/*
 Navicat Premium Data Transfer

 Source Server         : aliyunserver
 Source Server Type    : MySQL
 Source Server Version : 80027
 Source Host           : 47.106.188.177:3306
 Source Schema         : refuse_classification

 Target Server Type    : MySQL
 Target Server Version : 80027
 File Encoding         : 65001

 Date: 09/05/2023 16:57:22
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for articles
-- ----------------------------
DROP TABLE IF EXISTS `articles`;
CREATE TABLE `articles`  (
  `article_id` int NOT NULL AUTO_INCREMENT COMMENT '文章id',
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '文章标题',
  `reprinted_from` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '文章转载自',
  `keywords` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '文章关键字',
  `abstracts` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '文章摘要',
  `content` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '文章内容',
  `html_content` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL COMMENT '正文html',
  `attribute` json NULL COMMENT '属性',
  `isOnTop` int NOT NULL COMMENT '是否置顶',
  `status` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '文章状态(0 正常 1 停用)',
  `created_time` datetime NOT NULL COMMENT '创建时间',
  `updated_time` datetime NULL DEFAULT NULL ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`article_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 14 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '文章表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of articles
-- ----------------------------
INSERT INTO `articles` VALUES (3, '做好垃圾分类 推动绿色发展', '人民日报', '保护环境', '的风格', '“实行垃圾分类，关系广大人民群众生活环境，关系节约使用资源，也是社会文明水平的一个重要体现。”近日，习近平总书记对垃圾分类工作作出重要指示，深刻指出垃圾分类的重要意义，明确提出推行垃圾分类的具体要求，为我们进一步做好垃圾分类工作指明了方向，对于动员全社会共同为推动绿色发展、建设美丽中国贡献智慧和力量，具有十分重要的意义。\n\n垃圾分类关系千家万户，习近平总书记一直牵挂在心。从在中央财经领导小组第十四次会议上，强调“普遍推行垃圾分类制度”，到在上海考察时，指出“垃圾分类工作就是新时尚”，再到在北京考察时，鼓励老街坊们“养成文明健康的生活方式，搞好垃圾分类和环境卫生”……一以贯之的关注和重视，从一个侧面深刻表明，我们党始终把以人民为中心的发展思想落到实处、落在细处，把人民群众的小事当作自己的大事，从人民群众关心的事情做起，从让人民群众满意的事情做起，带领人民不断创造着美好生活。\n\n垃圾分类不是小事，它不仅是基本的民生问题，也是生态文明建设的题中之义。近些年来，随着经济社会发展和物质消费水平大幅提高，我国垃圾产生量迅速增长，不仅造成资源浪费，也使环境隐患日益突出，成为经济社会持续健康发展的制约因素、人民群众反映强烈的突出问题。遵循减量化、资源化、无害化原则，实施垃圾分类处理，引导人们形成绿色发展方式和生活方式，可以有效改善城乡环境，促进资源回收利用，也有利于国民素质提升、社会文明进步。\n\n垃圾分类不是易事，需要加强科学管理、形成长效机制、推动习惯养成。这几年，垃圾分类的顶层设计不断完善、推进力度持续加强，由点到面、逐步推开，成效初显。从今年开始，全国地级及以上城市全面启动生活垃圾分类工作，垃圾分类取得积极进展。但也要看到，总体上，我国垃圾分类覆盖范围还很有限，垃圾分类收运和处置设施依然存在短板，群众对垃圾分类的思想认识仍有不足。进一步做好垃圾分类工作，就要按照习近平总书记的重要指示，加强引导、因地制宜、持续推进，把工作做细做实，持之以恒抓下去。\n\n垃圾分类不是哪一方面的事，需要全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。垃圾分类是一个系统工程，涉及政府、企业、社区、居民等多方主体，包括投放、收集、运输、处理等多个环节，需要协力推进。推进垃圾分类工作，就要按照习近平总书记的重要指示，开展广泛的教育引导工作，让广大人民群众认识到实行垃圾分类的重要性和必要性，通过有效的督促引导，让更多人行动起来，培养垃圾分类的好习惯。\n\n“不积跬步，无以至千里。”推动形成绿色发展方式和生活方式，是发展观的一场深刻革命。按照习近平总书记的重要指示，大家携起手来，将一件一件“垃圾分类”的事情办实做好，我们就能让良好生态环境成为人民幸福生活的增长点、成为经济社会持续健康发展的支撑点、成为展现我国良好形象的发力点，让中华大地天更蓝、山更绿、水更清、环境更优美。', '<p>“实行垃圾分类，关系广大人民群众生活环境，关系节约使用资源，也是社会文明水平的一个重要体现。”近日，习近平总书记对垃圾分类工作作出重要指示，深刻指出垃圾分类的重要意义，明确提出推行垃圾分类的具体要求，为我们进一步做好垃圾分类工作指明了方向，对于动员全社会共同为推动绿色发展、建设美丽中国贡献智慧和力量，具有十分重要的意义。</p>\n<p>垃圾分类关系千家万户，习近平总书记一直牵挂在心。从在中央财经领导小组第十四次会议上，强调“普遍推行垃圾分类制度”，到在上海考察时，指出“垃圾分类工作就是新时尚”，再到在北京考察时，鼓励老街坊们“养成文明健康的生活方式，搞好垃圾分类和环境卫生”……一以贯之的关注和重视，从一个侧面深刻表明，我们党始终把以人民为中心的发展思想落到实处、落在细处，把人民群众的小事当作自己的大事，从人民群众关心的事情做起，从让人民群众满意的事情做起，带领人民不断创造着美好生活。</p>\n<p>垃圾分类不是小事，它不仅是基本的民生问题，也是生态文明建设的题中之义。近些年来，随着经济社会发展和物质消费水平大幅提高，我国垃圾产生量迅速增长，不仅造成资源浪费，也使环境隐患日益突出，成为经济社会持续健康发展的制约因素、人民群众反映强烈的突出问题。遵循减量化、资源化、无害化原则，实施垃圾分类处理，引导人们形成绿色发展方式和生活方式，可以有效改善城乡环境，促进资源回收利用，也有利于国民素质提升、社会文明进步。</p>\n<p>垃圾分类不是易事，需要加强科学管理、形成长效机制、推动习惯养成。这几年，垃圾分类的顶层设计不断完善、推进力度持续加强，由点到面、逐步推开，成效初显。从今年开始，全国地级及以上城市全面启动生活垃圾分类工作，垃圾分类取得积极进展。但也要看到，总体上，我国垃圾分类覆盖范围还很有限，垃圾分类收运和处置设施依然存在短板，群众对垃圾分类的思想认识仍有不足。进一步做好垃圾分类工作，就要按照习近平总书记的重要指示，加强引导、因地制宜、持续推进，把工作做细做实，持之以恒抓下去。</p>\n<p>垃圾分类不是哪一方面的事，需要全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。垃圾分类是一个系统工程，涉及政府、企业、社区、居民等多方主体，包括投放、收集、运输、处理等多个环节，需要协力推进。推进垃圾分类工作，就要按照习近平总书记的重要指示，开展广泛的教育引导工作，让广大人民群众认识到实行垃圾分类的重要性和必要性，通过有效的督促引导，让更多人行动起来，培养垃圾分类的好习惯。</p>\n<p>“不积跬步，无以至千里。”推动形成绿色发展方式和生活方式，是发展观的一场深刻革命。按照习近平总书记的重要指示，大家携起手来，将一件一件“垃圾分类”的事情办实做好，我们就能让良好生态环境成为人民幸福生活的增长点、成为经济社会持续健康发展的支撑点、成为展现我国良好形象的发力点，让中华大地天更蓝、山更绿、水更清、环境更优美。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-099dc0c5e4-ae26-40f9-9797-c94f981bd454.jpg\"}', 0, 'PUBLISHED', '2023-04-26 16:05:00', '2023-05-09 13:52:50', NULL);
INSERT INTO `articles` VALUES (4, '提升环保自觉 崇尚绿色生活', '人民网', '二氧化碳排放', '新闻网', '    绿色生活方式的塑造，需要在法律制度层面上推一把，把环保意识转化为社会共识和集体行动\n\n　　正是在制度的推动下，在垃圾分类的实践过程中，相关理念才能成为人们的生活习惯、文明自觉，进而推动树立绿色风尚的标杆\n\n　　微信朋友圈里，有人晒出厨房里一字排开的4只垃圾筒；办公室里，同事们因为“小龙虾壳算干垃圾还是湿垃圾”争得面红耳赤；家里面，小朋友把刚从学校学会的垃圾分类知识教给爷爷奶奶……将于7月1日起施行的《上海市生活垃圾管理条例》，成了上海市民的环保动员令，也映照着市民对绿色风尚的追求。\n\n　　今天，践行绿色生活、实现垃圾减量、破解“垃圾围城”的城市困局，已经成为全社会的共识。一段时间以来，北京、上海、广州、深圳等超大城市先后就生活垃圾管理建章立制，通过督促引导，强化全流程分类、严格执法监管，让更多人行动起来。有专家称，垃圾分类进入了“强制时代”。让“垃圾分类，从我做起”由墙上的标语，变为法律之下的全社会集体行动，需要更加精细化的城市管理、市民的积极配合，同时也需要生活习惯、消费理念乃至相关行业商业模式的改变，从而形成全社会的环保合力。\n\n　　绿色生活方式的塑造，需要在法律制度层面上推一把，把环保意识转化为社会共识和集体行动。垃圾分类的刚性制度和市民的环保意识本来就是相辅相成的，不可能等到环保意识完全成熟之后，再让相关措施落地。这次上海的《条例》公布后，很多市民拿出了复习考试的劲头，钻研起了各种垃圾分类的问题：用过的粽叶算干垃圾，还是湿垃圾？家里的宠物粪便算什么垃圾，要不要冲进马桶里？这一现象说明：正是在制度的推动下，在垃圾分类的实践过程中，相关理念才能成为人们的生活习惯、文明自觉，进而推动树立绿色风尚的标杆。\n\n　　环保意识，最终要落实到人们的生活细节中。不可否认，突破生活的“舒适区”，告别长期以来养成的习惯，对谁都不轻松，但向前跨出一步，才能望到更远的风景。大家总是向往干净整洁的环境、期待成熟的垃圾分类制度，轮到自己实施时，才更深体会到细节的重要。小区的垃圾房改为定时定点开放，生活的节奏要匹配上垃圾房的开放时间；买菜时，带上帆布袋子，尽量不用塑料袋；出差时，带上便携式的洗漱用品……一些关乎环境保护的宏大命题，也与个人生活细节的改变有关。\n\n　　对于一些商家来说，环保升级也是一次转型升级的契机。比如，有的地方立法规定，酒店不得主动提供一次性日用品；餐饮外卖，不得主动提供一次性餐具。对此，一些手机订餐平台表示：将推出“推荐无需餐具”功能，用户下单时，平台将不再默认提供餐具。对消费者来说，细节的变化，促使自己选择更绿色的生活方式，尽可能自备餐具，从源头减少垃圾产生；对商家来说，因为法律作出了硬性规定，促动经营主体在绿色包装、产品质量、价值赋能上下更大的功夫。减少的是一双一次性筷子、一根塑料吸管，多的却是商家与消费者之间关于绿色生活的默契。\n\n　　习近平总书记强调，培养垃圾分类的好习惯，全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。垃圾分类看似小事，却需要所有人的付出，也将改变几代人的生活方式。干净、整洁的环境背后，是城市的精细化管理和成熟的环保理念。只有人人行动起来，转变生活习惯和消费方式，才能让环保意识成为生活中那条细细的红线，推动绿色生活方式更加深入人心。', '<pre><code>绿色生活方式的塑造，需要在法律制度层面上推一把，把环保意识转化为社会共识和集体行动\n</code></pre>\n<p>正是在制度的推动下，在垃圾分类的实践过程中，相关理念才能成为人们的生活习惯、文明自觉，进而推动树立绿色风尚的标杆</p>\n<p>微信朋友圈里，有人晒出厨房里一字排开的4只垃圾筒；办公室里，同事们因为“小龙虾壳算干垃圾还是湿垃圾”争得面红耳赤；家里面，小朋友把刚从学校学会的垃圾分类知识教给爷爷奶奶……将于7月1日起施行的《上海市生活垃圾管理条例》，成了上海市民的环保动员令，也映照着市民对绿色风尚的追求。</p>\n<p>今天，践行绿色生活、实现垃圾减量、破解“垃圾围城”的城市困局，已经成为全社会的共识。一段时间以来，北京、上海、广州、深圳等超大城市先后就生活垃圾管理建章立制，通过督促引导，强化全流程分类、严格执法监管，让更多人行动起来。有专家称，垃圾分类进入了“强制时代”。让“垃圾分类，从我做起”由墙上的标语，变为法律之下的全社会集体行动，需要更加精细化的城市管理、市民的积极配合，同时也需要生活习惯、消费理念乃至相关行业商业模式的改变，从而形成全社会的环保合力。</p>\n<p>绿色生活方式的塑造，需要在法律制度层面上推一把，把环保意识转化为社会共识和集体行动。垃圾分类的刚性制度和市民的环保意识本来就是相辅相成的，不可能等到环保意识完全成熟之后，再让相关措施落地。这次上海的《条例》公布后，很多市民拿出了复习考试的劲头，钻研起了各种垃圾分类的问题：用过的粽叶算干垃圾，还是湿垃圾？家里的宠物粪便算什么垃圾，要不要冲进马桶里？这一现象说明：正是在制度的推动下，在垃圾分类的实践过程中，相关理念才能成为人们的生活习惯、文明自觉，进而推动树立绿色风尚的标杆。</p>\n<p>环保意识，最终要落实到人们的生活细节中。不可否认，突破生活的“舒适区”，告别长期以来养成的习惯，对谁都不轻松，但向前跨出一步，才能望到更远的风景。大家总是向往干净整洁的环境、期待成熟的垃圾分类制度，轮到自己实施时，才更深体会到细节的重要。小区的垃圾房改为定时定点开放，生活的节奏要匹配上垃圾房的开放时间；买菜时，带上帆布袋子，尽量不用塑料袋；出差时，带上便携式的洗漱用品……一些关乎环境保护的宏大命题，也与个人生活细节的改变有关。</p>\n<p>对于一些商家来说，环保升级也是一次转型升级的契机。比如，有的地方立法规定，酒店不得主动提供一次性日用品；餐饮外卖，不得主动提供一次性餐具。对此，一些手机订餐平台表示：将推出“推荐无需餐具”功能，用户下单时，平台将不再默认提供餐具。对消费者来说，细节的变化，促使自己选择更绿色的生活方式，尽可能自备餐具，从源头减少垃圾产生；对商家来说，因为法律作出了硬性规定，促动经营主体在绿色包装、产品质量、价值赋能上下更大的功夫。减少的是一双一次性筷子、一根塑料吸管，多的却是商家与消费者之间关于绿色生活的默契。</p>\n<p>习近平总书记强调，培养垃圾分类的好习惯，全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。垃圾分类看似小事，却需要所有人的付出，也将改变几代人的生活方式。干净、整洁的环境背后，是城市的精细化管理和成熟的环保理念。只有人人行动起来，转变生活习惯和消费方式，才能让环保意识成为生活中那条细细的红线，推动绿色生活方式更加深入人心。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0901fd7f6e-53e7-45f3-933c-6e6c30a54b78\"}', 0, 'PUBLISHED', '2023-04-26 16:58:35', '2023-05-09 13:55:52', NULL);
INSERT INTO `articles` VALUES (5, '生活中哪些小事是“低碳”？', '中国妇女报', '生活中哪些小事是“低碳”？', '', '“低碳生活”其实并非“高大上”，绝大多数都是日常生活中举手之劳就可见成效的，不妨看看“低碳达人”推荐的绿色生活小妙招：\n\n1.选用节能电器，使用节能灯，用完电器马上拔插头。\n\n2.电视机、电脑、手机屏幕调暗一点，节能又护眼。\n\n3.短时间不用电脑时，启用电脑“睡眠”模式，能耗可下降到50%以下；关掉不常用的程序和音箱、打印机等外围设备。\n\n4.在同样长的洗涤时间里，洗衣机用强档比弱档省电，且可延长洗衣机寿命。\n\n5.冰箱内存放食物的量以占冰箱容积80%为宜，放得过多或过少都费电。\n\n6.微波炉每次加热或烹调食品不超过0.5千克为宜，最好切成小块，尽可能使用“高火”。\n\n7.燃气用大火比用小火烹调时间短，可减少热量散失；烧煮前先擦干锅外水滴，能煮的食物尽量不用蒸的方法烹饪。\n\n8.空调启动瞬间电流较大，频繁开关费电且易损坏压缩机；可将风扇放在空调室内机下方，利用风扇风力提高制冷效果，空调开启几小时后就关闭并马上打开电风扇；用此法可不用整夜开空调，省电近50%。\n\n9.在马桶水箱中放几瓶水，可减少用水量；也可用桶积攒平时淘米洗菜或洗衣服的水来冲马桶，洗衣机最后一遍水也可用来拖地。\n\n10.坚持无纸化办公，多用电子邮件等即时通讯工具，少用打印机和传真机。\n\n11.有条件可使用太阳能热水器。\n\n12.多骑车或乘公共交通工具出行，健身环保一举两得。\n\n13.每月少开一天车。驾车保持合理车速，避免冷车启动，减少怠速时间，尽量避免突然变速。用黏度最低的润滑油，定期更换机油，高速驾驶时不要开窗，轮胎气压要适当。\n\n14.少买不必要的衣服和其他物品，少买过度包装商品。\n\n15.出门自带水杯、碗筷和环保购物袋，少用一次性塑料袋、纸杯和一次性筷子。', NULL, '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-03757a5f30-596c-483f-97ff-9b46f61ee05d.jpg\"}', 0, 'PUBLISHED', '2023-05-03 22:38:46', NULL, NULL);
INSERT INTO `articles` VALUES (6, '二氧化碳排放', '人民日报', '二氧化碳排放', '', '“低碳生活”其实并非“高大上”，绝大多数都是日常生活中举手之劳就可见成效的，不妨看看“低碳达人”推荐的绿色生活小妙招：\n\n1.选用节能电器，使用节能灯，用完电器马上拔插头。\n\n2.电视机、电脑、手机屏幕调暗一点，节能又护眼。\n\n3.短时间不用电脑时，启用电脑“睡眠”模式，能耗可下降到50%以下；关掉不常用的程序和音箱、打印机等外围设备。\n\n4.在同样长的洗涤时间里，洗衣机用强档比弱档省电，且可延长洗衣机寿命。\n\n5.冰箱内存放食物的量以占冰箱容积80%为宜，放得过多或过少都费电。\n\n6.微波炉每次加热或烹调食品不超过0.5千克为宜，最好切成小块，尽可能使用“高火”。\n\n7.燃气用大火比用小火烹调时间短，可减少热量散失；烧煮前先擦干锅外水滴，能煮的食物尽量不用蒸的方法烹饪。\n\n8.空调启动瞬间电流较大，频繁开关费电且易损坏压缩机；可将风扇放在空调室内机下方，利用风扇风力提高制冷效果，空调开启几小时后就关闭并马上打开电风扇；用此法可不用整夜开空调，省电近50%。\n\n9.在马桶水箱中放几瓶水，可减少用水量；也可用桶积攒平时淘米洗菜或洗衣服的水来冲马桶，洗衣机最后一遍水也可用来拖地。\n\n10.坚持无纸化办公，多用电子邮件等即时通讯工具，少用打印机和传真机。\n\n11.有条件可使用太阳能热水器。\n\n12.多骑车或乘公共交通工具出行，健身环保一举两得。\n\n13.每月少开一天车。驾车保持合理车速，避免冷车启动，减少怠速时间，尽量避免突然变速。用黏度最低的润滑油，定期更换机油，高速驾驶时不要开窗，轮胎气压要适当。\n\n14.少买不必要的衣服和其他物品，少买过度包装商品。\n\n15.出门自带水杯、碗筷和环保购物袋，少用一次性塑料袋、纸杯和一次性筷子。', '<p>“低碳生活”其实并非“高大上”，绝大多数都是日常生活中举手之劳就可见成效的，不妨看看“低碳达人”推荐的绿色生活小妙招：</p>\n<p>1.选用节能电器，使用节能灯，用完电器马上拔插头。</p>\n<p>2.电视机、电脑、手机屏幕调暗一点，节能又护眼。</p>\n<p>3.短时间不用电脑时，启用电脑“睡眠”模式，能耗可下降到50%以下；关掉不常用的程序和音箱、打印机等外围设备。</p>\n<p>4.在同样长的洗涤时间里，洗衣机用强档比弱档省电，且可延长洗衣机寿命。</p>\n<p>5.冰箱内存放食物的量以占冰箱容积80%为宜，放得过多或过少都费电。</p>\n<p>6.微波炉每次加热或烹调食品不超过0.5千克为宜，最好切成小块，尽可能使用“高火”。</p>\n<p>7.燃气用大火比用小火烹调时间短，可减少热量散失；烧煮前先擦干锅外水滴，能煮的食物尽量不用蒸的方法烹饪。</p>\n<p>8.空调启动瞬间电流较大，频繁开关费电且易损坏压缩机；可将风扇放在空调室内机下方，利用风扇风力提高制冷效果，空调开启几小时后就关闭并马上打开电风扇；用此法可不用整夜开空调，省电近50%。</p>\n<p>9.在马桶水箱中放几瓶水，可减少用水量；也可用桶积攒平时淘米洗菜或洗衣服的水来冲马桶，洗衣机最后一遍水也可用来拖地。</p>\n<p>10.坚持无纸化办公，多用电子邮件等即时通讯工具，少用打印机和传真机。</p>\n<p>11.有条件可使用太阳能热水器。</p>\n<p>12.多骑车或乘公共交通工具出行，健身环保一举两得。</p>\n<p>13.每月少开一天车。驾车保持合理车速，避免冷车启动，减少怠速时间，尽量避免突然变速。用黏度最低的润滑油，定期更换机油，高速驾驶时不要开窗，轮胎气压要适当。</p>\n<p>14.少买不必要的衣服和其他物品，少买过度包装商品。</p>\n<p>15.出门自带水杯、碗筷和环保购物袋，少用一次性塑料袋、纸杯和一次性筷子。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-036681f06b-758a-4eea-8c7b-a48ec6b30df1.jpg\"}', 0, 'PUBLISHED', '2023-05-03 23:15:47', NULL, NULL);
INSERT INTO `articles` VALUES (7, '2月15日，巴西彼得罗波利斯突降暴雨，造成山体滑坡，截至2月22日已造成至少193人死亡、69人失踪。', '澎湃网', '2月15日，巴西彼得罗波利斯突降暴雨，造成山体滑坡，截至2月22日已造成至少193人死亡、69人失踪。', '', '    彼得罗波利斯是巴西里约热内卢州的一座山城，曾是巴西末代皇帝的避暑之地，但是连日来的暴雨让这座历史名城满目疮痍。2月15日，该地在短短6小时内下了260毫米的暴雨。巴西气象学家谢鲁契表示，这是当地近90年来最大雨量，高于以往2月一整月的降雨量。事实上，自去年12月以来，巴西东北部、东南部等地频降暴雨，并多次触发洪水和山体滑坡灾害。\n\n    受暴雨影响，今年1月，全球第二大铁矿巨头也不得不暂停在米纳斯州部分铁矿山的生产，停工影响了约150万吨铁矿石的生产。此外，巴西也是世界著名的粮仓之一。早在2021年，世界各地发生的一连串极端天气事件破坏了许多农作物的生产，推高部分农产品价格。目前，暴雨已严重影响巴西农作物的收割，美国银行下调巴西谷物供应预测数据，且巴西天气状况仍不稳定，加剧了人们对今年农作物产量的担忧。英国《金融时报》预测，罕见的极端天气将持续，2022年粮食价格仍维持高位。\n\n    在当前全球气候变化大背景下，极端天气愈加频发。特别是2021年底，拉尼娜现象连续第二年出现，预计这一现象将加剧世界各地的降雨和干旱。农业受气候变化影响严重，农作物减产和价格上涨可能导致一些适应能力较差、依赖进口的国家面临粮食短缺问题，并增加全球消费者的生活成本。提前对天气气候做好预判，进而作出积极应对，世界各国还有很长的路要走。', '<pre><code>彼得罗波利斯是巴西里约热内卢州的一座山城，曾是巴西末代皇帝的避暑之地，但是连日来的暴雨让这座历史名城满目疮痍。2月15日，该地在短短6小时内下了260毫米的暴雨。巴西气象学家谢鲁契表示，这是当地近90年来最大雨量，高于以往2月一整月的降雨量。事实上，自去年12月以来，巴西东北部、东南部等地频降暴雨，并多次触发洪水和山体滑坡灾害。\n\n受暴雨影响，今年1月，全球第二大铁矿巨头也不得不暂停在米纳斯州部分铁矿山的生产，停工影响了约150万吨铁矿石的生产。此外，巴西也是世界著名的粮仓之一。早在2021年，世界各地发生的一连串极端天气事件破坏了许多农作物的生产，推高部分农产品价格。目前，暴雨已严重影响巴西农作物的收割，美国银行下调巴西谷物供应预测数据，且巴西天气状况仍不稳定，加剧了人们对今年农作物产量的担忧。英国《金融时报》预测，罕见的极端天气将持续，2022年粮食价格仍维持高位。\n\n在当前全球气候变化大背景下，极端天气愈加频发。特别是2021年底，拉尼娜现象连续第二年出现，预计这一现象将加剧世界各地的降雨和干旱。农业受气候变化影响严重，农作物减产和价格上涨可能导致一些适应能力较差、依赖进口的国家面临粮食短缺问题，并增加全球消费者的生活成本。提前对天气气候做好预判，进而作出积极应对，世界各国还有很长的路要走。</code></pre>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-09c88922b2-eb48-43ce-a497-342ba50a9933.jpg\"}', 0, 'PUBLISHED', '2023-05-09 13:59:38', NULL, NULL);
INSERT INTO `articles` VALUES (8, '2021年极端天气气候事件多发', '新华社', '2021年极端天气气候事件多发', '', '新华社北京3月1日电（记者王悦阳）中国气象局1日发布的2021年度《中国气候公报》显示，2021年我国极端天气气候事件多发、强发、广发、并发。全国平均气温为1951年以来历史最高，平均降水量较常年偏多。\n\n“2021年总体来说气象灾害风险是增强的，但是气象灾害的损失不仅与气象灾害危险性相关，也和防灾减灾的能力有关系。”国家气候中心副主任肖潺说，“多年来我们一直在完善预报预警服务能力，防灾减灾能力得到大幅提升。”\n\n据了解，2021年，全国共出现36次区域性暴雨过程，汛期暴雨过程强度大、极端性显著，河南特大暴雨影响重；黄河流域秋季出现持续降雨。全国共发生47次区域性强对流天气过程，局地致灾重。寒潮过程多、强度大、极端低温频现。\n\n肖潺表示，2021年北方地区降水异常偏多且极端性强。这既有全球变暖和拉尼娜事件的影响，也与年代际气候演变有关，近70年来我国主雨带具有显著的年代际变化特征。\n\n公报还显示，2021年全国平均气温为10.5摄氏度，比常年偏高1摄氏度，为1951年以来历史最高，高温过程多、结束晚。全国平均年降水量为672.1毫米，比常年偏多6.7%，其中北方地区平均年降水量为历史次多，仅次于1964年。\n\n与此同时，与近十年平均值相比，气象灾害造成的农作物受灾面积和死亡失踪人口明显偏少，直接经济损失略偏少。', '<p>新华社北京3月1日电（记者王悦阳）中国气象局1日发布的2021年度《中国气候公报》显示，2021年我国极端天气气候事件多发、强发、广发、并发。全国平均气温为1951年以来历史最高，平均降水量较常年偏多。</p>\n<p>“2021年总体来说气象灾害风险是增强的，但是气象灾害的损失不仅与气象灾害危险性相关，也和防灾减灾的能力有关系。”国家气候中心副主任肖潺说，“多年来我们一直在完善预报预警服务能力，防灾减灾能力得到大幅提升。”</p>\n<p>据了解，2021年，全国共出现36次区域性暴雨过程，汛期暴雨过程强度大、极端性显著，河南特大暴雨影响重；黄河流域秋季出现持续降雨。全国共发生47次区域性强对流天气过程，局地致灾重。寒潮过程多、强度大、极端低温频现。</p>\n<p>肖潺表示，2021年北方地区降水异常偏多且极端性强。这既有全球变暖和拉尼娜事件的影响，也与年代际气候演变有关，近70年来我国主雨带具有显著的年代际变化特征。</p>\n<p>公报还显示，2021年全国平均气温为10.5摄氏度，比常年偏高1摄氏度，为1951年以来历史最高，高温过程多、结束晚。全国平均年降水量为672.1毫米，比常年偏多6.7%，其中北方地区平均年降水量为历史次多，仅次于1964年。</p>\n<p>与此同时，与近十年平均值相比，气象灾害造成的农作物受灾面积和死亡失踪人口明显偏少，直接经济损失略偏少。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-093936cd39-7e0f-4a56-aa16-0cdedc9ecf2f.jpg\"}', 0, 'PUBLISHED', '2023-05-09 14:02:42', NULL, NULL);
INSERT INTO `articles` VALUES (9, '极端天气近期在全球多地出现 背后有无共性原因？', '中国纪检监察报', '极端天气近期在全球多地出现 背后有无共性原因？', '', '    河南遭遇罕见特大暴雨 欧洲多地持续降雨 高温席卷美国西北部\n\n　　极端天气凸显气候变化威胁\n\n　　7月20日，河南遭遇罕见的极端强降雨天气，造成人员伤亡，财产损失，城市内涝，农田积涝，山区山洪、地质灾害风险陡增，铁路、公路、民航交通受到严重影响。\n\n　　灾情让人揪心，也让人疑惑：河南雨势如此猛烈，成因是什么？极端天气近期在全球多地出现，背后有无共性原因？面对天灾，我们能做些什么？\n\n　　1 大陆高压、西太平洋副热带高压、台风“烟花”等共同造成河南特大暴雨\n\n　　7月17日以来，河南郑州、焦作、新乡、洛阳、南阳、平顶山、济源、安阳、鹤壁、许昌等地出现特大暴雨，强降雨中心位于郑州，最强时段集中在7月19日至20日。从7月17日20时到20日20时，郑州的过程降雨量达到617.1mm，相当于三天下了以往一年的雨量。\n\n　　此次河南暴雨具有累计雨量大、持续时间长、短时降雨强、极端性突出的特点。中央气象台首席预报员陈涛解释称，西太平洋副热带高压(副高)、大陆高压、台风“烟花”等多种因素共同造成了河南持续特大暴雨过程，而非某种因素单独影响。\n\n　　大气环流形势稳定，降雨持续时间长。据河南省气象台副台长苏爱芳介绍，副高和大陆高压分别稳定维持在日本海和我国西北地区，导致两者间的低值天气系统在黄淮地区停滞少动，河南中西部因此出现长时间降水天气。目前，只有等台风“烟花”更靠近我国后，环流形势出现调整，截断水汽来源，河南的雨才能停。\n\n　　台风远程“操控”，水汽条件充沛。7月中旬，河南处于副高边缘，对流不稳定能量充足；7月18日，台风“烟花”在西太平洋生成并向我国靠近。“‘烟花’虽然还没有登陆我国，但其北侧和副热带高气压之间形成联通气流，持续向我国黄淮一带输送，在偏东风的影响下，大量水汽从海上向河南一带汇集，再加上河南本地的地势抬升，以及天气系统稳定维持的效应，造成了此次河南特大暴雨集中的情况。”陈涛说。\n\n　　地势抬升，即地形原因。苏爱芳表示，太行山区、伏牛山区特殊地形对偏东气流起到抬升辐合效应，强降水区在河南省西部、西北部沿山地区稳定少动，地形迎风坡前降水增幅明显，雨势更强。\n\n　　对流“列车效应”也是导致极端强降水的原因。“列车效应”是指多个风暴单体(雷雨云团)先后经过同一个地点，就像列车的不同车厢先后经过同一铁轨一样，间歇性的短时强降水将最终导致发生局地大暴雨或特大暴雨。\n\n　　“在稳定天气形势下，中小尺度对流反复在伏牛山前地区发展并向郑州方向移动，形成‘列车效应’，导致降水强度大、维持时间长，引起局地极端强降水。”苏爱芳说。', '<p><code>河南遭遇罕见特大暴雨 欧洲多地持续降雨 高温席卷美国西北部\n</code></p>\n<p>极端天气凸显气候变化威胁</p>\n<p>7月20日，河南遭遇罕见的极端强降雨天气，造成人员伤亡，财产损失，城市内涝，农田积涝，山区山洪、地质灾害风险陡增，铁路、公路、民航交通受到严重影响。</p>\n<p>灾情让人揪心，也让人疑惑：河南雨势如此猛烈，成因是什么？极端天气近期在全球多地出现，背后有无共性原因？面对天灾，我们能做些什么？</p>\n<p>1 大陆高压、西太平洋副热带高压、台风“烟花”等共同造成河南特大暴雨</p>\n<p>7月17日以来，河南郑州、焦作、新乡、洛阳、南阳、平顶山、济源、安阳、鹤壁、许昌等地出现特大暴雨，强降雨中心位于郑州，最强时段集中在7月19日至20日。从7月17日20时到20日20时，郑州的过程降雨量达到617.1mm，相当于三天下了以往一年的雨量。</p>\n<p>此次河南暴雨具有累计雨量大、持续时间长、短时降雨强、极端性突出的特点。中央气象台首席预报员陈涛解释称，西太平洋副热带高压(副高)、大陆高压、台风“烟花”等多种因素共同造成了河南持续特大暴雨过程，而非某种因素单独影响。</p>\n<p>大气环流形势稳定，降雨持续时间长。据河南省气象台副台长苏爱芳介绍，副高和大陆高压分别稳定维持在日本海和我国西北地区，导致两者间的低值天气系统在黄淮地区停滞少动，河南中西部因此出现长时间降水天气。目前，只有等台风“烟花”更靠近我国后，环流形势出现调整，截断水汽来源，河南的雨才能停。</p>\n<p>台风远程“操控”，水汽条件充沛。7月中旬，河南处于副高边缘，对流不稳定能量充足；7月18日，台风“烟花”在西太平洋生成并向我国靠近。“‘烟花’虽然还没有登陆我国，但其北侧和副热带高气压之间形成联通气流，持续向我国黄淮一带输送，在偏东风的影响下，大量水汽从海上向河南一带汇集，再加上河南本地的地势抬升，以及天气系统稳定维持的效应，造成了此次河南特大暴雨集中的情况。”陈涛说。</p>\n<p>地势抬升，即地形原因。苏爱芳表示，太行山区、伏牛山区特殊地形对偏东气流起到抬升辐合效应，强降水区在河南省西部、西北部沿山地区稳定少动，地形迎风坡前降水增幅明显，雨势更强。</p>\n<p>对流“列车效应”也是导致极端强降水的原因。“列车效应”是指多个风暴单体(雷雨云团)先后经过同一个地点，就像列车的不同车厢先后经过同一铁轨一样，间歇性的短时强降水将最终导致发生局地大暴雨或特大暴雨。</p>\n<p>“在稳定天气形势下，中小尺度对流反复在伏牛山前地区发展并向郑州方向移动，形成‘列车效应’，导致降水强度大、维持时间长，引起局地极端强降水。”苏爱芳说。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-09adcb873b-53ee-42b9-88ce-8b80143f769c.jpg\"}', 0, 'PUBLISHED', '2023-05-09 14:05:04', '2023-05-09 16:56:38', NULL);
INSERT INTO `articles` VALUES (10, '当地时间2021年12月10日晚至11日凌晨，龙卷重创美国中南部多地，造成近百人伤亡，此次龙卷灾害有影响范围广、强度大、持续时间长等特点。', '中国气象报社', '当地时间2021年12月10日晚至11日凌晨，龙卷重创美国中南部多地，造成近百人伤亡，此次龙卷灾害有影响范围广、强度大、持续时间长等特点。', '', '当地时间2021年12月10日晚至11日凌晨，龙卷重创美国中南部多地，造成近百人伤亡，此次龙卷灾害有影响范围广、强度大、持续时间长等特点。\n\n龙卷是强对流天气的一种，充足的水汽和不稳定能量是强对流发生的必要条件。通常来说，美国龙卷多发于春季，由于冬季气象条件总体不太利于强对流活动，属龙卷淡季，特别是12月发生龙卷和强龙卷的概率总体较小。此外，龙卷属于小尺度天气过程，不仅影响范围相对较小，持续时间也不会太久。但此次龙卷事件持续4个多小时，其中一个被称作“四州龙卷”的单体，行程超过375公里，跨越阿肯色州、密苏里州、田纳西州和肯塔基州。\n\n我国风云三号D星监测图像显示，此次过程的主要影响天气系统为锋面气旋云系，其头部位于加拿大东南部，锋面主要影响美国中东部地区。专家认为，在锋面右侧出现明显的向外流出的卷云羽，说明对流层高层的辐散较强，有利于强对流天气的发生。\n\n此外，在龙卷发生时，存在深厚的西风带大槽，地面则为典型温带气旋发展。强大的高空干冷急流叠加在强盛的西南低空暖湿急流之上，冷暖交汇造成强烈的不稳定大气层结。值得注意的是，龙卷的发生还需要较强的低空垂直风切变。2021年12月10日，美国中南部地区有强冷锋过境，而此时近地面气温较高，积聚了大量不稳定能量。同时，水汽输送和低层风垂直切变条件较为有利，形成了发生大范围强对流天气的物理环境。\n\n在强对流天气监测预报综合能力方面，美国在全球的水平首屈一指。但由于此次龙卷发生在夜间，加大了防范和避险难度，此次预报预警也略显保守。为了减少不同极端天气带来的影响和风险，强化极端天气科学机理研究，构建综合气象保障服务体系等十分必要。\n\n在未来很长一段时间内\n\n全球天气气候波动将变得更加剧烈\n\n增强气候韧性\n\n荡起“韧性”的双桨\n\n可能是应对气候变化\n\n为人类遮风挡雨的有效“武器”之一', '<p>当地时间2021年12月10日晚至11日凌晨，龙卷重创美国中南部多地，造成近百人伤亡，此次龙卷灾害有影响范围广、强度大、持续时间长等特点。</p>\n<p>龙卷是强对流天气的一种，充足的水汽和不稳定能量是强对流发生的必要条件。通常来说，美国龙卷多发于春季，由于冬季气象条件总体不太利于强对流活动，属龙卷淡季，特别是12月发生龙卷和强龙卷的概率总体较小。此外，龙卷属于小尺度天气过程，不仅影响范围相对较小，持续时间也不会太久。但此次龙卷事件持续4个多小时，其中一个被称作“四州龙卷”的单体，行程超过375公里，跨越阿肯色州、密苏里州、田纳西州和肯塔基州。</p>\n<p>我国风云三号D星监测图像显示，此次过程的主要影响天气系统为锋面气旋云系，其头部位于加拿大东南部，锋面主要影响美国中东部地区。专家认为，在锋面右侧出现明显的向外流出的卷云羽，说明对流层高层的辐散较强，有利于强对流天气的发生。</p>\n<p>此外，在龙卷发生时，存在深厚的西风带大槽，地面则为典型温带气旋发展。强大的高空干冷急流叠加在强盛的西南低空暖湿急流之上，冷暖交汇造成强烈的不稳定大气层结。值得注意的是，龙卷的发生还需要较强的低空垂直风切变。2021年12月10日，美国中南部地区有强冷锋过境，而此时近地面气温较高，积聚了大量不稳定能量。同时，水汽输送和低层风垂直切变条件较为有利，形成了发生大范围强对流天气的物理环境。</p>\n<p>在强对流天气监测预报综合能力方面，美国在全球的水平首屈一指。但由于此次龙卷发生在夜间，加大了防范和避险难度，此次预报预警也略显保守。为了减少不同极端天气带来的影响和风险，强化极端天气科学机理研究，构建综合气象保障服务体系等十分必要。</p>\n<p>在未来很长一段时间内</p>\n<p>全球天气气候波动将变得更加剧烈</p>\n<p>增强气候韧性</p>\n<p>荡起“韧性”的双桨</p>\n<p>可能是应对气候变化</p>\n<p>为人类遮风挡雨的有效“武器”之一</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-09ab8d7897-b90d-4234-8c10-2319cb8d203f.jpg\"}', 0, 'PUBLISHED', '2023-05-09 14:07:17', NULL, NULL);
INSERT INTO `articles` VALUES (11, '深度关注 | 多国遭遇热浪侵袭 高温突破历史极值 气候变暖加剧极端天气频率', '中央纪委国家监委网站', '深度关注 | 多国遭遇热浪侵袭 高温突破历史极值 气候变暖加剧极端天气频率', '', '罕见热浪正肆虐北半球。8月22日6时，中央气象台连续第11天发布我国高温最高级别预警——高温红色预警。不仅是中国，西班牙、葡萄牙、法国、英国等地均出现超40℃高温热浪，多地突破历史极值，人体健康、电力供应、农业生产、水资源等受到威胁。\n\n热浪为何来势汹汹？极端天气未来会成为常态吗？受访气象专家表示，今年极端天气的程度之强、频次之高十分罕见。除短期的直接气象因素之外，已有大量证据表明，这与长期的气候变化关系密切。气候变化再一次给全世界敲响警钟。\n\n北半球普遍遭遇高温热浪，多国气温破历史纪录\n\n环球同此凉热——此刻，整个北半球的人们感受尤为真切。\n\n“我国经历了1961年有完整气象观测记录以来的最强高温过程，这一过程具有持续时间长、范围广、强度大、极端性强等特点。”据国家气候中心气候服务首席专家周兵介绍，截至8月21日，今夏我国高温事件在持续时间（70天）、40℃以上高温区覆盖范围（150万平方公里）、单站最高气温强度（45℃）和国家气象站破或平历史极值站数（330站）均创下新纪录。\n\n放眼全球，气温图上象征35℃以上高温天气的深红色和橙色，广泛分布在欧洲、北非、北美、东亚等地。在短短1个月内，欧洲经历了两轮热浪侵袭。世界气象组织表示，当前正席卷欧洲的热浪还将持续，高温等气候变化的负面影响将至少持续至21世纪60年代。\n\n江河水位降低、森林草原火灾风险增高、农作物干旱、电力和水资源供应紧张……热浪带来的不仅是体感热，还有一系列次生灾害。\n\n异常高温外加降雨明显少于往年，欧洲多地旱情严重。“从西班牙干涸开裂的水库，到多瑙河、莱茵河、波河等主要河流水位下降，一场史无前例的旱灾正席卷近半个欧洲。”美联社报道称，欧洲大陆多数地区近两个月没有出现明显降水，有专家称这是“500年来最严重的干旱”。\n\n高温干旱导致河流水位严重下降，河床裸露，航船难行。莱茵河是欧洲重要的内陆航道，流经德国、法国、荷兰、瑞士等国，素有“黄金水道”之称。德国联邦和地方的航道与航运管理机构近期多次预警，莱茵河下游沿岸不少城市附近的航道水位都已刷新历史最低纪录，导致航运量大幅减少，船舶实际负载量不足正常情况的一半。\n\n多位受访专家表示，面对越来越频繁、强烈的极端天气，我们既要着眼于当前、解决眼下问题，更要着眼于长远，进行全面应对。比如，极端天气影响农业生产、能源供应，应未雨绸缪，备足应对之策。又比如，城市规划应将极端降水、极端高温纳入考虑，建设能抵御极端天气的防洪排涝体系等基础设施，提供更多遮阴场所，使用更环保、隔热的建筑材料等。\n\n热浪终究会退潮，但气候问题不会消失，极端天气不会消失。气候变化带给人类的挑战是现实的、严峻的、长远的，我们每个人都有责任给地球“降降温”。', '<p>罕见热浪正肆虐北半球。8月22日6时，中央气象台连续第11天发布我国高温最高级别预警——高温红色预警。不仅是中国，西班牙、葡萄牙、法国、英国等地均出现超40℃高温热浪，多地突破历史极值，人体健康、电力供应、农业生产、水资源等受到威胁。</p>\n<p>热浪为何来势汹汹？极端天气未来会成为常态吗？受访气象专家表示，今年极端天气的程度之强、频次之高十分罕见。除短期的直接气象因素之外，已有大量证据表明，这与长期的气候变化关系密切。气候变化再一次给全世界敲响警钟。</p>\n<p>北半球普遍遭遇高温热浪，多国气温破历史纪录</p>\n<p>环球同此凉热——此刻，整个北半球的人们感受尤为真切。</p>\n<p>“我国经历了1961年有完整气象观测记录以来的最强高温过程，这一过程具有持续时间长、范围广、强度大、极端性强等特点。”据国家气候中心气候服务首席专家周兵介绍，截至8月21日，今夏我国高温事件在持续时间（70天）、40℃以上高温区覆盖范围（150万平方公里）、单站最高气温强度（45℃）和国家气象站破或平历史极值站数（330站）均创下新纪录。</p>\n<p>放眼全球，气温图上象征35℃以上高温天气的深红色和橙色，广泛分布在欧洲、北非、北美、东亚等地。在短短1个月内，欧洲经历了两轮热浪侵袭。世界气象组织表示，当前正席卷欧洲的热浪还将持续，高温等气候变化的负面影响将至少持续至21世纪60年代。</p>\n<p>江河水位降低、森林草原火灾风险增高、农作物干旱、电力和水资源供应紧张……热浪带来的不仅是体感热，还有一系列次生灾害。</p>\n<p>异常高温外加降雨明显少于往年，欧洲多地旱情严重。“从西班牙干涸开裂的水库，到多瑙河、莱茵河、波河等主要河流水位下降，一场史无前例的旱灾正席卷近半个欧洲。”美联社报道称，欧洲大陆多数地区近两个月没有出现明显降水，有专家称这是“500年来最严重的干旱”。</p>\n<p>高温干旱导致河流水位严重下降，河床裸露，航船难行。莱茵河是欧洲重要的内陆航道，流经德国、法国、荷兰、瑞士等国，素有“黄金水道”之称。德国联邦和地方的航道与航运管理机构近期多次预警，莱茵河下游沿岸不少城市附近的航道水位都已刷新历史最低纪录，导致航运量大幅减少，船舶实际负载量不足正常情况的一半。</p>\n<p>多位受访专家表示，面对越来越频繁、强烈的极端天气，我们既要着眼于当前、解决眼下问题，更要着眼于长远，进行全面应对。比如，极端天气影响农业生产、能源供应，应未雨绸缪，备足应对之策。又比如，城市规划应将极端降水、极端高温纳入考虑，建设能抵御极端天气的防洪排涝体系等基础设施，提供更多遮阴场所，使用更环保、隔热的建筑材料等。</p>\n<p>热浪终究会退潮，但气候问题不会消失，极端天气不会消失。气候变化带给人类的挑战是现实的、严峻的、长远的，我们每个人都有责任给地球“降降温”。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0918f2bb81-e0fc-41c2-8f25-ddb625711905\"}', 0, 'PUBLISHED', '2023-05-09 14:10:51', NULL, NULL);
INSERT INTO `articles` VALUES (12, '极端天气为何“扎堆”而来？', '中国改革报', '极端天气为何“扎堆”而来？', '', '关于极端天气的N个猜想\n\n“烤红了健康码。”这是有人形容近日河南的天气到底有多热，这当然是玩笑话，但河南确实发生过“玻璃热炸了”“蚂蚁落地活不过3秒”的事情。有记录显示，6月24日13时，河南济源的地表温度达到74.1℃，打破了当地有观测以来地表温度的最高纪录。\n\n不单是河南，中央气象台6月25日6时继续发布高温黄色预警：预计6月25日白天，内蒙古西部、陕西东部和关中地区等近20个省市地区有35℃～36℃的高温天气。其中，陕西关中、山西西南部等地部分地区最高气温37℃～39℃，河北中南部、山东西北部、河南西北部等地局地可达40℃以上。后来的事实也证明了这个预计是准确的。与此同时，我国南方的“暴雨”也在这个夏天来势“凶猛”。\n\n同样，5月以来，全球各地都出现了极端性天气现象，美国密歇根州盖洛德镇遭到龙卷风袭击，大量杂物被龙卷风卷到空中，大量房屋建筑受到损坏，车辆被掀翻，地面一片狼藉；印度、孟加拉国和巴西洪涝，导致几百万人被洪水围困，上百万人流离失所，成百上千个村庄被淹没；西班牙经历了近20年来罕见的高温天气，局地气温一度高达40℃；加拿大安大略省南部多地，遭遇到雷雨极端天气，造成大风和暴雨灾害，部分地区还下起了冰雹，导致两人死亡。\n\n为什么会出现极端天气？极端天气为何“扎堆”而来？如果把极端天气比作“哥德巴赫猜想”，谁来解题？如何解题？\n\n都是全球变暖“惹的祸”吗\n\n对于极端天气的讨论，由来已久，目前的主基调就是把全球变暖当成了“背锅侠”。10年前，科学家们就认为，虽然恶劣天气的发生具有一定的随机性，但是全球气温变暖才是极端天气的真正幕后黑手。2012年北京经历60年一遇的暴雨就是全球气温变暖的恶果体现之一。\n\n美国气象学家约翰·尼尔森·加蒙认为，人类造成的全球变暖是导致极端天气频发最根本的原因。相比1970年，全球气温平均上升了0.5℃，这主要是由于温室气体大量向大气中排放。但就是这点上升的温度，导致了一些极端的热浪天气、干旱灾害和其他一些极端天气的发生。\n\n还有运气成分，美国国家大气研究中心科学家杰拉德·米尔表示：“这一切都得归功于温室气体的排放，向大气中排放多一点点的二氧化碳，就会增加一点点极端天气的发生概率，人们在原来认为极为罕见的天气，可能再也不会罕见了。”\n\n但也有专家认为，如果把全球变暖完全归结于人类的活动，那“你也太高看人类了”。因为，全球变暖的原因是多层次的，除了人类活动，还有太阳周期、冰川期的问题，相比而言，人类在这些“大神”面前显得就太渺小了。', '<p>关于极端天气的N个猜想</p>\n<p>“烤红了健康码。”这是有人形容近日河南的天气到底有多热，这当然是玩笑话，但河南确实发生过“玻璃热炸了”“蚂蚁落地活不过3秒”的事情。有记录显示，6月24日13时，河南济源的地表温度达到74.1℃，打破了当地有观测以来地表温度的最高纪录。</p>\n<p>不单是河南，中央气象台6月25日6时继续发布高温黄色预警：预计6月25日白天，内蒙古西部、陕西东部和关中地区等近20个省市地区有35℃～36℃的高温天气。其中，陕西关中、山西西南部等地部分地区最高气温37℃～39℃，河北中南部、山东西北部、河南西北部等地局地可达40℃以上。后来的事实也证明了这个预计是准确的。与此同时，我国南方的“暴雨”也在这个夏天来势“凶猛”。</p>\n<p>同样，5月以来，全球各地都出现了极端性天气现象，美国密歇根州盖洛德镇遭到龙卷风袭击，大量杂物被龙卷风卷到空中，大量房屋建筑受到损坏，车辆被掀翻，地面一片狼藉；印度、孟加拉国和巴西洪涝，导致几百万人被洪水围困，上百万人流离失所，成百上千个村庄被淹没；西班牙经历了近20年来罕见的高温天气，局地气温一度高达40℃；加拿大安大略省南部多地，遭遇到雷雨极端天气，造成大风和暴雨灾害，部分地区还下起了冰雹，导致两人死亡。</p>\n<p>为什么会出现极端天气？极端天气为何“扎堆”而来？如果把极端天气比作“哥德巴赫猜想”，谁来解题？如何解题？</p>\n<p>都是全球变暖“惹的祸”吗</p>\n<p>对于极端天气的讨论，由来已久，目前的主基调就是把全球变暖当成了“背锅侠”。10年前，科学家们就认为，虽然恶劣天气的发生具有一定的随机性，但是全球气温变暖才是极端天气的真正幕后黑手。2012年北京经历60年一遇的暴雨就是全球气温变暖的恶果体现之一。</p>\n<p>美国气象学家约翰·尼尔森·加蒙认为，人类造成的全球变暖是导致极端天气频发最根本的原因。相比1970年，全球气温平均上升了0.5℃，这主要是由于温室气体大量向大气中排放。但就是这点上升的温度，导致了一些极端的热浪天气、干旱灾害和其他一些极端天气的发生。</p>\n<p>还有运气成分，美国国家大气研究中心科学家杰拉德·米尔表示：“这一切都得归功于温室气体的排放，向大气中排放多一点点的二氧化碳，就会增加一点点极端天气的发生概率，人们在原来认为极为罕见的天气，可能再也不会罕见了。”</p>\n<p>但也有专家认为，如果把全球变暖完全归结于人类的活动，那“你也太高看人类了”。因为，全球变暖的原因是多层次的，除了人类活动，还有太阳周期、冰川期的问题，相比而言，人类在这些“大神”面前显得就太渺小了。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0929d06d52-5d43-480f-b4bf-17d65874c597\"}', 0, 'PUBLISHED', '2023-05-09 14:13:59', NULL, NULL);
INSERT INTO `articles` VALUES (13, 'COP26｜气候报告解读：极端天气事件是全球变暖的重要威胁', '澎湃新闻  ∙ 绿政公署', 'COP26｜气候报告解读：极端天气事件是全球变暖的重要威胁', '', '第二十六届联合国气候变化框架公约缔约方会议（COP26）即将召开之际，华东师范大学地理科学学院研究员李超解读联合国政府间气候变化专门委员会（IPCC）第六次评估报告第一工作组报告时表示，相比于第五次评估报告，此次报告以更多的证据和更高的信度，指出人类活动引起的气候变化已经影响了全球各个地区的极端天气与气候事件，未来任何的持续增暖都会引起愈加频繁和严重的极端事件。\n\nIPCC第一工作组报告《气候变化 2021：自然科学基础》在经过IPCC 195个成员国政府代表参加的为期两周的线上会议评审后，于今年8月6日批准。第一工作组的报告是IPCC第六次评估报告（AR6）的第一部分，AR6将于2022年完成。\n\nIPCC的最新报告内容为本月底进行的气候谈判提供了更进一步的科学基础。COP26将于当地时间10月31日在英国格拉斯哥召开。\n\n历史变化：极端事件风险上升\n\n对于气象学家和关注全球气候变化的人们来说，刚刚过去的这个夏天令人“眼花缭乱”：全球主要热带风暴发源地都记录下了多个以极快速度形成的超级热带风暴。人们担心，今年的风暴是否会再次创下新的纪录?\n\n尽管仍有许多不确定之处，但是极端天气事件和气候变化之间的联系正在变得越来越明显。\n\n李超介绍说，本次IPCC气候科学报告《气候变化2021：自然科学基础》单独设立了“气候变化中的极端天气事件”一章，首次凸显极端天气事件是全球变暖的重要威胁。\n\n报告指出，自20世纪50年代以来，全球绝大部分地区极端高温事件的频率和强度在增加，极端低温事件的频率和强度在下降。受区域陆气互馈过程影响，如土壤湿度以及冰雪覆盖与气温的互馈，内陆半干旱和干旱地区以及冰雪覆盖的高纬度和高海拔地区是极端温度变化最剧烈的区域。城市热岛效应使城市遭受更多更强的高温热浪威胁，1980年以来，全球海洋热浪的数量增加了近一倍。\n\n全球气温每上升1℃，大气水汽增加约7%，从而导致极端降水增加。除了增强的水汽作用，与环流相关的动力过程改变也会影响极端降水，且其自然波动更剧烈。报告显示，1950年以来，极端降水在大部分有观测资料的区域呈增加趋势。由于极端降水增加的速度整体快于平均降水，导致降水的年内变率增加，从而给区域水资源管理带来挑战。', '<p>第二十六届联合国气候变化框架公约缔约方会议（COP26）即将召开之际，华东师范大学地理科学学院研究员李超解读联合国政府间气候变化专门委员会（IPCC）第六次评估报告第一工作组报告时表示，相比于第五次评估报告，此次报告以更多的证据和更高的信度，指出人类活动引起的气候变化已经影响了全球各个地区的极端天气与气候事件，未来任何的持续增暖都会引起愈加频繁和严重的极端事件。</p>\n<p>IPCC第一工作组报告《气候变化 2021：自然科学基础》在经过IPCC 195个成员国政府代表参加的为期两周的线上会议评审后，于今年8月6日批准。第一工作组的报告是IPCC第六次评估报告（AR6）的第一部分，AR6将于2022年完成。</p>\n<p>IPCC的最新报告内容为本月底进行的气候谈判提供了更进一步的科学基础。COP26将于当地时间10月31日在英国格拉斯哥召开。</p>\n<p>历史变化：极端事件风险上升</p>\n<p>对于气象学家和关注全球气候变化的人们来说，刚刚过去的这个夏天令人“眼花缭乱”：全球主要热带风暴发源地都记录下了多个以极快速度形成的超级热带风暴。人们担心，今年的风暴是否会再次创下新的纪录?</p>\n<p>尽管仍有许多不确定之处，但是极端天气事件和气候变化之间的联系正在变得越来越明显。</p>\n<p>李超介绍说，本次IPCC气候科学报告《气候变化2021：自然科学基础》单独设立了“气候变化中的极端天气事件”一章，首次凸显极端天气事件是全球变暖的重要威胁。</p>\n<p>报告指出，自20世纪50年代以来，全球绝大部分地区极端高温事件的频率和强度在增加，极端低温事件的频率和强度在下降。受区域陆气互馈过程影响，如土壤湿度以及冰雪覆盖与气温的互馈，内陆半干旱和干旱地区以及冰雪覆盖的高纬度和高海拔地区是极端温度变化最剧烈的区域。城市热岛效应使城市遭受更多更强的高温热浪威胁，1980年以来，全球海洋热浪的数量增加了近一倍。</p>\n<p>全球气温每上升1℃，大气水汽增加约7%，从而导致极端降水增加。除了增强的水汽作用，与环流相关的动力过程改变也会影响极端降水，且其自然波动更剧烈。报告显示，1950年以来，极端降水在大部分有观测资料的区域呈增加趋势。由于极端降水增加的速度整体快于平均降水，导致降水的年内变率增加，从而给区域水资源管理带来挑战。</p>\n', '{\"articleCoverUrl\": \"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0933e0e043-603e-45e9-988b-2e38d17f24b9.jpg\"}', 0, 'PUBLISHED', '2023-05-09 14:15:56', NULL, NULL);

-- ----------------------------
-- Table structure for challenge_detail
-- ----------------------------
DROP TABLE IF EXISTS `challenge_detail`;
CREATE TABLE `challenge_detail`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `whether` tinyint NULL DEFAULT 0 COMMENT '是否正确；1:正确；0:错误',
  `question_id` int NULL DEFAULT NULL COMMENT '问题id\n',
  `garbage_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `garbage_type` tinyint NULL DEFAULT NULL,
  `selected_type` tinyint NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `challenge_detail_id_uindex`(`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2671 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '挑战明细记录' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of challenge_detail
-- ----------------------------
INSERT INTO `challenge_detail` VALUES (2651, 0, 27, '牛骨头', 1, 2);
INSERT INTO `challenge_detail` VALUES (2652, 1, 97, '鱼骨', 2, 2);
INSERT INTO `challenge_detail` VALUES (2653, 0, 98, '茶叶', 2, 1);
INSERT INTO `challenge_detail` VALUES (2654, 1, 101, '糖果', 2, 2);
INSERT INTO `challenge_detail` VALUES (2655, 1, 111, '苹果', 2, 2);
INSERT INTO `challenge_detail` VALUES (2656, 1, 112, '水果', 2, 2);
INSERT INTO `challenge_detail` VALUES (2657, 1, 126, '3D眼镜', 1, 1);
INSERT INTO `challenge_detail` VALUES (2658, 1, 151, '易拉罐', 3, 3);
INSERT INTO `challenge_detail` VALUES (2659, 1, 158, '蓄电池', 4, 4);
INSERT INTO `challenge_detail` VALUES (2660, 1, 169, '旧浴缸', 1, 1);
INSERT INTO `challenge_detail` VALUES (2661, 0, 31, '橡皮泥', 1, 4);
INSERT INTO `challenge_detail` VALUES (2662, 1, 50, '毛笔', 1, 1);
INSERT INTO `challenge_detail` VALUES (2663, 1, 84, '鱿鱼', 2, 2);
INSERT INTO `challenge_detail` VALUES (2664, 1, 92, '香菇', 2, 2);
INSERT INTO `challenge_detail` VALUES (2665, 1, 95, '老干妈调料酱', 2, 2);
INSERT INTO `challenge_detail` VALUES (2666, 1, 117, '橘子皮', 2, 2);
INSERT INTO `challenge_detail` VALUES (2667, 1, 118, '苹果皮', 2, 2);
INSERT INTO `challenge_detail` VALUES (2668, 1, 119, '葡萄', 2, 2);
INSERT INTO `challenge_detail` VALUES (2669, 1, 120, '葡萄枝', 2, 2);
INSERT INTO `challenge_detail` VALUES (2670, 1, 125, '塑料瓶', 3, 3);

-- ----------------------------
-- Table structure for challenge_result
-- ----------------------------
DROP TABLE IF EXISTS `challenge_result`;
CREATE TABLE `challenge_result`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `score` int NULL DEFAULT NULL COMMENT '得分',
  `result` json NULL COMMENT '结果集',
  `times` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间',
  `user_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `challenge_result_id_uindex`(`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 269 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '挑战结果+详情记录表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of challenge_result
-- ----------------------------
INSERT INTO `challenge_result` VALUES (267, 8, '[{\"whether\": 0, \"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 97, \"garbageName\": \"鱼骨\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 0, \"questionId\": 98, \"garbageName\": \"茶叶\", \"garbageType\": 2, \"selectedType\": 1}, {\"whether\": 1, \"questionId\": 101, \"garbageName\": \"糖果\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 112, \"garbageName\": \"水果\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1, \"selectedType\": 1}, {\"whether\": 1, \"questionId\": 151, \"garbageName\": \"易拉罐\", \"garbageType\": 3, \"selectedType\": 3}, {\"whether\": 1, \"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4, \"selectedType\": 4}, {\"whether\": 1, \"questionId\": 169, \"garbageName\": \"旧浴缸\", \"garbageType\": 1, \"selectedType\": 1}]', '2023-05-03 11:11:07', '张三');
INSERT INTO `challenge_result` VALUES (268, 9, '[{\"whether\": 0, \"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1, \"selectedType\": 4}, {\"whether\": 1, \"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1, \"selectedType\": 1}, {\"whether\": 1, \"questionId\": 84, \"garbageName\": \"鱿鱼\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 92, \"garbageName\": \"香菇\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 95, \"garbageName\": \"老干妈调料酱\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 117, \"garbageName\": \"橘子皮\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 119, \"garbageName\": \"葡萄\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 120, \"garbageName\": \"葡萄枝\", \"garbageType\": 2, \"selectedType\": 2}, {\"whether\": 1, \"questionId\": 125, \"garbageName\": \"塑料瓶\", \"garbageType\": 3, \"selectedType\": 3}]', '2023-05-04 22:05:43', '张三');

-- ----------------------------
-- Table structure for gen_table
-- ----------------------------
DROP TABLE IF EXISTS `gen_table`;
CREATE TABLE `gen_table`  (
  `table_id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `table_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '表名称',
  `table_comment` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '表描述',
  `sub_table_name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '关联子表的表名',
  `sub_table_fk_name` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '子表关联的外键名',
  `class_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '实体类名称',
  `tpl_category` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT 'crud' COMMENT '使用的模板（crud单表操作 tree树表操作 sub主子表操作）',
  `package_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '生成包路径',
  `module_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '生成模块名',
  `business_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '生成业务名',
  `function_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '生成功能名',
  `function_author` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '生成功能作者',
  `gen_type` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '0' COMMENT '生成代码方式（0zip压缩包 1自定义路径）',
  `gen_path` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '/' COMMENT '生成路径（不填默认项目路径）',
  `options` varchar(1000) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '其它生成选项',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`table_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 9 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_bin COMMENT = '代码生成业务表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of gen_table
-- ----------------------------
INSERT INTO `gen_table` VALUES (1, 'challenge_detail', '挑战明细记录', '', NULL, 'ChallengeDetail', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'challengeDetail', '挑战明细记录', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:04', '', '2021-06-08 10:34:41', '');
INSERT INTO `gen_table` VALUES (2, 'challenge_result', '挑战结果+详情记录表', '', NULL, 'ChallengeResult', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'challengeResult', '挑战结果+详情记录', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:04', '', '2021-06-08 10:34:55', '');
INSERT INTO `gen_table` VALUES (3, 'image_classify', '图像识别记录', '', NULL, 'ImageClassify', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'imageClassify', '图像识别记录', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:04', '', '2021-06-08 10:35:06', '');
INSERT INTO `gen_table` VALUES (4, 'keyword_result', '关键词+结果记录表', '', NULL, 'KeywordResult', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'keywordResult', '关键词+结果记录', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:05', '', '2021-06-08 12:27:18', '');
INSERT INTO `gen_table` VALUES (5, 'keyword_search_num', '搜索关键词+次数记录表', '', NULL, 'KeywordSearchNum', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'keywordSearchNum', '搜索关键词+次数记录', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:05', '', '2021-06-08 10:33:33', '');
INSERT INTO `gen_table` VALUES (6, 'question_bank', '题库表', '', NULL, 'QuestionBank', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'questionBank', '题库', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:05', '', '2021-06-08 12:26:47', '');
INSERT INTO `gen_table` VALUES (7, 'slide_show', '幻灯片播放表', '', NULL, 'SlideShow', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'slideShow', '幻灯片播放', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:05', '', '2021-06-08 10:34:06', '');
INSERT INTO `gen_table` VALUES (8, 'speech_classify', '语音识别记录', '', NULL, 'SpeechClassify', 'crud', 'com.ruoyi.project.garbagesort', 'garbagesort', 'speechClassify', '语音识别记录', 'luoxiang', '0', '/', '{\"parentMenuId\":\"2000\",\"treeName\":\"\",\"treeParentCode\":\"\",\"parentMenuName\":\"垃圾分类\",\"treeCode\":\"\"}', 'admin', '2021-06-08 10:11:05', '', '2021-06-08 10:34:25', '');

-- ----------------------------
-- Table structure for gen_table_column
-- ----------------------------
DROP TABLE IF EXISTS `gen_table_column`;
CREATE TABLE `gen_table_column`  (
  `column_id` bigint NOT NULL AUTO_INCREMENT COMMENT '编号',
  `table_id` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '归属表编号',
  `column_name` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '列名称',
  `column_comment` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '列描述',
  `column_type` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '列类型',
  `java_type` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT 'JAVA类型',
  `java_field` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT 'JAVA字段名',
  `is_pk` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '是否主键（1是）',
  `is_increment` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '是否自增（1是）',
  `is_required` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '是否必填（1是）',
  `is_insert` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '是否为插入字段（1是）',
  `is_edit` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '是否编辑字段（1是）',
  `is_list` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '是否列表字段（1是）',
  `is_query` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '是否查询字段（1是）',
  `query_type` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT 'EQ' COMMENT '查询方式（等于、不等于、大于、小于、范围）',
  `html_type` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT NULL COMMENT '显示类型（文本框、文本域、下拉框、复选框、单选框、日期控件）',
  `dict_type` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '字典类型',
  `sort` int NULL DEFAULT NULL COMMENT '排序',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`column_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 46 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_bin COMMENT = '代码生成业务表字段' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of gen_table_column
-- ----------------------------
INSERT INTO `gen_table_column` VALUES (1, '1', 'id', '', 'int', 'Long', 'id', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:41');
INSERT INTO `gen_table_column` VALUES (2, '1', 'whether', '是否正确；1:正确；0:错误', 'tinyint', 'Long', 'whether', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:41');
INSERT INTO `gen_table_column` VALUES (3, '1', 'question_id', '问题id', 'int', 'Long', 'questionId', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:41');
INSERT INTO `gen_table_column` VALUES (4, '1', 'garbage_name', '', 'varchar(100)', 'String', 'garbageName', '0', '0', NULL, '1', '1', '1', '1', 'LIKE', 'input', '', 4, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:41');
INSERT INTO `gen_table_column` VALUES (5, '1', 'garbage_type', '', 'tinyint', 'Long', 'garbageType', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'select', '', 5, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:41');
INSERT INTO `gen_table_column` VALUES (6, '1', 'selected_type', '', 'tinyint', 'Long', 'selectedType', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'select', '', 6, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:41');
INSERT INTO `gen_table_column` VALUES (7, '2', 'id', '', 'int', 'Long', 'id', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:55');
INSERT INTO `gen_table_column` VALUES (8, '2', 'score', '', 'int', 'Long', 'score', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:55');
INSERT INTO `gen_table_column` VALUES (9, '2', 'result', '', 'json', 'String', 'result', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:55');
INSERT INTO `gen_table_column` VALUES (10, '2', 'times', '', 'timestamp', 'Date', 'times', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'datetime', '', 4, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:55');
INSERT INTO `gen_table_column` VALUES (11, '2', 'user_name', '', 'varchar(100)', 'String', 'userName', '0', '0', NULL, '1', '1', '1', '1', 'LIKE', 'input', '', 5, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:34:55');
INSERT INTO `gen_table_column` VALUES (12, '3', 'id', '', 'int', 'Long', 'id', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (13, '3', 'filepath', '', 'varchar(200)', 'String', 'filepath', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (14, '3', 'one_keyword', '', 'varchar(100)', 'String', 'oneKeyword', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2021-06-08 10:11:04', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (15, '3', 'one_result', '', 'json', 'String', 'oneResult', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 4, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (16, '3', 'all_keyword', '', 'varchar(500)', 'String', 'allKeyword', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'textarea', '', 5, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (17, '3', 'all_result', '', 'json', 'String', 'allResult', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 6, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (18, '3', 'user_name', '', 'varchar(100)', 'String', 'userName', '0', '0', NULL, '1', '1', '1', '1', 'LIKE', 'input', '', 7, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (19, '3', 'times', '', 'timestamp', 'Date', 'times', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'datetime', '', 8, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:35:06');
INSERT INTO `gen_table_column` VALUES (20, '4', 'id', '', 'int', 'Long', 'id', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:27:18');
INSERT INTO `gen_table_column` VALUES (21, '4', 'keyword', '', 'varchar(100)', 'String', 'keyword', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:27:18');
INSERT INTO `gen_table_column` VALUES (22, '4', 'result', '', 'json', 'String', 'result', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:27:18');
INSERT INTO `gen_table_column` VALUES (23, '4', 'times', '', 'timestamp', 'Date', 'times', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'datetime', '', 4, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:27:18');
INSERT INTO `gen_table_column` VALUES (24, '5', 'id', '', 'int', 'Long', 'id', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:33:33');
INSERT INTO `gen_table_column` VALUES (25, '5', 'keyword', '', 'varchar(100)', 'String', 'keyword', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:33:33');
INSERT INTO `gen_table_column` VALUES (26, '5', 'num', '', 'int', 'Long', 'num', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:33:33');
INSERT INTO `gen_table_column` VALUES (27, '5', 'times', '', 'timestamp', 'Date', 'times', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'datetime', '', 4, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:33:34');
INSERT INTO `gen_table_column` VALUES (28, '6', 'question_id', 'id', 'int', 'Long', 'questionId', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:26:47');
INSERT INTO `gen_table_column` VALUES (29, '6', 'garbage_type', '', 'tinyint', 'Long', 'garbageType', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'select', 'garbage_type', 1, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:26:47');
INSERT INTO `gen_table_column` VALUES (30, '6', 'garbage_name', '垃圾名称', 'varchar(50)', 'String', 'garbageName', '0', '0', NULL, '1', '1', '1', '1', 'LIKE', 'input', '', 3, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:26:47');
INSERT INTO `gen_table_column` VALUES (31, '6', 'analysis', '解析', 'varchar(255)', 'String', 'analysis', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 4, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:26:47');
INSERT INTO `gen_table_column` VALUES (32, '6', 'remark', '备注', 'varchar(200)', 'String', 'remark', '0', '0', NULL, '1', '1', '1', NULL, 'EQ', 'input', '', 5, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 12:26:47');
INSERT INTO `gen_table_column` VALUES (33, '7', 'slide', 'id', 'int', 'Long', 'slide', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:06');
INSERT INTO `gen_table_column` VALUES (34, '7', 'user_id', '是否启用', 'tinyint(1)', 'Integer', 'userId', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:06');
INSERT INTO `gen_table_column` VALUES (35, '7', 'sort_id', '排序id', 'int', 'Long', 'sortId', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:06');
INSERT INTO `gen_table_column` VALUES (36, '7', 'image_url', '图片地址', 'varchar(200)', 'String', 'imageUrl', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 4, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:06');
INSERT INTO `gen_table_column` VALUES (37, '7', 'skip_url', '跳转的链接地址', 'varchar(200)', 'String', 'skipUrl', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 5, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:06');
INSERT INTO `gen_table_column` VALUES (38, '8', 'id', '', 'int', 'Long', 'id', '1', '1', NULL, '1', NULL, NULL, NULL, 'EQ', 'input', '', 1, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');
INSERT INTO `gen_table_column` VALUES (39, '8', 'filepath', '', 'varchar(200)', 'String', 'filepath', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 2, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');
INSERT INTO `gen_table_column` VALUES (40, '8', 'one_keyword', '', 'varchar(100)', 'String', 'oneKeyword', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 3, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');
INSERT INTO `gen_table_column` VALUES (41, '8', 'one_result', '', 'json', 'String', 'oneResult', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 4, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');
INSERT INTO `gen_table_column` VALUES (42, '8', 'all_keyword', '', 'varchar(500)', 'String', 'allKeyword', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'textarea', '', 5, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');
INSERT INTO `gen_table_column` VALUES (43, '8', 'all_result', '', 'json', 'String', 'allResult', '0', '0', NULL, '1', '1', '1', '1', 'EQ', 'input', '', 6, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');
INSERT INTO `gen_table_column` VALUES (44, '8', 'user_name', '', 'varchar(100)', 'String', 'userName', '0', '0', NULL, '1', '1', '1', '1', 'LIKE', 'input', '', 7, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');
INSERT INTO `gen_table_column` VALUES (45, '8', 'times', '', 'timestamp', 'Date', 'times', '0', '0', '1', '1', '1', '1', '1', 'EQ', 'datetime', '', 8, 'admin', '2021-06-08 10:11:05', NULL, '2021-06-08 10:34:25');

-- ----------------------------
-- Table structure for image_classify
-- ----------------------------
DROP TABLE IF EXISTS `image_classify`;
CREATE TABLE `image_classify`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `filepath` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '文件存储路径',
  `one_keyword` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '一个关键字',
  `one_result` json NULL COMMENT '一个结果',
  `all_keyword` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '总关键字',
  `all_result` json NULL COMMENT '总结果',
  `user_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '用户名',
  `times` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `image_classify_id_uindex`(`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 335 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '图像识别记录' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of image_classify
-- ----------------------------
INSERT INTO `image_classify` VALUES (331, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/02/e2XnpmLphdCs1b747b76f0bf2ad16e3d7a64467a9a84.jpg', '汽车模型', 'null', '汽车模型,电池,玩具汽车,玩具,氢镍,', '[]', '张三', '2023-05-02 22:34:36');
INSERT INTO `image_classify` VALUES (332, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/03/BrrywtmeKrqY1b747b76f0bf2ad16e3d7a64467a9a84.jpg', '汽车模型', 'null', '汽车模型,电池,玩具汽车,玩具,氢镍,', '[]', '张三', '2023-05-03 11:09:47');
INSERT INTO `image_classify` VALUES (333, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/tmp_33afd4cdf0fae26355369b6a0373970a053a494e54a14d63.jpg', '鼠标', '{\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}', '鼠标,路由器,充电器,充电宝,鼠标垫,', '[{\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}]', '张三', '2023-05-04 22:05:01');
INSERT INTO `image_classify` VALUES (334, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_c2a9cc5687c188488eabf26716e82ce61927db6ae63e54d9.jpg', '平板手机', 'null', '平板手机,手机,电池后盖,手机套,书本,', '[]', '张三', '2023-05-05 22:54:24');

-- ----------------------------
-- Table structure for images
-- ----------------------------
DROP TABLE IF EXISTS `images`;
CREATE TABLE `images`  (
  `image_id` int NOT NULL AUTO_INCREMENT COMMENT '图片id',
  `article_id` int NOT NULL COMMENT '图片对应的文章id',
  `file_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '图片名',
  `file_path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '图片路径',
  `file_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '图片类型',
  `created_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `updated_time` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`image_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '图片表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of images
-- ----------------------------

-- ----------------------------
-- Table structure for keyword_result
-- ----------------------------
DROP TABLE IF EXISTS `keyword_result`;
CREATE TABLE `keyword_result`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `keyword` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `result` json NULL,
  `times` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `keyword_result_id_uindex`(`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2292 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '关键词+结果记录表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of keyword_result
-- ----------------------------
INSERT INTO `keyword_result` VALUES (912, '教室', 'null', '2019-07-24 15:42:00');
INSERT INTO `keyword_result` VALUES (913, '男孩', '[]', '2019-07-24 15:42:04');
INSERT INTO `keyword_result` VALUES (914, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 15:42:09');
INSERT INTO `keyword_result` VALUES (915, '教室', 'null', '2019-07-24 15:42:11');
INSERT INTO `keyword_result` VALUES (916, '教室', '[]', '2019-07-24 15:42:13');
INSERT INTO `keyword_result` VALUES (917, '糖果', 'null', '2019-07-24 15:42:15');
INSERT INTO `keyword_result` VALUES (918, '米线', 'null', '2019-07-24 15:42:27');
INSERT INTO `keyword_result` VALUES (919, '人物特写', 'null', '2019-07-24 15:42:31');
INSERT INTO `keyword_result` VALUES (920, '米线', '[]', '2019-07-24 15:42:32');
INSERT INTO `keyword_result` VALUES (921, '人物特写', '[]', '2019-07-24 15:42:33');
INSERT INTO `keyword_result` VALUES (922, '米线', '[]', '2019-07-24 15:42:35');
INSERT INTO `keyword_result` VALUES (923, '人物特写', 'null', '2019-07-24 15:42:38');
INSERT INTO `keyword_result` VALUES (924, '头发', '[{\"questionId\": 196, \"garbageName\": \"头发\", \"garbageType\": 1}]', '2019-07-24 15:42:40');
INSERT INTO `keyword_result` VALUES (925, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 15:42:56');
INSERT INTO `keyword_result` VALUES (926, '人物特写', 'null', '2019-07-24 15:42:59');
INSERT INTO `keyword_result` VALUES (927, '头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}, {\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}, {\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 196, \"garbageName\": \"头发\", \"garbageType\": 1}, {\"questionId\": 218, \"garbageName\": \"骨头\", \"garbageType\": 2}, {\"questionId\": 219, \"garbageName\": \"鸡鹅鸭骨头\", \"garbageType\": 2}, {\"questionId\": 310, \"garbageName\": \"枕头\", \"garbageType\": 3}, {\"questionId\": 324, \"garbageName\": \"插头\", \"garbageType\": 3}, {\"questionId\": 329, \"garbageName\": \"食品罐头\", \"garbageType\": 3}, {\"questionId\": 344, \"garbageName\": \"废锁头\", \"garbageType\": 3}]', '2019-07-24 15:43:04');
INSERT INTO `keyword_result` VALUES (928, '头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}, {\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}, {\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 196, \"garbageName\": \"头发\", \"garbageType\": 1}, {\"questionId\": 218, \"garbageName\": \"骨头\", \"garbageType\": 2}, {\"questionId\": 219, \"garbageName\": \"鸡鹅鸭骨头\", \"garbageType\": 2}, {\"questionId\": 310, \"garbageName\": \"枕头\", \"garbageType\": 3}, {\"questionId\": 324, \"garbageName\": \"插头\", \"garbageType\": 3}, {\"questionId\": 329, \"garbageName\": \"食品罐头\", \"garbageType\": 3}, {\"questionId\": 344, \"garbageName\": \"废锁头\", \"garbageType\": 3}]', '2019-07-24 15:43:06');
INSERT INTO `keyword_result` VALUES (929, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-24 15:43:55');
INSERT INTO `keyword_result` VALUES (930, '简笔画', 'null', '2019-07-24 15:46:21');
INSERT INTO `keyword_result` VALUES (931, '简笔画', '[]', '2019-07-24 15:46:27');
INSERT INTO `keyword_result` VALUES (932, '纸品湿巾', 'null', '2019-07-24 15:55:31');
INSERT INTO `keyword_result` VALUES (933, '维达', '[]', '2019-07-24 15:55:35');
INSERT INTO `keyword_result` VALUES (934, '键盘', 'null', '2019-07-24 15:55:53');
INSERT INTO `keyword_result` VALUES (935, '饮料瓶', '[{\"questionId\": 259, \"garbageName\": \"饮料瓶\", \"garbageType\": 3}]', '2019-07-24 16:03:40');
INSERT INTO `keyword_result` VALUES (936, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}]', '2019-07-24 16:07:51');
INSERT INTO `keyword_result` VALUES (937, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 16:08:03');
INSERT INTO `keyword_result` VALUES (938, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 16:08:03');
INSERT INTO `keyword_result` VALUES (939, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 16:08:03');
INSERT INTO `keyword_result` VALUES (940, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-07-24 16:08:09');
INSERT INTO `keyword_result` VALUES (941, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 16:08:12');
INSERT INTO `keyword_result` VALUES (942, '美女', 'null', '2019-07-24 16:15:05');
INSERT INTO `keyword_result` VALUES (943, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}]', '2019-07-24 16:15:19');
INSERT INTO `keyword_result` VALUES (944, '熊猫卡通', 'null', '2019-07-24 16:15:35');
INSERT INTO `keyword_result` VALUES (945, '书本', 'null', '2019-07-24 16:16:01');
INSERT INTO `keyword_result` VALUES (946, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:06');
INSERT INTO `keyword_result` VALUES (947, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:09');
INSERT INTO `keyword_result` VALUES (948, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:11');
INSERT INTO `keyword_result` VALUES (949, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:13');
INSERT INTO `keyword_result` VALUES (950, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:13');
INSERT INTO `keyword_result` VALUES (951, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:14');
INSERT INTO `keyword_result` VALUES (952, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:14');
INSERT INTO `keyword_result` VALUES (953, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:14');
INSERT INTO `keyword_result` VALUES (954, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:14');
INSERT INTO `keyword_result` VALUES (955, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:14');
INSERT INTO `keyword_result` VALUES (956, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:15');
INSERT INTO `keyword_result` VALUES (957, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:15');
INSERT INTO `keyword_result` VALUES (958, '书本', '[{\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}]', '2019-07-24 16:16:16');
INSERT INTO `keyword_result` VALUES (959, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 16:16:44');
INSERT INTO `keyword_result` VALUES (960, '女朋友', '[{\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}]', '2019-07-24 16:17:05');
INSERT INTO `keyword_result` VALUES (961, '男朋友', '[{\"remark\": \"有时偶尔不听话，大概是皮了，需要好好教育才能更懂你\", \"questionId\": 421, \"garbageName\": \"男朋友\", \"garbageType\": 3}]', '2019-07-24 16:17:21');
INSERT INTO `keyword_result` VALUES (962, '女仆', '[]', '2019-07-24 16:17:37');
INSERT INTO `keyword_result` VALUES (963, '女朋友', '[{\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}]', '2019-07-24 16:17:42');
INSERT INTO `keyword_result` VALUES (964, '雨伞', '[{\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-24 16:22:19');
INSERT INTO `keyword_result` VALUES (965, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 16:34:25');
INSERT INTO `keyword_result` VALUES (966, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-24 16:36:08');
INSERT INTO `keyword_result` VALUES (967, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-24 16:36:13');
INSERT INTO `keyword_result` VALUES (968, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-24 16:36:28');
INSERT INTO `keyword_result` VALUES (969, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-07-24 16:36:31');
INSERT INTO `keyword_result` VALUES (970, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-24 16:36:50');
INSERT INTO `keyword_result` VALUES (971, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-24 16:37:01');
INSERT INTO `keyword_result` VALUES (972, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-24 16:42:11');
INSERT INTO `keyword_result` VALUES (973, '面膜', 'null', '2019-07-24 16:51:16');
INSERT INTO `keyword_result` VALUES (974, '光疗甲', 'null', '2019-07-24 16:52:02');
INSERT INTO `keyword_result` VALUES (975, '彩色动漫', 'null', '2019-07-24 16:52:16');
INSERT INTO `keyword_result` VALUES (976, '雕像', 'null', '2019-07-24 16:52:58');
INSERT INTO `keyword_result` VALUES (977, '橡胶', '[]', '2019-07-24 16:56:54');
INSERT INTO `keyword_result` VALUES (978, '橡胶', '[]', '2019-07-24 16:56:58');
INSERT INTO `keyword_result` VALUES (979, '枕头', '[{\"questionId\": 310, \"garbageName\": \"枕头\", \"garbageType\": 3}]', '2019-07-24 16:57:16');
INSERT INTO `keyword_result` VALUES (980, '饮料/饮品', 'null', '2019-07-24 16:59:20');
INSERT INTO `keyword_result` VALUES (981, '啤酒瓶', '[]', '2019-07-24 17:04:04');
INSERT INTO `keyword_result` VALUES (982, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}]', '2019-07-24 17:04:16');
INSERT INTO `keyword_result` VALUES (983, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-07-24 17:06:43');
INSERT INTO `keyword_result` VALUES (984, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-24 17:11:27');
INSERT INTO `keyword_result` VALUES (985, '雨伞', '[{\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-24 17:18:28');
INSERT INTO `keyword_result` VALUES (986, '雨伞', '[{\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-24 17:23:57');
INSERT INTO `keyword_result` VALUES (987, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-07-24 17:26:40');
INSERT INTO `keyword_result` VALUES (988, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-24 17:50:25');
INSERT INTO `keyword_result` VALUES (989, '鼠标', 'null', '2019-07-24 17:51:09');
INSERT INTO `keyword_result` VALUES (990, '竹篮', '[{\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}]', '2019-07-24 17:51:20');
INSERT INTO `keyword_result` VALUES (991, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 17:51:25');
INSERT INTO `keyword_result` VALUES (992, '天堂伞', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-07-24 17:51:35');
INSERT INTO `keyword_result` VALUES (993, '鼠标', 'null', '2019-07-24 17:57:09');
INSERT INTO `keyword_result` VALUES (994, '触控板', 'null', '2019-07-24 17:57:16');
INSERT INTO `keyword_result` VALUES (995, '平板手机', '[]', '2019-07-24 17:57:27');
INSERT INTO `keyword_result` VALUES (996, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-24 17:59:16');
INSERT INTO `keyword_result` VALUES (997, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 18:01:37');
INSERT INTO `keyword_result` VALUES (998, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 18:02:35');
INSERT INTO `keyword_result` VALUES (999, '我觉得', '[]', '2019-07-24 18:02:55');
INSERT INTO `keyword_result` VALUES (1000, '', '[]', '2019-07-24 18:02:59');
INSERT INTO `keyword_result` VALUES (1001, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}]', '2019-07-24 18:03:08');
INSERT INTO `keyword_result` VALUES (1002, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}]', '2019-07-24 18:03:20');
INSERT INTO `keyword_result` VALUES (1003, '耳机', '[]', '2019-07-24 18:16:56');
INSERT INTO `keyword_result` VALUES (1004, '耳机', '[]', '2019-07-24 18:17:00');
INSERT INTO `keyword_result` VALUES (1005, '餐巾纸', '[{\"questionId\": 5, \"garbageName\": \"餐巾纸\", \"garbageType\": 1}]', '2019-07-24 18:17:37');
INSERT INTO `keyword_result` VALUES (1006, '手表', '[]', '2019-07-24 18:17:45');
INSERT INTO `keyword_result` VALUES (1007, '手表', '[]', '2019-07-24 18:17:47');
INSERT INTO `keyword_result` VALUES (1008, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 18:18:02');
INSERT INTO `keyword_result` VALUES (1009, '鼠标', '[{\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}]', '2019-07-24 18:18:14');
INSERT INTO `keyword_result` VALUES (1010, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-24 18:18:14');
INSERT INTO `keyword_result` VALUES (1011, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-24 18:19:52');
INSERT INTO `keyword_result` VALUES (1012, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 18:20:00');
INSERT INTO `keyword_result` VALUES (1013, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-07-24 18:20:23');
INSERT INTO `keyword_result` VALUES (1014, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-07-24 18:20:27');
INSERT INTO `keyword_result` VALUES (1015, '金鱼', '[]', '2019-07-24 18:21:23');
INSERT INTO `keyword_result` VALUES (1016, '死鱼', '[]', '2019-07-24 18:21:33');
INSERT INTO `keyword_result` VALUES (1017, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}]', '2019-07-24 18:21:47');
INSERT INTO `keyword_result` VALUES (1018, '木鱼', '[]', '2019-07-24 18:21:52');
INSERT INTO `keyword_result` VALUES (1019, '飞机', '[]', '2019-07-24 18:22:08');
INSERT INTO `keyword_result` VALUES (1020, '手机', '[{\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2019-07-24 18:22:12');
INSERT INTO `keyword_result` VALUES (1021, '手机', '[{\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2019-07-24 18:22:15');
INSERT INTO `keyword_result` VALUES (1022, '女朋友', '[{\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}]', '2019-07-24 18:22:16');
INSERT INTO `keyword_result` VALUES (1023, '手机电池', '[{\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2019-07-24 18:22:16');
INSERT INTO `keyword_result` VALUES (1024, '茶叶', '[{\"questionId\": 98, \"garbageName\": \"茶叶\", \"garbageType\": 2}, {\"questionId\": 600, \"garbageName\": \"茶叶渣\", \"garbageType\": 2}, {\"questionId\": 656, \"garbageName\": \"茶叶包\", \"garbageType\": 1}]', '2019-07-24 18:22:30');
INSERT INTO `keyword_result` VALUES (1025, '盆栽植物', 'null', '2019-07-24 18:22:48');
INSERT INTO `keyword_result` VALUES (1026, '灵芝', '[]', '2019-07-24 18:23:02');
INSERT INTO `keyword_result` VALUES (1027, '男朋友', '[{\"remark\": \"有时偶尔不听话，大概是皮了，需要好好教育才能更懂你\", \"questionId\": 421, \"garbageName\": \"男朋友\", \"garbageType\": 3}]', '2019-07-24 18:23:09');
INSERT INTO `keyword_result` VALUES (1028, '键盘', 'null', '2019-07-24 18:23:24');
INSERT INTO `keyword_result` VALUES (1029, '纸品湿巾', 'null', '2019-07-24 18:23:44');
INSERT INTO `keyword_result` VALUES (1030, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-24 18:23:46');
INSERT INTO `keyword_result` VALUES (1031, '狗屎', '[{\"remark\": \"属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内\", \"questionId\": 429, \"garbageName\": \"狗屎\", \"garbageType\": 1}]', '2019-07-24 18:23:47');
INSERT INTO `keyword_result` VALUES (1032, '耳机', '[{\"remark\": \"耳机是个好东西，戴上它，感觉全世界都是自己的\", \"questionId\": 662, \"garbageName\": \"耳机\", \"garbageType\": 3}]', '2019-07-24 18:23:51');
INSERT INTO `keyword_result` VALUES (1033, '狗屎', '[{\"remark\": \"属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内\", \"questionId\": 429, \"garbageName\": \"狗屎\", \"garbageType\": 1}]', '2019-07-24 18:23:52');
INSERT INTO `keyword_result` VALUES (1034, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-07-24 18:23:53');
INSERT INTO `keyword_result` VALUES (1035, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-24 18:24:13');
INSERT INTO `keyword_result` VALUES (1036, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-24 18:24:56');
INSERT INTO `keyword_result` VALUES (1037, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-24 18:25:10');
INSERT INTO `keyword_result` VALUES (1038, '死鱼', '[]', '2019-07-24 18:25:21');
INSERT INTO `keyword_result` VALUES (1039, '死鱼', '[]', '2019-07-24 18:25:31');
INSERT INTO `keyword_result` VALUES (1040, '图像素材', 'null', '2019-07-24 18:25:46');
INSERT INTO `keyword_result` VALUES (1041, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 18:26:03');
INSERT INTO `keyword_result` VALUES (1042, '甘蔗皮', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}]', '2019-07-24 18:27:30');
INSERT INTO `keyword_result` VALUES (1043, '甘蔗', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}, {\"questionId\": 216, \"garbageName\": \"甘蔗\", \"garbageType\": 2}]', '2019-07-24 18:27:49');
INSERT INTO `keyword_result` VALUES (1044, '动物尸体', '[]', '2019-07-24 18:28:15');
INSERT INTO `keyword_result` VALUES (1045, '碗', 'null', '2019-07-24 18:28:27');
INSERT INTO `keyword_result` VALUES (1046, '烟灰缸', 'null', '2019-07-24 18:29:44');
INSERT INTO `keyword_result` VALUES (1047, '水壶', 'null', '2019-07-24 18:30:13');
INSERT INTO `keyword_result` VALUES (1048, '椅子', 'null', '2019-07-24 18:30:29');
INSERT INTO `keyword_result` VALUES (1049, '人物特写', 'null', '2019-07-24 18:30:46');
INSERT INTO `keyword_result` VALUES (1050, '轿车', 'null', '2019-07-24 18:31:29');
INSERT INTO `keyword_result` VALUES (1051, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-07-24 18:32:21');
INSERT INTO `keyword_result` VALUES (1052, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-24 18:32:24');
INSERT INTO `keyword_result` VALUES (1053, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-24 18:32:49');
INSERT INTO `keyword_result` VALUES (1054, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-24 18:34:04');
INSERT INTO `keyword_result` VALUES (1055, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-24 18:35:17');
INSERT INTO `keyword_result` VALUES (1056, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 18:35:31');
INSERT INTO `keyword_result` VALUES (1057, '', '[]', '2019-07-24 18:36:18');
INSERT INTO `keyword_result` VALUES (1058, '可以可以可以可以', '[]', '2019-07-24 18:36:28');
INSERT INTO `keyword_result` VALUES (1059, '防碎气泡膜', '[{\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}]', '2019-07-24 18:36:42');
INSERT INTO `keyword_result` VALUES (1060, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-24 18:36:49');
INSERT INTO `keyword_result` VALUES (1061, '黄豆', '[{\"questionId\": 62, \"garbageName\": \"黄豆\", \"garbageType\": 2}]', '2019-07-24 18:39:06');
INSERT INTO `keyword_result` VALUES (1062, '剩菜', '[{\"questionId\": 234, \"garbageName\": \"剩饭剩菜\", \"garbageType\": 2}]', '2019-07-24 18:39:37');
INSERT INTO `keyword_result` VALUES (1063, '天堂伞', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-07-24 18:39:41');
INSERT INTO `keyword_result` VALUES (1064, '餐巾纸', '[{\"questionId\": 5, \"garbageName\": \"餐巾纸\", \"garbageType\": 1}]', '2019-07-24 18:40:13');
INSERT INTO `keyword_result` VALUES (1065, '生蚝壳', '[{\"questionId\": 53, \"garbageName\": \"生蚝壳\", \"garbageType\": 1}]', '2019-07-24 18:40:51');
INSERT INTO `keyword_result` VALUES (1066, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-24 18:41:08');
INSERT INTO `keyword_result` VALUES (1067, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-24 18:41:51');
INSERT INTO `keyword_result` VALUES (1068, '烟蒂', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}]', '2019-07-24 18:42:03');
INSERT INTO `keyword_result` VALUES (1069, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-07-24 18:42:06');
INSERT INTO `keyword_result` VALUES (1070, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-24 18:42:17');
INSERT INTO `keyword_result` VALUES (1071, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-07-24 18:42:26');
INSERT INTO `keyword_result` VALUES (1072, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-07-24 18:42:27');
INSERT INTO `keyword_result` VALUES (1073, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-24 18:42:29');
INSERT INTO `keyword_result` VALUES (1074, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-24 18:42:44');
INSERT INTO `keyword_result` VALUES (1075, '太空沙', '[{\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}]', '2019-07-24 18:42:57');
INSERT INTO `keyword_result` VALUES (1076, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-07-24 18:43:01');
INSERT INTO `keyword_result` VALUES (1077, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-24 18:44:07');
INSERT INTO `keyword_result` VALUES (1078, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-24 18:44:26');
INSERT INTO `keyword_result` VALUES (1079, '小龙虾', '[{\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}]', '2019-07-24 18:44:33');
INSERT INTO `keyword_result` VALUES (1080, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-24 18:44:55');
INSERT INTO `keyword_result` VALUES (1081, '水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}, {\"questionId\": 112, \"garbageName\": \"水果\", \"garbageType\": 2}, {\"questionId\": 114, \"garbageName\": \"水果皮\", \"garbageType\": 2}, {\"questionId\": 172, \"garbageName\": \"旧水槽\", \"garbageType\": 1}, {\"questionId\": 261, \"garbageName\": \"洗发水瓶\", \"garbageType\": 3}, {\"questionId\": 282, \"garbageName\": \"水果网套\", \"garbageType\": 3}, {\"questionId\": 366, \"garbageName\": \"洗甲水\", \"garbageType\": 4}, {\"questionId\": 369, \"garbageName\": \"水银血压计\", \"garbageType\": 4}, {\"questionId\": 370, \"garbageName\": \"水银体温计\", \"garbageType\": 4}, {\"questionId\": 371, \"garbageName\": \"水银温度计\", \"garbageType\": 4}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 392, \"garbageName\": \"香水瓶\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}, {\"questionId\": 514, \"garbageName\": \"眼药水\", \"garbageType\": 4}, {\"questionId\": 528, \"garbageName\": \"眼药水瓶\", \"garbageType\": 4}, {\"questionId\": 545, \"garbageName\": \"水银\", \"garbageType\": 4}]', '2019-07-24 18:44:59');
INSERT INTO `keyword_result` VALUES (1082, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-24 18:48:37');
INSERT INTO `keyword_result` VALUES (1083, '葵花', 'null', '2019-07-24 18:49:02');
INSERT INTO `keyword_result` VALUES (1084, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 18:49:07');
INSERT INTO `keyword_result` VALUES (1085, '花盆', '[{\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}]', '2019-07-24 18:49:13');
INSERT INTO `keyword_result` VALUES (1086, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 18:49:15');
INSERT INTO `keyword_result` VALUES (1087, '瓶子', 'null', '2019-07-24 18:49:35');
INSERT INTO `keyword_result` VALUES (1088, '沐浴露', '[]', '2019-07-24 18:49:45');
INSERT INTO `keyword_result` VALUES (1089, '猫', 'null', '2019-07-24 18:50:03');
INSERT INTO `keyword_result` VALUES (1090, '猫', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}]', '2019-07-24 18:50:05');
INSERT INTO `keyword_result` VALUES (1091, '猫', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}]', '2019-07-24 18:50:09');
INSERT INTO `keyword_result` VALUES (1092, '猫', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}]', '2019-07-24 18:50:13');
INSERT INTO `keyword_result` VALUES (1093, '烟灰缸', 'null', '2019-07-24 18:51:02');
INSERT INTO `keyword_result` VALUES (1094, '串串香', '[]', '2019-07-24 18:51:04');
INSERT INTO `keyword_result` VALUES (1095, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 18:51:07');
INSERT INTO `keyword_result` VALUES (1096, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 18:51:14');
INSERT INTO `keyword_result` VALUES (1097, '珍珠', '[]', '2019-07-24 18:53:57');
INSERT INTO `keyword_result` VALUES (1098, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-07-24 18:54:03');
INSERT INTO `keyword_result` VALUES (1099, '珍珠奶茶', '[]', '2019-07-24 18:54:11');
INSERT INTO `keyword_result` VALUES (1100, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-07-24 18:57:28');
INSERT INTO `keyword_result` VALUES (1101, '鲸鱼', '[]', '2019-07-24 18:57:39');
INSERT INTO `keyword_result` VALUES (1102, '鲸鱼', '[]', '2019-07-24 18:57:40');
INSERT INTO `keyword_result` VALUES (1103, '沙发', '[]', '2019-07-24 18:57:53');
INSERT INTO `keyword_result` VALUES (1104, '粘上猫尿的猫砂', '[]', '2019-07-24 18:58:59');
INSERT INTO `keyword_result` VALUES (1105, '鸡蛋壳', '[{\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}]', '2019-07-24 19:00:26');
INSERT INTO `keyword_result` VALUES (1106, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-24 19:01:27');
INSERT INTO `keyword_result` VALUES (1107, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-24 19:01:28');
INSERT INTO `keyword_result` VALUES (1108, '男孩', 'null', '2019-07-24 19:02:12');
INSERT INTO `keyword_result` VALUES (1109, '瓶子', '[]', '2019-07-24 19:02:25');
INSERT INTO `keyword_result` VALUES (1110, '男孩', '[]', '2019-07-24 19:02:29');
INSERT INTO `keyword_result` VALUES (1111, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 19:02:31');
INSERT INTO `keyword_result` VALUES (1112, '手提袋', '[]', '2019-07-24 19:02:35');
INSERT INTO `keyword_result` VALUES (1113, '美女', 'null', '2019-07-24 19:02:56');
INSERT INTO `keyword_result` VALUES (1114, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-24 19:03:08');
INSERT INTO `keyword_result` VALUES (1115, '男孩', 'null', '2019-07-24 19:05:59');
INSERT INTO `keyword_result` VALUES (1116, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-24 19:09:10');
INSERT INTO `keyword_result` VALUES (1117, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-24 19:11:16');
INSERT INTO `keyword_result` VALUES (1118, '甘蔗皮', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}]', '2019-07-24 19:11:25');
INSERT INTO `keyword_result` VALUES (1119, '打火机', '[{\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}]', '2019-07-24 19:12:12');
INSERT INTO `keyword_result` VALUES (1120, '那啥意思？', '[]', '2019-07-24 19:16:20');
INSERT INTO `keyword_result` VALUES (1121, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-24 19:17:23');
INSERT INTO `keyword_result` VALUES (1122, '平板手机', 'null', '2019-07-24 19:17:37');
INSERT INTO `keyword_result` VALUES (1123, '平板手机', '[]', '2019-07-24 19:17:42');
INSERT INTO `keyword_result` VALUES (1124, '羊肉', '[{\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}]', '2019-07-24 19:23:52');
INSERT INTO `keyword_result` VALUES (1125, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-24 19:33:52');
INSERT INTO `keyword_result` VALUES (1126, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-24 19:35:15');
INSERT INTO `keyword_result` VALUES (1127, '镜子', '[{\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}]', '2019-07-24 19:37:42');
INSERT INTO `keyword_result` VALUES (1128, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-24 19:39:02');
INSERT INTO `keyword_result` VALUES (1129, '防碎气泡', '[{\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}]', '2019-07-24 19:58:01');
INSERT INTO `keyword_result` VALUES (1130, '香蕉皮', '[{\"questionId\": 116, \"garbageName\": \"香蕉皮\", \"garbageType\": 2}]', '2019-07-24 19:59:50');
INSERT INTO `keyword_result` VALUES (1131, '米饭', '[{\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}]', '2019-07-24 20:14:51');
INSERT INTO `keyword_result` VALUES (1132, '珍珠', '[]', '2019-07-24 20:15:00');
INSERT INTO `keyword_result` VALUES (1133, '珍珠奶茶', '[]', '2019-07-24 20:15:04');
INSERT INTO `keyword_result` VALUES (1134, '珍珠奶茶', '[]', '2019-07-24 20:15:07');
INSERT INTO `keyword_result` VALUES (1135, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-07-24 20:15:33');
INSERT INTO `keyword_result` VALUES (1136, '树叶', '[{\"questionId\": 233, \"garbageName\": \"树叶\", \"garbageType\": 2}]', '2019-07-24 20:15:40');
INSERT INTO `keyword_result` VALUES (1137, '生蚝', '[{\"questionId\": 53, \"garbageName\": \"生蚝壳\", \"garbageType\": 1}]', '2019-07-24 20:15:45');
INSERT INTO `keyword_result` VALUES (1138, '花盆', '[{\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}]', '2019-07-24 20:16:22');
INSERT INTO `keyword_result` VALUES (1139, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-07-24 20:16:25');
INSERT INTO `keyword_result` VALUES (1140, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-07-24 20:16:29');
INSERT INTO `keyword_result` VALUES (1141, '咖啡渣', '[{\"questionId\": 99, \"garbageName\": \"咖啡渣\", \"garbageType\": 2}]', '2019-07-24 20:16:32');
INSERT INTO `keyword_result` VALUES (1142, '陶瓷锅', '[]', '2019-07-24 20:16:39');
INSERT INTO `keyword_result` VALUES (1143, '陶瓷', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}, {\"questionId\": 184, \"garbageName\": \"陶瓷杯\", \"garbageType\": 1}, {\"questionId\": 655, \"garbageName\": \"陶瓷碗\", \"garbageType\": 1}]', '2019-07-24 20:16:43');
INSERT INTO `keyword_result` VALUES (1144, '毛笔', '[{\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}]', '2019-07-24 20:17:03');
INSERT INTO `keyword_result` VALUES (1145, '牛奶', '[{\"questionId\": 334, \"garbageName\": \"牛奶盒\", \"garbageType\": 3}]', '2019-07-24 20:17:08');
INSERT INTO `keyword_result` VALUES (1146, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-07-24 20:24:49');
INSERT INTO `keyword_result` VALUES (1147, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-24 20:25:53');
INSERT INTO `keyword_result` VALUES (1148, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 20:25:59');
INSERT INTO `keyword_result` VALUES (1149, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-24 20:26:02');
INSERT INTO `keyword_result` VALUES (1150, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-24 20:26:04');
INSERT INTO `keyword_result` VALUES (1151, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-24 20:30:05');
INSERT INTO `keyword_result` VALUES (1152, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-24 20:30:09');
INSERT INTO `keyword_result` VALUES (1153, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-24 20:30:12');
INSERT INTO `keyword_result` VALUES (1154, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-07-24 20:30:16');
INSERT INTO `keyword_result` VALUES (1155, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-24 20:30:18');
INSERT INTO `keyword_result` VALUES (1156, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-07-24 20:30:20');
INSERT INTO `keyword_result` VALUES (1157, '大骨头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}]', '2019-07-24 20:30:22');
INSERT INTO `keyword_result` VALUES (1158, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-24 20:30:24');
INSERT INTO `keyword_result` VALUES (1159, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-07-24 20:30:27');
INSERT INTO `keyword_result` VALUES (1160, '米饭', '[{\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}]', '2019-07-24 20:30:28');
INSERT INTO `keyword_result` VALUES (1161, '牙签', '[{\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}]', '2019-07-24 20:40:21');
INSERT INTO `keyword_result` VALUES (1162, '外卖饭盒', '[]', '2019-07-24 20:40:41');
INSERT INTO `keyword_result` VALUES (1163, '外卖', '[{\"questionId\": 644, \"garbageName\": \"外卖餐盒\", \"garbageType\": 1}]', '2019-07-24 20:40:49');
INSERT INTO `keyword_result` VALUES (1164, '剩饭', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}, {\"questionId\": 234, \"garbageName\": \"剩饭剩菜\", \"garbageType\": 2}]', '2019-07-24 20:41:02');
INSERT INTO `keyword_result` VALUES (1165, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-07-24 20:41:19');
INSERT INTO `keyword_result` VALUES (1166, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-07-24 20:41:20');
INSERT INTO `keyword_result` VALUES (1167, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-07-24 20:46:58');
INSERT INTO `keyword_result` VALUES (1168, '笔记本电脑', 'null', '2019-07-24 20:48:03');
INSERT INTO `keyword_result` VALUES (1169, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-24 20:56:14');
INSERT INTO `keyword_result` VALUES (1170, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-24 20:56:42');
INSERT INTO `keyword_result` VALUES (1171, '污损塑料', '[{\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}]', '2019-07-24 21:02:38');
INSERT INTO `keyword_result` VALUES (1172, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-24 21:08:08');
INSERT INTO `keyword_result` VALUES (1173, '烟灰缸', 'null', '2019-07-24 21:38:08');
INSERT INTO `keyword_result` VALUES (1174, '花盆', '[{\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}]', '2019-07-24 21:41:15');
INSERT INTO `keyword_result` VALUES (1175, '狗尿垫', '[{\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}]', '2019-07-24 21:41:22');
INSERT INTO `keyword_result` VALUES (1176, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 21:41:32');
INSERT INTO `keyword_result` VALUES (1177, '尿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}, {\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}, {\"questionId\": 195, \"garbageName\": \"纸尿裤\", \"garbageType\": 1}, {\"questionId\": 637, \"garbageName\": \"尿布\", \"garbageType\": 1}]', '2019-07-24 21:41:53');
INSERT INTO `keyword_result` VALUES (1178, '鸡屎', '[]', '2019-07-24 21:42:13');
INSERT INTO `keyword_result` VALUES (1179, '天堂伞', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-07-24 21:45:51');
INSERT INTO `keyword_result` VALUES (1180, '桥梁', 'null', '2019-07-24 21:46:08');
INSERT INTO `keyword_result` VALUES (1181, '桥梁', '[]', '2019-07-24 21:46:10');
INSERT INTO `keyword_result` VALUES (1182, '条形码', 'null', '2019-07-24 21:46:27');
INSERT INTO `keyword_result` VALUES (1183, '午餐肉', '[{\"questionId\": 75, \"garbageName\": \"午餐肉\", \"garbageType\": 2}]', '2019-07-24 21:46:33');
INSERT INTO `keyword_result` VALUES (1184, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}]', '2019-07-24 22:10:04');
INSERT INTO `keyword_result` VALUES (1185, '那个', '[]', '2019-07-24 22:13:48');
INSERT INTO `keyword_result` VALUES (1186, '红豆', '[{\"questionId\": 63, \"garbageName\": \"红豆\", \"garbageType\": 2}]', '2019-07-24 22:17:18');
INSERT INTO `keyword_result` VALUES (1187, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-07-24 22:19:26');
INSERT INTO `keyword_result` VALUES (1188, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-07-24 22:19:29');
INSERT INTO `keyword_result` VALUES (1189, '猪头', '[]', '2019-07-24 22:31:06');
INSERT INTO `keyword_result` VALUES (1190, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-24 22:31:10');
INSERT INTO `keyword_result` VALUES (1191, '猪', '[{\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}, {\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}]', '2019-07-24 22:31:20');
INSERT INTO `keyword_result` VALUES (1192, '猪', '[{\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}, {\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}]', '2019-07-24 22:31:22');
INSERT INTO `keyword_result` VALUES (1193, '猪肉', '[{\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}]', '2019-07-24 22:31:23');
INSERT INTO `keyword_result` VALUES (1194, '服装', 'null', '2019-07-24 22:31:41');
INSERT INTO `keyword_result` VALUES (1195, '服装', '[]', '2019-07-24 22:31:56');
INSERT INTO `keyword_result` VALUES (1196, '脚', 'null', '2019-07-24 22:32:26');
INSERT INTO `keyword_result` VALUES (1197, '脚', '[]', '2019-07-24 22:32:29');
INSERT INTO `keyword_result` VALUES (1198, '甜品', 'null', '2019-07-24 22:35:40');
INSERT INTO `keyword_result` VALUES (1199, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-24 22:35:44');
INSERT INTO `keyword_result` VALUES (1200, '甜品', '[]', '2019-07-24 22:35:49');
INSERT INTO `keyword_result` VALUES (1201, '饮料/饮品', 'null', '2019-07-24 22:35:56');
INSERT INTO `keyword_result` VALUES (1202, '王八蛋', '[]', '2019-07-24 22:38:25');
INSERT INTO `keyword_result` VALUES (1203, '烟蒂', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}]', '2019-07-24 22:41:11');
INSERT INTO `keyword_result` VALUES (1204, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-07-24 22:41:24');
INSERT INTO `keyword_result` VALUES (1205, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-07-24 22:46:34');
INSERT INTO `keyword_result` VALUES (1206, '开发的谁开发的？嗯嗯啊，谁开发的？我不认他们开发的语音还语音识别纸', '[]', '2019-07-24 22:50:06');
INSERT INTO `keyword_result` VALUES (1207, '竹篮', '[{\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}]', '2019-07-24 22:50:21');
INSERT INTO `keyword_result` VALUES (1208, '至', '[]', '2019-07-24 22:50:24');
INSERT INTO `keyword_result` VALUES (1209, '植物', '[{\"questionId\": 122, \"garbageName\": \"家养植物\", \"garbageType\": 2}]', '2019-07-24 22:50:35');
INSERT INTO `keyword_result` VALUES (1210, '卫生纸', '[{\"questionId\": 180, \"garbageName\": \"卫生纸\", \"garbageType\": 1}]', '2019-07-24 22:50:46');
INSERT INTO `keyword_result` VALUES (1211, '猫砂', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}]', '2019-07-24 22:58:05');
INSERT INTO `keyword_result` VALUES (1212, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-07-24 23:04:39');
INSERT INTO `keyword_result` VALUES (1213, '手提袋', '[]', '2019-07-24 23:05:02');
INSERT INTO `keyword_result` VALUES (1214, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-24 23:05:06');
INSERT INTO `keyword_result` VALUES (1215, '防碎气泡膜', '[{\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}]', '2019-07-24 23:11:27');
INSERT INTO `keyword_result` VALUES (1216, '镜子', '[{\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}]', '2019-07-24 23:11:58');
INSERT INTO `keyword_result` VALUES (1217, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 23:20:01');
INSERT INTO `keyword_result` VALUES (1218, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-07-24 23:20:09');
INSERT INTO `keyword_result` VALUES (1219, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-07-24 23:36:12');
INSERT INTO `keyword_result` VALUES (1220, '毛笔', '[{\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}]', '2019-07-24 23:37:55');
INSERT INTO `keyword_result` VALUES (1221, '那个就是', '[]', '2019-07-24 23:38:20');
INSERT INTO `keyword_result` VALUES (1222, '我不会', '[]', '2019-07-24 23:38:30');
INSERT INTO `keyword_result` VALUES (1223, '我不会', '[]', '2019-07-24 23:38:33');
INSERT INTO `keyword_result` VALUES (1224, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-24 23:53:35');
INSERT INTO `keyword_result` VALUES (1225, '', '[]', '2019-07-24 23:54:00');
INSERT INTO `keyword_result` VALUES (1226, '猫砂', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}]', '2019-07-24 23:54:11');
INSERT INTO `keyword_result` VALUES (1227, '面', '[{\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}]', '2019-07-24 23:54:59');
INSERT INTO `keyword_result` VALUES (1228, '毛巾', '[{\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}]', '2019-07-24 23:55:06');
INSERT INTO `keyword_result` VALUES (1229, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-25 00:18:48');
INSERT INTO `keyword_result` VALUES (1230, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-25 00:18:50');
INSERT INTO `keyword_result` VALUES (1231, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-25 00:18:50');
INSERT INTO `keyword_result` VALUES (1232, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-25 00:18:51');
INSERT INTO `keyword_result` VALUES (1233, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-07-25 00:19:07');
INSERT INTO `keyword_result` VALUES (1234, '镜子', '[{\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}]', '2019-07-25 00:19:52');
INSERT INTO `keyword_result` VALUES (1235, '西瓜', 'null', '2019-07-25 00:20:34');
INSERT INTO `keyword_result` VALUES (1236, '纸箱', 'null', '2019-07-25 00:21:04');
INSERT INTO `keyword_result` VALUES (1237, 'Hello', '[]', '2019-07-25 00:27:58');
INSERT INTO `keyword_result` VALUES (1238, '塑料袋', '[{\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-07-25 00:28:08');
INSERT INTO `keyword_result` VALUES (1239, '虾头', '[{\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}]', '2019-07-25 00:28:26');
INSERT INTO `keyword_result` VALUES (1240, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-25 00:28:31');
INSERT INTO `keyword_result` VALUES (1241, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-25 00:32:20');
INSERT INTO `keyword_result` VALUES (1242, '键盘', 'null', '2019-07-25 00:42:30');
INSERT INTO `keyword_result` VALUES (1243, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-25 00:47:24');
INSERT INTO `keyword_result` VALUES (1244, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-25 00:47:43');
INSERT INTO `keyword_result` VALUES (1245, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-25 00:47:48');
INSERT INTO `keyword_result` VALUES (1246, '我', '[]', '2019-07-25 00:57:16');
INSERT INTO `keyword_result` VALUES (1247, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-25 00:57:19');
INSERT INTO `keyword_result` VALUES (1248, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 00:57:28');
INSERT INTO `keyword_result` VALUES (1249, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 00:57:30');
INSERT INTO `keyword_result` VALUES (1250, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-07-25 01:03:50');
INSERT INTO `keyword_result` VALUES (1251, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}]', '2019-07-25 01:05:53');
INSERT INTO `keyword_result` VALUES (1252, '天空', 'null', '2019-07-25 01:08:46');
INSERT INTO `keyword_result` VALUES (1253, '交通信号灯', '[]', '2019-07-25 01:09:10');
INSERT INTO `keyword_result` VALUES (1254, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}]', '2019-07-25 07:41:04');
INSERT INTO `keyword_result` VALUES (1255, '用过的面膜', '[]', '2019-07-25 07:41:16');
INSERT INTO `keyword_result` VALUES (1256, '面膜', '[{\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}]', '2019-07-25 07:41:21');
INSERT INTO `keyword_result` VALUES (1257, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-25 08:05:37');
INSERT INTO `keyword_result` VALUES (1258, '塔扇', 'null', '2019-07-25 08:10:05');
INSERT INTO `keyword_result` VALUES (1259, '塔扇', '[]', '2019-07-25 08:10:11');
INSERT INTO `keyword_result` VALUES (1260, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-07-25 08:10:24');
INSERT INTO `keyword_result` VALUES (1261, '拖鞋', 'null', '2019-07-25 08:10:31');
INSERT INTO `keyword_result` VALUES (1262, '拖鞋', '[]', '2019-07-25 08:10:33');
INSERT INTO `keyword_result` VALUES (1263, '湿纸巾', '[{\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-07-25 08:10:43');
INSERT INTO `keyword_result` VALUES (1264, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-25 08:10:55');
INSERT INTO `keyword_result` VALUES (1265, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-25 08:11:03');
INSERT INTO `keyword_result` VALUES (1266, '红豆', '[{\"questionId\": 63, \"garbageName\": \"红豆\", \"garbageType\": 2}]', '2019-07-25 08:11:10');
INSERT INTO `keyword_result` VALUES (1267, '眼镜', '[{\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}]', '2019-07-25 08:35:55');
INSERT INTO `keyword_result` VALUES (1268, '山竹皮', '[]', '2019-07-25 08:37:45');
INSERT INTO `keyword_result` VALUES (1269, '山竹皮', '[]', '2019-07-25 08:37:49');
INSERT INTO `keyword_result` VALUES (1270, '山竹皮', '[]', '2019-07-25 08:37:53');
INSERT INTO `keyword_result` VALUES (1271, '鸡蛋', '[{\"questionId\": 70, \"garbageName\": \"鸡蛋\", \"garbageType\": 2}, {\"questionId\": 242, \"garbageName\": \"鸡蛋及蛋壳\", \"garbageType\": 2}, {\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}]', '2019-07-25 08:45:12');
INSERT INTO `keyword_result` VALUES (1272, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-25 08:45:20');
INSERT INTO `keyword_result` VALUES (1273, '人脸', 'null', '2019-07-25 09:10:04');
INSERT INTO `keyword_result` VALUES (1274, '镜子', '[{\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}]', '2019-07-25 09:10:43');
INSERT INTO `keyword_result` VALUES (1275, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-07-25 09:10:59');
INSERT INTO `keyword_result` VALUES (1276, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-25 09:11:02');
INSERT INTO `keyword_result` VALUES (1277, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-25 09:11:04');
INSERT INTO `keyword_result` VALUES (1278, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-25 09:11:05');
INSERT INTO `keyword_result` VALUES (1279, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-07-25 09:11:24');
INSERT INTO `keyword_result` VALUES (1280, '雨伞', '[{\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-25 09:11:26');
INSERT INTO `keyword_result` VALUES (1281, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-07-25 09:11:28');
INSERT INTO `keyword_result` VALUES (1282, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-07-25 09:11:30');
INSERT INTO `keyword_result` VALUES (1283, '秋葵', 'null', '2019-07-25 09:13:31');
INSERT INTO `keyword_result` VALUES (1284, '秋葵', '[]', '2019-07-25 09:13:38');
INSERT INTO `keyword_result` VALUES (1285, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-07-25 09:13:50');
INSERT INTO `keyword_result` VALUES (1286, '花盆', '[{\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}]', '2019-07-25 09:13:52');
INSERT INTO `keyword_result` VALUES (1287, '卫生间用纸', '[{\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}]', '2019-07-25 09:14:07');
INSERT INTO `keyword_result` VALUES (1288, '报警仪', '[]', '2019-07-25 09:14:22');
INSERT INTO `keyword_result` VALUES (1289, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-25 09:14:28');
INSERT INTO `keyword_result` VALUES (1290, '鞋子', 'null', '2019-07-25 09:14:53');
INSERT INTO `keyword_result` VALUES (1291, '你好', '[]', '2019-07-25 09:18:25');
INSERT INTO `keyword_result` VALUES (1292, '你好', '[]', '2019-07-25 09:18:29');
INSERT INTO `keyword_result` VALUES (1293, '毛巾', '[{\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}]', '2019-07-25 09:20:16');
INSERT INTO `keyword_result` VALUES (1294, '女朋友', '[{\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}]', '2019-07-25 09:44:10');
INSERT INTO `keyword_result` VALUES (1295, '烟蒂', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}]', '2019-07-25 09:44:36');
INSERT INTO `keyword_result` VALUES (1296, '牙签', '[{\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}]', '2019-07-25 09:44:44');
INSERT INTO `keyword_result` VALUES (1297, '抽纸', 'null', '2019-07-25 09:52:27');
INSERT INTO `keyword_result` VALUES (1298, '抽纸', '[]', '2019-07-25 09:52:41');
INSERT INTO `keyword_result` VALUES (1299, '猫砂', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}]', '2019-07-25 09:53:14');
INSERT INTO `keyword_result` VALUES (1300, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-07-25 10:04:36');
INSERT INTO `keyword_result` VALUES (1301, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}]', '2019-07-25 10:05:45');
INSERT INTO `keyword_result` VALUES (1302, '瓜皮', '[{\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}]', '2019-07-25 10:06:05');
INSERT INTO `keyword_result` VALUES (1303, '瓜皮', '[{\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}]', '2019-07-25 10:06:08');
INSERT INTO `keyword_result` VALUES (1304, '瓜皮', '[{\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}]', '2019-07-25 10:06:10');
INSERT INTO `keyword_result` VALUES (1305, '西瓜皮', '[{\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}]', '2019-07-25 10:06:12');
INSERT INTO `keyword_result` VALUES (1306, '炸弹', '[]', '2019-07-25 10:07:02');
INSERT INTO `keyword_result` VALUES (1307, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-07-25 10:07:16');
INSERT INTO `keyword_result` VALUES (1308, '车轱辘', '[]', '2019-07-25 10:07:47');
INSERT INTO `keyword_result` VALUES (1309, '车轮', '[]', '2019-07-25 10:07:55');
INSERT INTO `keyword_result` VALUES (1310, '硬纸板', '[]', '2019-07-25 10:08:06');
INSERT INTO `keyword_result` VALUES (1311, '屏幕截图', 'null', '2019-07-25 10:09:47');
INSERT INTO `keyword_result` VALUES (1312, '小米', '[]', '2019-07-25 10:10:18');
INSERT INTO `keyword_result` VALUES (1313, '屏幕截图', 'null', '2019-07-25 10:10:55');
INSERT INTO `keyword_result` VALUES (1314, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-25 10:13:36');
INSERT INTO `keyword_result` VALUES (1315, '包', 'null', '2019-07-25 10:14:13');
INSERT INTO `keyword_result` VALUES (1316, '健康监测', 'null', '2019-07-25 10:14:39');
INSERT INTO `keyword_result` VALUES (1317, '智能家居', '[]', '2019-07-25 10:14:47');
INSERT INTO `keyword_result` VALUES (1318, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-07-25 10:17:00');
INSERT INTO `keyword_result` VALUES (1319, '图画', 'null', '2019-07-25 10:26:22');
INSERT INTO `keyword_result` VALUES (1320, '键盘', 'null', '2019-07-25 10:28:55');
INSERT INTO `keyword_result` VALUES (1321, '女朋友', '[{\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}]', '2019-07-25 10:30:04');
INSERT INTO `keyword_result` VALUES (1322, '米饭', '[{\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}]', '2019-07-25 10:57:30');
INSERT INTO `keyword_result` VALUES (1323, '烧录卡', 'null', '2019-07-25 10:58:07');
INSERT INTO `keyword_result` VALUES (1324, '烧录卡', '[]', '2019-07-25 10:58:18');
INSERT INTO `keyword_result` VALUES (1325, '抽纸', 'null', '2019-07-25 11:23:59');
INSERT INTO `keyword_result` VALUES (1326, '抽纸', '[]', '2019-07-25 11:24:05');
INSERT INTO `keyword_result` VALUES (1327, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-07-25 11:24:45');
INSERT INTO `keyword_result` VALUES (1328, '草莓', 'null', '2019-07-25 11:25:23');
INSERT INTO `keyword_result` VALUES (1329, '烟蒂', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}]', '2019-07-25 11:36:06');
INSERT INTO `keyword_result` VALUES (1330, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-07-25 11:36:29');
INSERT INTO `keyword_result` VALUES (1331, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}]', '2019-07-25 12:27:48');
INSERT INTO `keyword_result` VALUES (1332, '太空沙', '[{\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}]', '2019-07-25 12:37:33');
INSERT INTO `keyword_result` VALUES (1333, '太空沙', '[{\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}]', '2019-07-25 12:37:41');
INSERT INTO `keyword_result` VALUES (1334, '苹果皮', '[{\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}]', '2019-07-25 12:42:24');
INSERT INTO `keyword_result` VALUES (1335, '纸巾', 'null', '2019-07-25 12:46:05');
INSERT INTO `keyword_result` VALUES (1336, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-07-25 12:46:10');
INSERT INTO `keyword_result` VALUES (1337, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-25 12:46:33');
INSERT INTO `keyword_result` VALUES (1338, '食物', 'null', '2019-07-25 12:48:43');
INSERT INTO `keyword_result` VALUES (1339, '王松烨', '[]', '2019-07-25 12:53:29');
INSERT INTO `keyword_result` VALUES (1340, '李亭立', '[]', '2019-07-25 12:53:38');
INSERT INTO `keyword_result` VALUES (1341, '方便面', '[{\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}]', '2019-07-25 12:53:48');
INSERT INTO `keyword_result` VALUES (1342, '方便面', '[{\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}]', '2019-07-25 12:53:52');
INSERT INTO `keyword_result` VALUES (1343, '酸菜鱼', '[]', '2019-07-25 12:53:56');
INSERT INTO `keyword_result` VALUES (1344, '酸菜鱼', '[]', '2019-07-25 12:53:59');
INSERT INTO `keyword_result` VALUES (1345, '生饭', '[]', '2019-07-25 12:54:07');
INSERT INTO `keyword_result` VALUES (1346, '生米饭', '[]', '2019-07-25 12:54:17');
INSERT INTO `keyword_result` VALUES (1347, '塑料袋', '[{\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-07-25 12:54:22');
INSERT INTO `keyword_result` VALUES (1348, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-25 12:54:50');
INSERT INTO `keyword_result` VALUES (1349, '水果', 'null', '2019-07-25 13:22:29');
INSERT INTO `keyword_result` VALUES (1350, '绿葡萄', '[]', '2019-07-25 13:22:34');
INSERT INTO `keyword_result` VALUES (1351, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-07-25 13:53:39');
INSERT INTO `keyword_result` VALUES (1352, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-07-25 13:59:44');
INSERT INTO `keyword_result` VALUES (1353, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-25 14:11:01');
INSERT INTO `keyword_result` VALUES (1354, '数据线', '[{\"questionId\": 461, \"garbageName\": \"数据线\", \"garbageType\": 3}]', '2019-07-25 14:11:12');
INSERT INTO `keyword_result` VALUES (1355, '笔记本电脑', 'null', '2019-07-25 14:12:14');
INSERT INTO `keyword_result` VALUES (1356, '打火机', '[{\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}]', '2019-07-25 14:32:10');
INSERT INTO `keyword_result` VALUES (1357, '打火机', '[{\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}]', '2019-07-25 14:32:25');
INSERT INTO `keyword_result` VALUES (1358, '杯子', 'null', '2019-07-25 14:32:49');
INSERT INTO `keyword_result` VALUES (1359, '杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}, {\"questionId\": 183, \"garbageName\": \"杯子\", \"garbageType\": 1}]', '2019-07-25 14:33:01');
INSERT INTO `keyword_result` VALUES (1360, '包装袋/盒', 'null', '2019-07-25 14:33:20');
INSERT INTO `keyword_result` VALUES (1361, '抽纸', '[]', '2019-07-25 14:33:24');
INSERT INTO `keyword_result` VALUES (1362, '天堂伞', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-07-25 14:37:52');
INSERT INTO `keyword_result` VALUES (1363, '大毛笔', '[]', '2019-07-25 14:38:01');
INSERT INTO `keyword_result` VALUES (1364, '毛笔', '[{\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}]', '2019-07-25 14:38:08');
INSERT INTO `keyword_result` VALUES (1365, '眼镜', '[{\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}]', '2019-07-25 14:38:23');
INSERT INTO `keyword_result` VALUES (1366, '硬茶叶', '[]', '2019-07-25 14:38:40');
INSERT INTO `keyword_result` VALUES (1367, '茶叶', '[{\"questionId\": 98, \"garbageName\": \"茶叶\", \"garbageType\": 2}, {\"questionId\": 600, \"garbageName\": \"茶叶渣\", \"garbageType\": 2}, {\"questionId\": 656, \"garbageName\": \"茶叶包\", \"garbageType\": 1}]', '2019-07-25 14:38:46');
INSERT INTO `keyword_result` VALUES (1368, '狗粮', '[{\"questionId\": 110, \"garbageName\": \"狗粮\", \"garbageType\": 2}]', '2019-07-25 14:38:59');
INSERT INTO `keyword_result` VALUES (1369, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-25 14:47:34');
INSERT INTO `keyword_result` VALUES (1370, '螺蛳粉', '[]', '2019-07-25 14:48:02');
INSERT INTO `keyword_result` VALUES (1371, '螺蛳粉外卖盒', '[]', '2019-07-25 14:48:25');
INSERT INTO `keyword_result` VALUES (1372, '打火机', 'null', '2019-07-25 14:52:35');
INSERT INTO `keyword_result` VALUES (1373, '打火机', '[{\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}]', '2019-07-25 14:52:46');
INSERT INTO `keyword_result` VALUES (1374, '杯子', 'null', '2019-07-25 14:53:27');
INSERT INTO `keyword_result` VALUES (1375, '玻璃杯', '[{\"questionId\": 287, \"garbageName\": \"玻璃杯\", \"garbageType\": 3}]', '2019-07-25 14:53:34');
INSERT INTO `keyword_result` VALUES (1376, '邓添元', '[]', '2019-07-25 14:57:10');
INSERT INTO `keyword_result` VALUES (1377, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}]', '2019-07-25 14:57:14');
INSERT INTO `keyword_result` VALUES (1378, '狗尿垫', '[{\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}]', '2019-07-25 14:58:42');
INSERT INTO `keyword_result` VALUES (1379, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-07-25 14:59:20');
INSERT INTO `keyword_result` VALUES (1380, '笔记本', '[]', '2019-07-25 14:59:42');
INSERT INTO `keyword_result` VALUES (1381, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}]', '2019-07-25 15:01:55');
INSERT INTO `keyword_result` VALUES (1382, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-25 15:02:00');
INSERT INTO `keyword_result` VALUES (1383, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-07-25 15:02:02');
INSERT INTO `keyword_result` VALUES (1384, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-25 15:02:04');
INSERT INTO `keyword_result` VALUES (1385, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-07-25 15:02:07');
INSERT INTO `keyword_result` VALUES (1386, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 15:02:11');
INSERT INTO `keyword_result` VALUES (1387, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 15:02:13');
INSERT INTO `keyword_result` VALUES (1388, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 15:02:15');
INSERT INTO `keyword_result` VALUES (1389, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 15:02:16');
INSERT INTO `keyword_result` VALUES (1390, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-25 15:02:17');
INSERT INTO `keyword_result` VALUES (1391, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-25 15:02:23');
INSERT INTO `keyword_result` VALUES (1392, '卫生间用纸', '[{\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}]', '2019-07-25 15:03:06');
INSERT INTO `keyword_result` VALUES (1393, '陶瓷/马克杯', 'null', '2019-07-25 15:03:39');
INSERT INTO `keyword_result` VALUES (1394, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}]', '2019-07-25 15:04:05');
INSERT INTO `keyword_result` VALUES (1395, '太空沙', '[{\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}]', '2019-07-25 15:10:40');
INSERT INTO `keyword_result` VALUES (1396, '太空沙', '[{\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}]', '2019-07-25 15:11:20');
INSERT INTO `keyword_result` VALUES (1397, '眼镜', 'null', '2019-07-25 15:11:50');
INSERT INTO `keyword_result` VALUES (1398, '男孩', '[]', '2019-07-25 15:11:59');
INSERT INTO `keyword_result` VALUES (1399, '手表', 'null', '2019-07-25 15:12:19');
INSERT INTO `keyword_result` VALUES (1400, '指甲刀', '[]', '2019-07-25 15:12:25');
INSERT INTO `keyword_result` VALUES (1401, '米', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}]', '2019-07-25 15:12:31');
INSERT INTO `keyword_result` VALUES (1402, '玉米壳', '[{\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}]', '2019-07-25 15:12:41');
INSERT INTO `keyword_result` VALUES (1403, '运动鞋', 'null', '2019-07-25 15:22:12');
INSERT INTO `keyword_result` VALUES (1404, '运动鞋', '[]', '2019-07-25 15:22:17');
INSERT INTO `keyword_result` VALUES (1405, '家装建材', 'null', '2019-07-25 15:22:36');
INSERT INTO `keyword_result` VALUES (1406, '鼠标', '[{\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}]', '2019-07-25 15:42:48');
INSERT INTO `keyword_result` VALUES (1407, '怡宝矿泉水', 'null', '2019-07-25 15:52:20');
INSERT INTO `keyword_result` VALUES (1408, '矿泉水-怡宝矿泉水', '[]', '2019-07-25 15:52:27');
INSERT INTO `keyword_result` VALUES (1409, '怡宝矿泉水', '[]', '2019-07-25 15:52:36');
INSERT INTO `keyword_result` VALUES (1410, '矿泉水瓶', '[{\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}]', '2019-07-25 15:52:48');
INSERT INTO `keyword_result` VALUES (1411, '鱼骨头', '[{\"questionId\": 569, \"garbageName\": \"鱼骨头\", \"garbageType\": 2}]', '2019-07-25 15:55:53');
INSERT INTO `keyword_result` VALUES (1412, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-25 16:30:42');
INSERT INTO `keyword_result` VALUES (1413, '键盘', 'null', '2019-07-25 16:35:21');
INSERT INTO `keyword_result` VALUES (1414, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}]', '2019-07-25 17:48:11');
INSERT INTO `keyword_result` VALUES (1415, '桃核', '[{\"questionId\": 553, \"garbageName\": \"桃核\", \"garbageType\": 2}]', '2019-07-25 17:49:29');
INSERT INTO `keyword_result` VALUES (1416, '晴天娃娃', 'null', '2019-07-25 17:52:55');
INSERT INTO `keyword_result` VALUES (1417, '扭扭车', '[]', '2019-07-25 17:53:03');
INSERT INTO `keyword_result` VALUES (1418, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 17:53:12');
INSERT INTO `keyword_result` VALUES (1419, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 17:53:14');
INSERT INTO `keyword_result` VALUES (1420, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 17:53:16');
INSERT INTO `keyword_result` VALUES (1421, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-25 17:53:20');
INSERT INTO `keyword_result` VALUES (1422, '米', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}]', '2019-07-25 17:53:23');
INSERT INTO `keyword_result` VALUES (1423, '虾壳', '[{\"questionId\": 83, \"garbageName\": \"虾壳\", \"garbageType\": 2}, {\"questionId\": 558, \"garbageName\": \"龙虾壳\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}]', '2019-07-25 17:53:53');
INSERT INTO `keyword_result` VALUES (1424, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-25 17:54:03');
INSERT INTO `keyword_result` VALUES (1425, '背包', 'null', '2019-07-25 18:02:54');
INSERT INTO `keyword_result` VALUES (1426, '背包', '[]', '2019-07-25 18:03:01');
INSERT INTO `keyword_result` VALUES (1427, '竹篮', '[{\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}]', '2019-07-25 18:07:43');
INSERT INTO `keyword_result` VALUES (1428, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-25 18:53:37');
INSERT INTO `keyword_result` VALUES (1429, '容器', 'null', '2019-07-25 19:33:34');
INSERT INTO `keyword_result` VALUES (1430, '容器', '[]', '2019-07-25 19:33:52');
INSERT INTO `keyword_result` VALUES (1431, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-07-25 19:34:15');
INSERT INTO `keyword_result` VALUES (1432, '粥盒', '[]', '2019-07-25 19:35:53');
INSERT INTO `keyword_result` VALUES (1433, '充电宝', '[{\"questionId\": 322, \"garbageName\": \"充电宝\", \"garbageType\": 3}]', '2019-07-25 19:36:21');
INSERT INTO `keyword_result` VALUES (1434, '大棒骨', '[]', '2019-07-25 19:37:19');
INSERT INTO `keyword_result` VALUES (1435, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-25 19:37:36');
INSERT INTO `keyword_result` VALUES (1436, '甘蔗皮', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}]', '2019-07-25 20:39:14');
INSERT INTO `keyword_result` VALUES (1437, '人肉', '[]', '2019-07-25 20:39:25');
INSERT INTO `keyword_result` VALUES (1438, '米饭', '[{\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}]', '2019-07-25 20:39:34');
INSERT INTO `keyword_result` VALUES (1439, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-25 20:39:45');
INSERT INTO `keyword_result` VALUES (1440, '鞋', 'null', '2019-07-25 21:15:48');
INSERT INTO `keyword_result` VALUES (1441, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:01');
INSERT INTO `keyword_result` VALUES (1442, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:05');
INSERT INTO `keyword_result` VALUES (1443, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:09');
INSERT INTO `keyword_result` VALUES (1444, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:11');
INSERT INTO `keyword_result` VALUES (1445, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:18');
INSERT INTO `keyword_result` VALUES (1446, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-25 21:16:20');
INSERT INTO `keyword_result` VALUES (1447, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:48');
INSERT INTO `keyword_result` VALUES (1448, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:49');
INSERT INTO `keyword_result` VALUES (1449, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:50');
INSERT INTO `keyword_result` VALUES (1450, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:51');
INSERT INTO `keyword_result` VALUES (1451, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:52');
INSERT INTO `keyword_result` VALUES (1452, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:52');
INSERT INTO `keyword_result` VALUES (1453, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:53');
INSERT INTO `keyword_result` VALUES (1454, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-25 21:16:53');
INSERT INTO `keyword_result` VALUES (1455, '电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2019-07-25 21:17:11');
INSERT INTO `keyword_result` VALUES (1456, '键盘', 'null', '2019-07-25 21:44:38');
INSERT INTO `keyword_result` VALUES (1457, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-25 21:44:45');
INSERT INTO `keyword_result` VALUES (1458, '键盘', 'null', '2019-07-25 21:45:00');
INSERT INTO `keyword_result` VALUES (1459, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-25 21:45:01');
INSERT INTO `keyword_result` VALUES (1460, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-07-25 22:03:58');
INSERT INTO `keyword_result` VALUES (1461, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-07-25 22:04:15');
INSERT INTO `keyword_result` VALUES (1462, '药品', 'null', '2019-07-25 23:06:11');
INSERT INTO `keyword_result` VALUES (1463, '药品', '[{\"questionId\": 360, \"garbageName\": \"药品内包装\", \"garbageType\": 4}, {\"questionId\": 407, \"garbageName\": \"药品包装\", \"garbageType\": 4}, {\"questionId\": 498, \"garbageName\": \"药品\", \"garbageType\": 4}, {\"questionId\": 500, \"garbageName\": \"废药品\", \"garbageType\": 4}, {\"questionId\": 507, \"garbageName\": \"过期药品\", \"garbageType\": 4}, {\"questionId\": 519, \"garbageName\": \"各类过期药品\", \"garbageType\": 4}, {\"questionId\": 535, \"garbageName\": \"药品壳子\", \"garbageType\": 4}, {\"questionId\": 543, \"garbageName\": \"药品铝塑板\", \"garbageType\": 4}]', '2019-07-25 23:06:16');
INSERT INTO `keyword_result` VALUES (1464, '门', 'null', '2019-07-25 23:06:34');
INSERT INTO `keyword_result` VALUES (1465, '门', '[{\"questionId\": 683, \"garbageName\": \"门锁\", \"garbageType\": 3}]', '2019-07-25 23:06:43');
INSERT INTO `keyword_result` VALUES (1466, '门', '[{\"questionId\": 683, \"garbageName\": \"门锁\", \"garbageType\": 3}]', '2019-07-25 23:06:47');
INSERT INTO `keyword_result` VALUES (1467, '马克杯', '[{\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}]', '2019-07-25 23:06:51');
INSERT INTO `keyword_result` VALUES (1468, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-07-25 23:07:03');
INSERT INTO `keyword_result` VALUES (1469, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-25 23:07:08');
INSERT INTO `keyword_result` VALUES (1470, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-07-25 23:07:17');
INSERT INTO `keyword_result` VALUES (1471, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-25 23:07:20');
INSERT INTO `keyword_result` VALUES (1472, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-25 23:07:23');
INSERT INTO `keyword_result` VALUES (1473, '街道', 'null', '2019-07-25 23:08:21');
INSERT INTO `keyword_result` VALUES (1474, '白云', '[]', '2019-07-25 23:08:26');
INSERT INTO `keyword_result` VALUES (1475, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-26 04:22:32');
INSERT INTO `keyword_result` VALUES (1476, '米', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}]', '2019-07-26 08:34:44');
INSERT INTO `keyword_result` VALUES (1477, '鞋', 'null', '2019-07-26 08:35:12');
INSERT INTO `keyword_result` VALUES (1478, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-26 08:35:24');
INSERT INTO `keyword_result` VALUES (1479, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-26 08:35:29');
INSERT INTO `keyword_result` VALUES (1480, '鞋', '[{\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}]', '2019-07-26 08:35:35');
INSERT INTO `keyword_result` VALUES (1481, '钱包/卡包', 'null', '2019-07-26 08:41:50');
INSERT INTO `keyword_result` VALUES (1482, '屏幕截图', 'null', '2019-07-26 08:48:53');
INSERT INTO `keyword_result` VALUES (1483, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-07-26 08:59:03');
INSERT INTO `keyword_result` VALUES (1484, '塑料袋', '[{\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-07-26 08:59:21');
INSERT INTO `keyword_result` VALUES (1485, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-07-26 08:59:24');
INSERT INTO `keyword_result` VALUES (1486, '肮脏塑料袋', '[{\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-07-26 08:59:30');
INSERT INTO `keyword_result` VALUES (1487, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-07-26 08:59:32');
INSERT INTO `keyword_result` VALUES (1488, '肮脏塑料袋', '[{\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-07-26 08:59:37');
INSERT INTO `keyword_result` VALUES (1489, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-07-26 08:59:40');
INSERT INTO `keyword_result` VALUES (1490, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-07-26 08:59:46');
INSERT INTO `keyword_result` VALUES (1491, '米', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}]', '2019-07-26 08:59:50');
INSERT INTO `keyword_result` VALUES (1492, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 08:59:56');
INSERT INTO `keyword_result` VALUES (1493, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-07-26 08:59:58');
INSERT INTO `keyword_result` VALUES (1494, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 08:59:59');
INSERT INTO `keyword_result` VALUES (1495, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:00:03');
INSERT INTO `keyword_result` VALUES (1496, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-26 09:00:07');
INSERT INTO `keyword_result` VALUES (1497, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-26 09:04:57');
INSERT INTO `keyword_result` VALUES (1498, '内裤', '[{\"questionId\": 658, \"garbageName\": \"内裤\", \"garbageType\": 1}]', '2019-07-26 09:05:02');
INSERT INTO `keyword_result` VALUES (1499, '盆栽植物', 'null', '2019-07-26 09:05:13');
INSERT INTO `keyword_result` VALUES (1500, '盆栽植物', '[]', '2019-07-26 09:05:19');
INSERT INTO `keyword_result` VALUES (1501, '大便', '[]', '2019-07-26 09:05:33');
INSERT INTO `keyword_result` VALUES (1502, '大便', '[]', '2019-07-26 09:05:42');
INSERT INTO `keyword_result` VALUES (1503, '纽扣', '[{\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}]', '2019-07-26 09:06:29');
INSERT INTO `keyword_result` VALUES (1504, '纽扣', '[{\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}]', '2019-07-26 09:06:32');
INSERT INTO `keyword_result` VALUES (1505, '鸭脖', '[]', '2019-07-26 09:07:11');
INSERT INTO `keyword_result` VALUES (1506, '大便', '[]', '2019-07-26 09:07:15');
INSERT INTO `keyword_result` VALUES (1507, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:07:17');
INSERT INTO `keyword_result` VALUES (1508, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:07:18');
INSERT INTO `keyword_result` VALUES (1509, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:07:20');
INSERT INTO `keyword_result` VALUES (1510, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:07:21');
INSERT INTO `keyword_result` VALUES (1511, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:07:22');
INSERT INTO `keyword_result` VALUES (1512, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-26 09:07:23');
INSERT INTO `keyword_result` VALUES (1513, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-07-26 09:07:26');
INSERT INTO `keyword_result` VALUES (1514, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:07:27');
INSERT INTO `keyword_result` VALUES (1515, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-26 09:07:28');
INSERT INTO `keyword_result` VALUES (1516, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-26 09:07:29');
INSERT INTO `keyword_result` VALUES (1517, '鸭脖', '[]', '2019-07-26 09:08:08');
INSERT INTO `keyword_result` VALUES (1518, '重辣五号', '[]', '2019-07-26 09:09:00');
INSERT INTO `keyword_result` VALUES (1519, '皮卡丘', '[]', '2019-07-26 09:09:51');
INSERT INTO `keyword_result` VALUES (1520, '猪大肠', '[]', '2019-07-26 09:10:13');
INSERT INTO `keyword_result` VALUES (1521, '纸品湿巾', 'null', '2019-07-26 09:10:33');
INSERT INTO `keyword_result` VALUES (1522, '钠', '[]', '2019-07-26 09:10:56');
INSERT INTO `keyword_result` VALUES (1523, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-07-26 09:11:30');
INSERT INTO `keyword_result` VALUES (1524, '塑料', '[{\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 125, \"garbageName\": \"塑料瓶\", \"garbageType\": 3}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 258, \"garbageName\": \"食品与日用品塑料瓶罐及瓶盖(总)\", \"garbageType\": 3}, {\"questionId\": 264, \"garbageName\": \"塑料碗\", \"garbageType\": 3}, {\"questionId\": 265, \"garbageName\": \"塑料盆\", \"garbageType\": 3}, {\"questionId\": 266, \"garbageName\": \"塑料盒子\", \"garbageType\": 3}, {\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 270, \"garbageName\": \"塑料积木\", \"garbageType\": 3}, {\"questionId\": 271, \"garbageName\": \"塑料模型\", \"garbageType\": 3}, {\"questionId\": 272, \"garbageName\": \"塑料衣架\", \"garbageType\": 3}, {\"questionId\": 274, \"garbageName\": \"PE- 塑料\", \"garbageType\": 3}, {\"questionId\": 277, \"garbageName\": \"塑料卡片\", \"garbageType\": 3}, {\"questionId\": 281, \"garbageName\": \"泡沫塑料\", \"garbageType\": 3}, {\"questionId\": 341, \"garbageName\": \"塑料梳子\", \"garbageType\": 3}, {\"questionId\": 433, \"garbageName\": \"塑料\", \"garbageType\": 3}, {\"questionId\": 439, \"garbageName\": \"塑料盒\", \"garbageType\": 3}, {\"questionId\": 444, \"garbageName\": \"塑料杯\", \"garbageType\": 3}, {\"questionId\": 462, \"garbageName\": \"废塑料\", \"garbageType\": 3}, {\"questionId\": 471, \"garbageName\": \"塑料盖\", \"garbageType\": 3}, {\"questionId\": 490, \"garbageName\": \"塑料包装纸\", \"garbageType\": 3}, {\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}]', '2019-07-26 09:11:35');
INSERT INTO `keyword_result` VALUES (1525, '水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}, {\"questionId\": 112, \"garbageName\": \"水果\", \"garbageType\": 2}, {\"questionId\": 114, \"garbageName\": \"水果皮\", \"garbageType\": 2}, {\"questionId\": 172, \"garbageName\": \"旧水槽\", \"garbageType\": 1}, {\"questionId\": 261, \"garbageName\": \"洗发水瓶\", \"garbageType\": 3}, {\"questionId\": 282, \"garbageName\": \"水果网套\", \"garbageType\": 3}, {\"questionId\": 366, \"garbageName\": \"洗甲水\", \"garbageType\": 4}, {\"questionId\": 369, \"garbageName\": \"水银血压计\", \"garbageType\": 4}, {\"questionId\": 370, \"garbageName\": \"水银体温计\", \"garbageType\": 4}, {\"questionId\": 371, \"garbageName\": \"水银温度计\", \"garbageType\": 4}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 392, \"garbageName\": \"香水瓶\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}, {\"questionId\": 514, \"garbageName\": \"眼药水\", \"garbageType\": 4}, {\"questionId\": 528, \"garbageName\": \"眼药水瓶\", \"garbageType\": 4}, {\"questionId\": 545, \"garbageName\": \"水银\", \"garbageType\": 4}, {\"questionId\": 795, \"garbageName\": \"水果茶\", \"garbageType\": 2}, {\"questionId\": 796, \"garbageName\": \"水果干\", \"garbageType\": 2}, {\"questionId\": 797, \"garbageName\": \"水果脆\", \"garbageType\": 2}, {\"questionId\": 798, \"garbageName\": \"水果茎枝\", \"garbageType\": 2}, {\"questionId\": 805, \"garbageName\": \"水饺\", \"garbageType\": 2}, {\"questionId\": 807, \"garbageName\": \"花露水玻璃空瓶\", \"garbageType\": 3}]', '2019-07-26 09:11:39');
INSERT INTO `keyword_result` VALUES (1526, '矿泉水瓶', '[{\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}]', '2019-07-26 09:11:43');
INSERT INTO `keyword_result` VALUES (1527, '人', '[]', '2019-07-26 09:11:47');
INSERT INTO `keyword_result` VALUES (1528, '樟脑丸', '[]', '2019-07-26 09:12:24');
INSERT INTO `keyword_result` VALUES (1529, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-26 10:05:32');
INSERT INTO `keyword_result` VALUES (1530, '奶茶杯', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-07-26 10:06:02');
INSERT INTO `keyword_result` VALUES (1531, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-07-26 10:10:40');
INSERT INTO `keyword_result` VALUES (1532, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-26 10:12:41');
INSERT INTO `keyword_result` VALUES (1533, '豆子', '[{\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}]', '2019-07-26 10:48:51');
INSERT INTO `keyword_result` VALUES (1534, '豆子', '[{\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}]', '2019-07-26 10:49:03');
INSERT INTO `keyword_result` VALUES (1535, '牛奶盒', '[{\"questionId\": 334, \"garbageName\": \"牛奶盒\", \"garbageType\": 3}]', '2019-07-26 10:50:14');
INSERT INTO `keyword_result` VALUES (1536, '果汁盒', '[]', '2019-07-26 10:50:27');
INSERT INTO `keyword_result` VALUES (1537, '果汁盒', '[]', '2019-07-26 10:50:33');
INSERT INTO `keyword_result` VALUES (1538, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-07-26 10:50:38');
INSERT INTO `keyword_result` VALUES (1539, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-26 10:51:56');
INSERT INTO `keyword_result` VALUES (1540, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-26 10:52:12');
INSERT INTO `keyword_result` VALUES (1541, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-07-26 10:52:25');
INSERT INTO `keyword_result` VALUES (1542, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-07-26 10:52:59');
INSERT INTO `keyword_result` VALUES (1543, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-07-26 10:59:53');
INSERT INTO `keyword_result` VALUES (1544, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-07-26 10:59:57');
INSERT INTO `keyword_result` VALUES (1545, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-26 10:59:59');
INSERT INTO `keyword_result` VALUES (1546, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-26 11:00:01');
INSERT INTO `keyword_result` VALUES (1547, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-07-26 11:00:04');
INSERT INTO `keyword_result` VALUES (1548, '果核', '[{\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}, {\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}, {\"questionId\": 799, \"garbageName\": \"牛油果核\", \"garbageType\": 1}]', '2019-07-26 11:05:31');
INSERT INTO `keyword_result` VALUES (1549, '果核', '[{\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}, {\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}, {\"questionId\": 799, \"garbageName\": \"牛油果核\", \"garbageType\": 1}]', '2019-07-26 11:05:39');
INSERT INTO `keyword_result` VALUES (1550, '李子核', '[]', '2019-07-26 11:05:48');
INSERT INTO `keyword_result` VALUES (1551, '芒果核', '[{\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}]', '2019-07-26 11:06:18');
INSERT INTO `keyword_result` VALUES (1552, '烟头', '[]', '2019-07-26 11:07:12');
INSERT INTO `keyword_result` VALUES (1553, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-07-26 11:07:33');
INSERT INTO `keyword_result` VALUES (1554, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-07-26 11:07:36');
INSERT INTO `keyword_result` VALUES (1555, '花盆', '[{\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}]', '2019-07-26 11:07:39');
INSERT INTO `keyword_result` VALUES (1556, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-07-26 11:07:49');
INSERT INTO `keyword_result` VALUES (1557, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-26 11:08:09');
INSERT INTO `keyword_result` VALUES (1558, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-26 11:08:12');
INSERT INTO `keyword_result` VALUES (1559, '面', '[{\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}]', '2019-07-26 11:08:16');
INSERT INTO `keyword_result` VALUES (1560, '烟头', '[]', '2019-07-26 11:08:23');
INSERT INTO `keyword_result` VALUES (1561, '烟', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}, {\"questionId\": 54, \"garbageName\": \"烟盒\", \"garbageType\": 1}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 673, \"garbageName\": \"烟灰缸\", \"garbageType\": 3}]', '2019-07-26 11:08:37');
INSERT INTO `keyword_result` VALUES (1562, '佩服', '[]', '2019-07-26 11:16:06');
INSERT INTO `keyword_result` VALUES (1563, '可降解垃圾袋', '[]', '2019-07-26 11:25:53');
INSERT INTO `keyword_result` VALUES (1564, '垃圾袋', '[{\"questionId\": 192, \"garbageName\": \"湿垃圾袋\", \"garbageType\": 1}, {\"questionId\": 633, \"garbageName\": \"垃圾袋\", \"garbageType\": 1}]', '2019-07-26 11:25:59');
INSERT INTO `keyword_result` VALUES (1565, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-26 12:53:00');
INSERT INTO `keyword_result` VALUES (1566, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-26 12:53:05');
INSERT INTO `keyword_result` VALUES (1567, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-26 13:48:11');
INSERT INTO `keyword_result` VALUES (1568, '竹制凉席', 'null', '2019-07-26 14:33:44');
INSERT INTO `keyword_result` VALUES (1569, '竹制凉席', '[]', '2019-07-26 14:33:56');
INSERT INTO `keyword_result` VALUES (1570, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-26 14:34:04');
INSERT INTO `keyword_result` VALUES (1571, '雨伞', '[{\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-26 14:34:36');
INSERT INTO `keyword_result` VALUES (1572, '面条', '[{\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}]', '2019-07-26 15:39:58');
INSERT INTO `keyword_result` VALUES (1573, '毛笔', '[{\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}]', '2019-07-26 16:10:07');
INSERT INTO `keyword_result` VALUES (1574, '毛笔', '[{\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}]', '2019-07-26 16:10:23');
INSERT INTO `keyword_result` VALUES (1575, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-26 16:46:08');
INSERT INTO `keyword_result` VALUES (1576, '防碎气泡膜', '[{\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}]', '2019-07-26 22:23:13');
INSERT INTO `keyword_result` VALUES (1577, '包装袋', '[{\"questionId\": 625, \"garbageName\": \"包装袋\", \"garbageType\": 1}, {\"questionId\": 641, \"garbageName\": \"食品包装袋\", \"garbageType\": 1}]', '2019-07-26 22:23:24');
INSERT INTO `keyword_result` VALUES (1578, '塑料包装袋', '[]', '2019-07-26 22:24:10');
INSERT INTO `keyword_result` VALUES (1579, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-07-26 23:43:03');
INSERT INTO `keyword_result` VALUES (1580, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-27 00:34:30');
INSERT INTO `keyword_result` VALUES (1581, '@@::@@', '[]', '2019-07-27 00:34:32');
INSERT INTO `keyword_result` VALUES (1582, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-07-27 00:37:18');
INSERT INTO `keyword_result` VALUES (1583, '@@::@@', '[]', '2019-07-27 00:37:21');
INSERT INTO `keyword_result` VALUES (1584, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-27 00:38:16');
INSERT INTO `keyword_result` VALUES (1585, '@@::@@', '[]', '2019-07-27 00:38:40');
INSERT INTO `keyword_result` VALUES (1586, '@@::@@', '[]', '2019-07-27 00:39:58');
INSERT INTO `keyword_result` VALUES (1587, '花生', '[{\"questionId\": 177, \"garbageName\": \"花生壳\", \"garbageType\": 1}]', '2019-07-27 07:36:08');
INSERT INTO `keyword_result` VALUES (1588, '黄豆', '[{\"questionId\": 62, \"garbageName\": \"黄豆\", \"garbageType\": 2}]', '2019-07-27 07:36:29');
INSERT INTO `keyword_result` VALUES (1589, '绿豆', '[{\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}]', '2019-07-27 10:20:25');
INSERT INTO `keyword_result` VALUES (1590, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-27 12:12:59');
INSERT INTO `keyword_result` VALUES (1591, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:38:58');
INSERT INTO `keyword_result` VALUES (1592, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:38:58');
INSERT INTO `keyword_result` VALUES (1593, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:38:59');
INSERT INTO `keyword_result` VALUES (1594, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:38:59');
INSERT INTO `keyword_result` VALUES (1595, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:38:59');
INSERT INTO `keyword_result` VALUES (1596, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:38:59');
INSERT INTO `keyword_result` VALUES (1597, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:38:59');
INSERT INTO `keyword_result` VALUES (1598, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1599, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1600, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1601, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1602, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1603, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1604, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1605, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:00');
INSERT INTO `keyword_result` VALUES (1606, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:01');
INSERT INTO `keyword_result` VALUES (1607, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:01');
INSERT INTO `keyword_result` VALUES (1608, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:01');
INSERT INTO `keyword_result` VALUES (1609, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:01');
INSERT INTO `keyword_result` VALUES (1610, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-27 15:39:01');
INSERT INTO `keyword_result` VALUES (1611, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-07-27 16:41:28');
INSERT INTO `keyword_result` VALUES (1612, '枣核', '[{\"questionId\": 593, \"garbageName\": \"枣核\", \"garbageType\": 2}]', '2019-07-27 16:41:51');
INSERT INTO `keyword_result` VALUES (1613, '核', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}, {\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}, {\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}, {\"questionId\": 182, \"garbageName\": \"核桃\", \"garbageType\": 1}, {\"questionId\": 186, \"garbageName\": \"西梅核\", \"garbageType\": 1}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}, {\"questionId\": 553, \"garbageName\": \"桃核\", \"garbageType\": 2}, {\"questionId\": 580, \"garbageName\": \"荔枝核\", \"garbageType\": 2}, {\"questionId\": 588, \"garbageName\": \"话梅核\", \"garbageType\": 2}, {\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}, {\"questionId\": 593, \"garbageName\": \"枣核\", \"garbageType\": 2}, {\"questionId\": 799, \"garbageName\": \"牛油果核\", \"garbageType\": 1}]', '2019-07-27 16:42:32');
INSERT INTO `keyword_result` VALUES (1614, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-27 17:43:41');
INSERT INTO `keyword_result` VALUES (1615, '多肉植物', 'null', '2019-07-27 17:43:44');
INSERT INTO `keyword_result` VALUES (1616, '酸奶', 'null', '2019-07-27 17:43:53');
INSERT INTO `keyword_result` VALUES (1617, '酸奶', '[{\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}]', '2019-07-27 17:44:03');
INSERT INTO `keyword_result` VALUES (1618, '酸奶', '[{\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}]', '2019-07-27 17:44:07');
INSERT INTO `keyword_result` VALUES (1619, '酸奶', '[{\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}]', '2019-07-27 17:44:10');
INSERT INTO `keyword_result` VALUES (1620, '酸奶', '[{\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}]', '2019-07-27 17:44:12');
INSERT INTO `keyword_result` VALUES (1621, '酸奶', '[{\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}]', '2019-07-27 17:44:13');
INSERT INTO `keyword_result` VALUES (1622, '玻璃瓶', '[{\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}]', '2019-07-27 19:07:58');
INSERT INTO `keyword_result` VALUES (1623, '豆子', '[{\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}]', '2019-07-27 19:08:30');
INSERT INTO `keyword_result` VALUES (1624, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-27 19:08:34');
INSERT INTO `keyword_result` VALUES (1625, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-27 19:08:39');
INSERT INTO `keyword_result` VALUES (1626, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-07-27 19:11:10');
INSERT INTO `keyword_result` VALUES (1627, '奶茶杯', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-07-27 19:11:12');
INSERT INTO `keyword_result` VALUES (1628, '小龙虾', '[{\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}]', '2019-07-27 19:11:28');
INSERT INTO `keyword_result` VALUES (1629, '龙虾壳', '[{\"questionId\": 558, \"garbageName\": \"龙虾壳\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}]', '2019-07-27 19:11:37');
INSERT INTO `keyword_result` VALUES (1630, '玻璃瓶', '[{\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}]', '2019-07-27 19:14:20');
INSERT INTO `keyword_result` VALUES (1631, '酱油瓶', '[]', '2019-07-27 19:14:28');
INSERT INTO `keyword_result` VALUES (1632, '玻璃', '[{\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 287, \"garbageName\": \"玻璃杯\", \"garbageType\": 3}, {\"questionId\": 288, \"garbageName\": \"窗玻璃\", \"garbageType\": 3}, {\"questionId\": 289, \"garbageName\": \"玻璃制品\", \"garbageType\": 3}, {\"questionId\": 291, \"garbageName\": \"玻璃摆件\", \"garbageType\": 3}, {\"questionId\": 292, \"garbageName\": \"碎玻璃\", \"garbageType\": 3}, {\"questionId\": 336, \"garbageName\": \"玻璃壶\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}, {\"questionId\": 435, \"garbageName\": \"玻璃\", \"garbageType\": 3}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 807, \"garbageName\": \"花露水玻璃空瓶\", \"garbageType\": 3}]', '2019-07-27 19:15:10');
INSERT INTO `keyword_result` VALUES (1633, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-27 19:30:16');
INSERT INTO `keyword_result` VALUES (1634, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-07-28 00:09:07');
INSERT INTO `keyword_result` VALUES (1635, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-07-28 00:09:12');
INSERT INTO `keyword_result` VALUES (1636, '猫', 'null', '2019-07-28 00:09:26');
INSERT INTO `keyword_result` VALUES (1637, '猫', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}]', '2019-07-28 00:09:31');
INSERT INTO `keyword_result` VALUES (1638, '猫', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}]', '2019-07-28 00:09:33');
INSERT INTO `keyword_result` VALUES (1639, '猫', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}]', '2019-07-28 00:09:34');
INSERT INTO `keyword_result` VALUES (1640, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}]', '2019-07-28 00:09:38');
INSERT INTO `keyword_result` VALUES (1641, '羊肉', '[{\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}]', '2019-07-28 10:50:33');
INSERT INTO `keyword_result` VALUES (1642, '11', '[]', '2019-07-28 10:51:02');
INSERT INTO `keyword_result` VALUES (1643, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-07-28 16:57:22');
INSERT INTO `keyword_result` VALUES (1644, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-07-28 16:57:26');
INSERT INTO `keyword_result` VALUES (1645, '粉底液', '[]', '2019-07-28 16:57:35');
INSERT INTO `keyword_result` VALUES (1646, '眼影', '[]', '2019-07-28 16:57:44');
INSERT INTO `keyword_result` VALUES (1647, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-07-28 16:57:50');
INSERT INTO `keyword_result` VALUES (1648, '键盘', 'null', '2019-07-28 18:14:26');
INSERT INTO `keyword_result` VALUES (1649, '人脸', 'null', '2019-07-28 22:19:47');
INSERT INTO `keyword_result` VALUES (1650, '人脸', '[]', '2019-07-28 22:19:56');
INSERT INTO `keyword_result` VALUES (1651, '人物特写', 'null', '2019-07-28 22:20:16');
INSERT INTO `keyword_result` VALUES (1652, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-28 22:20:29');
INSERT INTO `keyword_result` VALUES (1653, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-28 22:20:33');
INSERT INTO `keyword_result` VALUES (1654, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-28 22:20:35');
INSERT INTO `keyword_result` VALUES (1655, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-07-28 22:20:38');
INSERT INTO `keyword_result` VALUES (1656, '打火机', 'null', '2019-07-29 11:09:15');
INSERT INTO `keyword_result` VALUES (1657, '米', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}]', '2019-07-29 12:34:32');
INSERT INTO `keyword_result` VALUES (1658, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-29 12:40:02');
INSERT INTO `keyword_result` VALUES (1659, '大骨头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}]', '2019-07-29 12:44:57');
INSERT INTO `keyword_result` VALUES (1660, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-07-29 14:05:10');
INSERT INTO `keyword_result` VALUES (1661, '呕吐物', '[]', '2019-07-29 14:05:23');
INSERT INTO `keyword_result` VALUES (1662, '羊肉', '[{\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}]', '2019-07-29 15:55:42');
INSERT INTO `keyword_result` VALUES (1663, '打火机', '[{\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}]', '2019-07-29 17:42:45');
INSERT INTO `keyword_result` VALUES (1664, '卫生间用纸', '[{\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}]', '2019-07-29 20:12:02');
INSERT INTO `keyword_result` VALUES (1665, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-29 20:12:17');
INSERT INTO `keyword_result` VALUES (1666, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-29 20:12:19');
INSERT INTO `keyword_result` VALUES (1667, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-29 20:12:21');
INSERT INTO `keyword_result` VALUES (1668, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-29 20:12:22');
INSERT INTO `keyword_result` VALUES (1669, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-29 20:12:23');
INSERT INTO `keyword_result` VALUES (1670, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-30 10:39:30');
INSERT INTO `keyword_result` VALUES (1671, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-30 10:39:53');
INSERT INTO `keyword_result` VALUES (1672, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-30 10:40:23');
INSERT INTO `keyword_result` VALUES (1673, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-30 10:40:30');
INSERT INTO `keyword_result` VALUES (1674, '绿豆', '[{\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}]', '2019-07-30 11:47:52');
INSERT INTO `keyword_result` VALUES (1675, '鱿鱼', '[{\"questionId\": 84, \"garbageName\": \"鱿鱼\", \"garbageType\": 2}]', '2019-07-30 12:26:03');
INSERT INTO `keyword_result` VALUES (1676, '天', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-07-30 12:26:17');
INSERT INTO `keyword_result` VALUES (1677, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-07-30 12:27:15');
INSERT INTO `keyword_result` VALUES (1678, '羊肉', '[{\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}]', '2019-07-30 12:27:20');
INSERT INTO `keyword_result` VALUES (1679, '马克杯', 'null', '2019-07-30 12:27:43');
INSERT INTO `keyword_result` VALUES (1680, '旋钮', '[]', '2019-07-30 12:27:51');
INSERT INTO `keyword_result` VALUES (1681, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-07-30 12:28:59');
INSERT INTO `keyword_result` VALUES (1682, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-07-30 12:29:22');
INSERT INTO `keyword_result` VALUES (1683, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-07-30 15:34:57');
INSERT INTO `keyword_result` VALUES (1684, '猪肝', '[{\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}]', '2019-07-30 15:35:08');
INSERT INTO `keyword_result` VALUES (1685, '烟蒂', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}]', '2019-07-30 15:35:19');
INSERT INTO `keyword_result` VALUES (1686, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-07-30 15:35:23');
INSERT INTO `keyword_result` VALUES (1687, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-07-30 15:35:25');
INSERT INTO `keyword_result` VALUES (1688, '天堂伞', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-07-30 15:35:28');
INSERT INTO `keyword_result` VALUES (1689, '卫生间用纸', '[{\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}]', '2019-07-30 15:35:31');
INSERT INTO `keyword_result` VALUES (1690, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-30 15:35:34');
INSERT INTO `keyword_result` VALUES (1691, '大骨头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}]', '2019-07-30 15:35:36');
INSERT INTO `keyword_result` VALUES (1692, '甘蔗皮', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}]', '2019-07-30 15:35:38');
INSERT INTO `keyword_result` VALUES (1693, '毛笔', '[{\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}]', '2019-07-30 16:39:05');
INSERT INTO `keyword_result` VALUES (1694, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-07-30 16:39:12');
INSERT INTO `keyword_result` VALUES (1695, '狗尿垫', '[{\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}]', '2019-07-30 16:39:18');
INSERT INTO `keyword_result` VALUES (1696, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-07-30 16:41:09');
INSERT INTO `keyword_result` VALUES (1697, '牙签', '[{\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}]', '2019-07-30 16:41:17');
INSERT INTO `keyword_result` VALUES (1698, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-30 16:41:17');
INSERT INTO `keyword_result` VALUES (1699, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-30 16:41:25');
INSERT INTO `keyword_result` VALUES (1700, '眼镜', '[{\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}]', '2019-07-30 16:41:29');
INSERT INTO `keyword_result` VALUES (1701, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-07-30 16:41:37');
INSERT INTO `keyword_result` VALUES (1702, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-07-30 16:41:40');
INSERT INTO `keyword_result` VALUES (1703, '米', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}]', '2019-07-30 16:41:44');
INSERT INTO `keyword_result` VALUES (1704, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-07-30 16:41:48');
INSERT INTO `keyword_result` VALUES (1705, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-07-30 16:42:24');
INSERT INTO `keyword_result` VALUES (1706, '猪肝', '[{\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}]', '2019-07-30 16:42:30');
INSERT INTO `keyword_result` VALUES (1707, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-07-30 16:42:33');
INSERT INTO `keyword_result` VALUES (1708, '竹篮', '[{\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}]', '2019-07-30 16:42:39');
INSERT INTO `keyword_result` VALUES (1709, '花盆', '[{\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}]', '2019-07-30 16:42:43');
INSERT INTO `keyword_result` VALUES (1710, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-07-30 16:42:46');
INSERT INTO `keyword_result` VALUES (1711, '干燥剂', '[{\"questionId\": 12, \"garbageName\": \"干燥剂\", \"garbageType\": 1}]', '2019-07-30 16:42:49');
INSERT INTO `keyword_result` VALUES (1712, '大骨头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}]', '2019-07-30 16:42:54');
INSERT INTO `keyword_result` VALUES (1713, '鱼骨', '[{\"questionId\": 97, \"garbageName\": \"鱼骨\", \"garbageType\": 2}, {\"questionId\": 569, \"garbageName\": \"鱼骨头\", \"garbageType\": 2}]', '2019-07-30 16:43:03');
INSERT INTO `keyword_result` VALUES (1714, '甘蔗皮', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}]', '2019-07-30 16:43:31');
INSERT INTO `keyword_result` VALUES (1715, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-07-30 16:44:06');
INSERT INTO `keyword_result` VALUES (1716, '马克杯', 'null', '2019-07-30 17:30:51');
INSERT INTO `keyword_result` VALUES (1717, '陶瓷杯', '[{\"questionId\": 184, \"garbageName\": \"陶瓷杯\", \"garbageType\": 1}]', '2019-07-30 17:31:26');
INSERT INTO `keyword_result` VALUES (1718, '面', '[{\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}]', '2019-07-30 17:31:39');
INSERT INTO `keyword_result` VALUES (1719, '打火机', '[{\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}]', '2019-07-30 17:31:50');
INSERT INTO `keyword_result` VALUES (1720, '眼镜', '[{\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}]', '2019-07-30 17:37:05');
INSERT INTO `keyword_result` VALUES (1721, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-30 17:37:32');
INSERT INTO `keyword_result` VALUES (1722, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-07-30 17:39:04');
INSERT INTO `keyword_result` VALUES (1723, '轿车', 'null', '2019-07-30 17:39:06');
INSERT INTO `keyword_result` VALUES (1724, '', '[]', '2019-07-30 17:58:32');
INSERT INTO `keyword_result` VALUES (1725, '情趣内衣，什么垃圾？', '[]', '2019-07-30 17:58:39');
INSERT INTO `keyword_result` VALUES (1726, '衣服是什么垃圾？', '[]', '2019-07-30 17:58:47');
INSERT INTO `keyword_result` VALUES (1727, '我不知道', '[]', '2019-07-30 17:58:53');
INSERT INTO `keyword_result` VALUES (1728, '纸巾是什么东西？', '[]', '2019-07-30 17:58:59');
INSERT INTO `keyword_result` VALUES (1729, '电池是什么垃圾？', '[]', '2019-07-30 17:59:08');
INSERT INTO `keyword_result` VALUES (1730, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-07-30 18:23:03');
INSERT INTO `keyword_result` VALUES (1731, '胶布', '[]', '2019-07-30 18:23:20');
INSERT INTO `keyword_result` VALUES (1732, '胶布', '[]', '2019-07-30 18:23:23');
INSERT INTO `keyword_result` VALUES (1733, '水杯', '[]', '2019-07-30 18:23:31');
INSERT INTO `keyword_result` VALUES (1734, '水杯', '[]', '2019-07-30 18:23:33');
INSERT INTO `keyword_result` VALUES (1735, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-07-30 18:23:39');
INSERT INTO `keyword_result` VALUES (1736, '不是', '[]', '2019-07-30 18:25:08');
INSERT INTO `keyword_result` VALUES (1737, '土豆', '[]', '2019-07-30 18:25:20');
INSERT INTO `keyword_result` VALUES (1738, '土豆', '[]', '2019-07-30 18:25:23');
INSERT INTO `keyword_result` VALUES (1739, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-07-30 19:48:04');
INSERT INTO `keyword_result` VALUES (1740, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-07-30 19:57:58');
INSERT INTO `keyword_result` VALUES (1741, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-07-30 19:58:16');
INSERT INTO `keyword_result` VALUES (1742, '龙虾', '[{\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 558, \"garbageName\": \"龙虾壳\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 571, \"garbageName\": \"龙虾\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}]', '2019-07-30 19:58:24');
INSERT INTO `keyword_result` VALUES (1743, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-07-30 21:45:21');
INSERT INTO `keyword_result` VALUES (1744, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-07-31 03:53:30');
INSERT INTO `keyword_result` VALUES (1745, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-07-31 03:53:36');
INSERT INTO `keyword_result` VALUES (1746, '花盆', '[{\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}]', '2019-07-31 03:53:41');
INSERT INTO `keyword_result` VALUES (1747, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-07-31 03:53:44');
INSERT INTO `keyword_result` VALUES (1748, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-07-31 09:36:46');
INSERT INTO `keyword_result` VALUES (1749, '烟蒂', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}]', '2019-07-31 14:10:47');
INSERT INTO `keyword_result` VALUES (1750, '污损塑料', '[{\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}]', '2019-07-31 15:56:52');
INSERT INTO `keyword_result` VALUES (1751, '鼠标', '[{\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}]', '2019-07-31 15:59:05');
INSERT INTO `keyword_result` VALUES (1752, '石锅鱼', 'null', '2019-07-31 15:59:51');
INSERT INTO `keyword_result` VALUES (1753, '石锅鱼', '[]', '2019-07-31 16:00:03');
INSERT INTO `keyword_result` VALUES (1754, '石锅鱼', '[]', '2019-07-31 16:00:09');
INSERT INTO `keyword_result` VALUES (1755, '桥梁', 'null', '2019-07-31 16:00:44');
INSERT INTO `keyword_result` VALUES (1756, '塑料球', 'null', '2019-07-31 17:08:32');
INSERT INTO `keyword_result` VALUES (1757, '鼠标', 'null', '2019-07-31 17:08:53');
INSERT INTO `keyword_result` VALUES (1758, '口香糖', '[{\"questionId\": 612, \"garbageName\": \"口香糖\", \"garbageType\": 1}]', '2019-07-31 18:19:54');
INSERT INTO `keyword_result` VALUES (1759, '塑料盒', '[{\"questionId\": 266, \"garbageName\": \"塑料盒子\", \"garbageType\": 3}, {\"questionId\": 439, \"garbageName\": \"塑料盒\", \"garbageType\": 3}]', '2019-07-31 18:20:07');
INSERT INTO `keyword_result` VALUES (1760, '塑料袋', '[{\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-07-31 18:20:21');
INSERT INTO `keyword_result` VALUES (1761, '沙发', 'null', '2019-07-31 18:56:39');
INSERT INTO `keyword_result` VALUES (1762, '沙发', '[]', '2019-07-31 18:56:49');
INSERT INTO `keyword_result` VALUES (1763, '电视背景墙', 'null', '2019-07-31 18:57:06');
INSERT INTO `keyword_result` VALUES (1764, '电视背景墙', '[]', '2019-07-31 18:57:17');
INSERT INTO `keyword_result` VALUES (1765, '电视背景墙', '[]', '2019-07-31 18:57:26');
INSERT INTO `keyword_result` VALUES (1766, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-07-31 18:57:29');
INSERT INTO `keyword_result` VALUES (1767, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-07-31 18:57:32');
INSERT INTO `keyword_result` VALUES (1768, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-07-31 18:57:34');
INSERT INTO `keyword_result` VALUES (1769, '污损塑料', '[{\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}]', '2019-07-31 18:58:05');
INSERT INTO `keyword_result` VALUES (1770, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-07-31 21:48:08');
INSERT INTO `keyword_result` VALUES (1771, '平板电脑', 'null', '2019-07-31 21:56:06');
INSERT INTO `keyword_result` VALUES (1772, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-07-31 22:09:08');
INSERT INTO `keyword_result` VALUES (1773, '固体胶', 'null', '2019-08-01 10:38:07');
INSERT INTO `keyword_result` VALUES (1774, '固体胶', '[]', '2019-08-01 10:38:11');
INSERT INTO `keyword_result` VALUES (1775, '固体胶', '[]', '2019-08-01 10:38:14');
INSERT INTO `keyword_result` VALUES (1776, '纸箱', 'null', '2019-08-01 10:38:38');
INSERT INTO `keyword_result` VALUES (1777, '纸箱', '[]', '2019-08-01 10:38:40');
INSERT INTO `keyword_result` VALUES (1778, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-01 10:38:43');
INSERT INTO `keyword_result` VALUES (1779, '纸箱', '[]', '2019-08-01 10:38:48');
INSERT INTO `keyword_result` VALUES (1780, '纸箱', '[]', '2019-08-01 10:38:52');
INSERT INTO `keyword_result` VALUES (1781, '绿豆', '[{\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}]', '2019-08-01 10:38:58');
INSERT INTO `keyword_result` VALUES (1782, '豆子', '[{\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}]', '2019-08-01 11:55:12');
INSERT INTO `keyword_result` VALUES (1783, '豆子', '[{\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}]', '2019-08-01 11:55:20');
INSERT INTO `keyword_result` VALUES (1784, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-08-01 20:12:44');
INSERT INTO `keyword_result` VALUES (1785, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-01 20:13:02');
INSERT INTO `keyword_result` VALUES (1786, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-01 20:13:04');
INSERT INTO `keyword_result` VALUES (1787, '杯子', 'null', '2019-08-01 20:14:24');
INSERT INTO `keyword_result` VALUES (1788, '杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}, {\"questionId\": 183, \"garbageName\": \"杯子\", \"garbageType\": 1}]', '2019-08-01 20:14:39');
INSERT INTO `keyword_result` VALUES (1789, '葡萄', 'null', '2019-08-01 20:59:10');
INSERT INTO `keyword_result` VALUES (1790, '玉米棒', '[{\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}]', '2019-08-02 08:25:45');
INSERT INTO `keyword_result` VALUES (1791, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-08-02 08:29:54');
INSERT INTO `keyword_result` VALUES (1792, '胭脂红', 'null', '2019-08-02 09:50:14');
INSERT INTO `keyword_result` VALUES (1793, '饮水器', '[]', '2019-08-02 09:50:26');
INSERT INTO `keyword_result` VALUES (1794, '马铃薯', 'null', '2019-08-02 09:50:45');
INSERT INTO `keyword_result` VALUES (1795, '芒果', '[{\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}]', '2019-08-02 09:50:48');
INSERT INTO `keyword_result` VALUES (1796, '芒果', '[{\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}]', '2019-08-02 09:50:51');
INSERT INTO `keyword_result` VALUES (1797, '芒果', '[{\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}]', '2019-08-02 09:50:53');
INSERT INTO `keyword_result` VALUES (1798, '鱼类', 'null', '2019-08-02 09:51:41');
INSERT INTO `keyword_result` VALUES (1799, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-08-02 09:55:14');
INSERT INTO `keyword_result` VALUES (1800, '污损塑料', '[{\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}]', '2019-08-02 15:59:23');
INSERT INTO `keyword_result` VALUES (1801, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-08-02 19:09:36');
INSERT INTO `keyword_result` VALUES (1802, '润滑油', '[]', '2019-08-02 19:09:58');
INSERT INTO `keyword_result` VALUES (1803, '润滑油', '[]', '2019-08-02 19:10:00');
INSERT INTO `keyword_result` VALUES (1804, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-02 19:10:05');
INSERT INTO `keyword_result` VALUES (1805, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-08-02 22:25:58');
INSERT INTO `keyword_result` VALUES (1806, '猫砂', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}]', '2019-08-03 15:38:52');
INSERT INTO `keyword_result` VALUES (1807, '西瓜', '[{\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}, {\"questionId\": 121, \"garbageName\": \"西瓜籽\", \"garbageType\": 2}, {\"questionId\": 811, \"garbageName\": \"西瓜\", \"garbageType\": 2}]', '2019-08-03 15:38:58');
INSERT INTO `keyword_result` VALUES (1808, '西瓜皮', '[{\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}]', '2019-08-03 15:39:03');
INSERT INTO `keyword_result` VALUES (1809, '西瓜籽', '[{\"questionId\": 121, \"garbageName\": \"西瓜籽\", \"garbageType\": 2}]', '2019-08-03 15:39:08');
INSERT INTO `keyword_result` VALUES (1810, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-03 17:13:16');
INSERT INTO `keyword_result` VALUES (1811, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-08-04 12:35:10');
INSERT INTO `keyword_result` VALUES (1812, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-08-04 14:55:41');
INSERT INTO `keyword_result` VALUES (1813, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-08-04 14:55:44');
INSERT INTO `keyword_result` VALUES (1814, '污损塑料', '[{\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}]', '2019-08-04 14:55:47');
INSERT INTO `keyword_result` VALUES (1815, '贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}, {\"questionId\": 149, \"garbageName\": \"贝壳\", \"garbageType\": 1}]', '2019-08-04 14:55:54');
INSERT INTO `keyword_result` VALUES (1816, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-08-04 14:56:02');
INSERT INTO `keyword_result` VALUES (1817, '过期零食', '[]', '2019-08-04 20:53:29');
INSERT INTO `keyword_result` VALUES (1818, '过期', '[{\"questionId\": 357, \"garbageName\": \"过期药物\", \"garbageType\": 4}, {\"questionId\": 365, \"garbageName\": \"过期的指甲油\", \"garbageType\": 4}, {\"questionId\": 381, \"garbageName\": \"过期的胶囊药物\", \"garbageType\": 4}, {\"questionId\": 383, \"garbageName\": \"过期药片\", \"garbageType\": 4}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"questionId\": 507, \"garbageName\": \"过期药品\", \"garbageType\": 4}, {\"questionId\": 519, \"garbageName\": \"各类过期药品\", \"garbageType\": 4}]', '2019-08-04 20:53:36');
INSERT INTO `keyword_result` VALUES (1819, '零食', '[]', '2019-08-04 20:53:44');
INSERT INTO `keyword_result` VALUES (1820, '过期', '[{\"questionId\": 357, \"garbageName\": \"过期药物\", \"garbageType\": 4}, {\"questionId\": 365, \"garbageName\": \"过期的指甲油\", \"garbageType\": 4}, {\"questionId\": 381, \"garbageName\": \"过期的胶囊药物\", \"garbageType\": 4}, {\"questionId\": 383, \"garbageName\": \"过期药片\", \"garbageType\": 4}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"questionId\": 507, \"garbageName\": \"过期药品\", \"garbageType\": 4}, {\"questionId\": 519, \"garbageName\": \"各类过期药品\", \"garbageType\": 4}]', '2019-08-04 20:53:52');
INSERT INTO `keyword_result` VALUES (1821, '吊顶', 'null', '2019-08-05 13:30:59');
INSERT INTO `keyword_result` VALUES (1822, '粉彩山水', 'null', '2019-08-05 13:31:29');
INSERT INTO `keyword_result` VALUES (1823, '粉彩山水', '[]', '2019-08-05 13:31:40');
INSERT INTO `keyword_result` VALUES (1824, '油画', 'null', '2019-08-05 13:32:03');
INSERT INTO `keyword_result` VALUES (1825, '油画', '[]', '2019-08-05 13:32:07');
INSERT INTO `keyword_result` VALUES (1826, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-05 13:32:13');
INSERT INTO `keyword_result` VALUES (1827, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-05 13:32:15');
INSERT INTO `keyword_result` VALUES (1828, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-05 13:32:17');
INSERT INTO `keyword_result` VALUES (1829, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-05 13:32:18');
INSERT INTO `keyword_result` VALUES (1830, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-05 13:32:19');
INSERT INTO `keyword_result` VALUES (1831, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-05 13:32:20');
INSERT INTO `keyword_result` VALUES (1832, '牙签', '[{\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}]', '2019-08-05 13:32:28');
INSERT INTO `keyword_result` VALUES (1833, '油画', '[]', '2019-08-05 13:32:50');
INSERT INTO `keyword_result` VALUES (1834, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-05 16:04:07');
INSERT INTO `keyword_result` VALUES (1835, '尿不湿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}]', '2019-08-05 17:32:07');
INSERT INTO `keyword_result` VALUES (1836, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-08-05 17:32:20');
INSERT INTO `keyword_result` VALUES (1837, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-08-05 17:32:28');
INSERT INTO `keyword_result` VALUES (1838, '积极', '[]', '2019-08-05 17:58:02');
INSERT INTO `keyword_result` VALUES (1839, '饮料', '[{\"questionId\": 259, \"garbageName\": \"饮料瓶\", \"garbageType\": 3}, {\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}, {\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}]', '2019-08-05 23:45:26');
INSERT INTO `keyword_result` VALUES (1840, '瓶装饮料', '[{\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}]', '2019-08-05 23:45:30');
INSERT INTO `keyword_result` VALUES (1841, '瓶装饮料', '[{\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}]', '2019-08-05 23:45:55');
INSERT INTO `keyword_result` VALUES (1842, '猫', '[{\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}]', '2019-08-05 23:46:12');
INSERT INTO `keyword_result` VALUES (1843, '辣条', '[]', '2019-08-05 23:46:24');
INSERT INTO `keyword_result` VALUES (1844, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-08-05 23:46:33');
INSERT INTO `keyword_result` VALUES (1845, '雪糕', '[]', '2019-08-05 23:46:48');
INSERT INTO `keyword_result` VALUES (1846, '鸡蛋壳', '[{\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}]', '2019-08-06 09:30:10');
INSERT INTO `keyword_result` VALUES (1847, '睫毛膏', 'null', '2019-08-06 10:50:32');
INSERT INTO `keyword_result` VALUES (1848, '饼干', 'null', '2019-08-06 10:50:51');
INSERT INTO `keyword_result` VALUES (1849, '包装袋', '[{\"questionId\": 625, \"garbageName\": \"包装袋\", \"garbageType\": 1}, {\"questionId\": 641, \"garbageName\": \"食品包装袋\", \"garbageType\": 1}]', '2019-08-06 10:51:03');
INSERT INTO `keyword_result` VALUES (1850, '塑料瓶', '[{\"questionId\": 125, \"garbageName\": \"塑料瓶\", \"garbageType\": 3}, {\"questionId\": 258, \"garbageName\": \"食品与日用品塑料瓶罐及瓶盖(总)\", \"garbageType\": 3}, {\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}]', '2019-08-06 12:18:41');
INSERT INTO `keyword_result` VALUES (1851, '饮料塑料瓶', '[{\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}]', '2019-08-06 12:18:50');
INSERT INTO `keyword_result` VALUES (1852, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-08-06 12:19:06');
INSERT INTO `keyword_result` VALUES (1853, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-08-06 17:24:27');
INSERT INTO `keyword_result` VALUES (1854, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-06 17:48:04');
INSERT INTO `keyword_result` VALUES (1855, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-06 17:48:19');
INSERT INTO `keyword_result` VALUES (1856, '马克杯', '[{\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}]', '2019-08-06 17:48:41');
INSERT INTO `keyword_result` VALUES (1857, '防碎气泡膜', '[{\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}]', '2019-08-06 17:48:51');
INSERT INTO `keyword_result` VALUES (1858, '桃子皮', '[]', '2019-08-07 15:45:52');
INSERT INTO `keyword_result` VALUES (1859, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-07 15:45:56');
INSERT INTO `keyword_result` VALUES (1860, '鱼', '[{\"questionId\": 78, \"garbageName\": \"鱼\", \"garbageType\": 2}, {\"questionId\": 80, \"garbageName\": \"鱼鳞\", \"garbageType\": 2}, {\"questionId\": 84, \"garbageName\": \"鱿鱼\", \"garbageType\": 2}, {\"questionId\": 85, \"garbageName\": \"章鱼\", \"garbageType\": 2}, {\"questionId\": 86, \"garbageName\": \"墨鱼\", \"garbageType\": 2}, {\"questionId\": 97, \"garbageName\": \"鱼骨\", \"garbageType\": 2}, {\"questionId\": 569, \"garbageName\": \"鱼骨头\", \"garbageType\": 2}, {\"questionId\": 599, \"garbageName\": \"鱼刺\", \"garbageType\": 2}, {\"questionId\": 671, \"garbageName\": \"死鱼\", \"garbageType\": 2}, {\"questionId\": 701, \"garbageName\": \"甲鱼壳\", \"garbageType\": 1}, {\"questionId\": 809, \"garbageName\": \"酸菜鱼\", \"garbageType\": 2}]', '2019-08-08 10:28:26');
INSERT INTO `keyword_result` VALUES (1861, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-08-08 10:28:41');
INSERT INTO `keyword_result` VALUES (1862, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-08-08 10:28:46');
INSERT INTO `keyword_result` VALUES (1863, '面包', 'null', '2019-08-08 11:36:47');
INSERT INTO `keyword_result` VALUES (1864, '面包', '[{\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}]', '2019-08-08 11:36:54');
INSERT INTO `keyword_result` VALUES (1865, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-08-08 13:25:29');
INSERT INTO `keyword_result` VALUES (1866, '玻璃', '[{\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 287, \"garbageName\": \"玻璃杯\", \"garbageType\": 3}, {\"questionId\": 288, \"garbageName\": \"窗玻璃\", \"garbageType\": 3}, {\"questionId\": 289, \"garbageName\": \"玻璃制品\", \"garbageType\": 3}, {\"questionId\": 291, \"garbageName\": \"玻璃摆件\", \"garbageType\": 3}, {\"questionId\": 292, \"garbageName\": \"碎玻璃\", \"garbageType\": 3}, {\"questionId\": 336, \"garbageName\": \"玻璃壶\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}, {\"questionId\": 435, \"garbageName\": \"玻璃\", \"garbageType\": 3}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 807, \"garbageName\": \"花露水玻璃空瓶\", \"garbageType\": 3}]', '2019-08-08 14:21:21');
INSERT INTO `keyword_result` VALUES (1867, '瓶子', 'null', '2019-08-08 15:45:55');
INSERT INTO `keyword_result` VALUES (1868, '瓶装饮料', '[{\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}]', '2019-08-08 15:46:02');
INSERT INTO `keyword_result` VALUES (1869, '医生', 'null', '2019-08-08 15:46:18');
INSERT INTO `keyword_result` VALUES (1870, '男孩', '[]', '2019-08-08 15:46:34');
INSERT INTO `keyword_result` VALUES (1871, '医生', 'null', '2019-08-08 15:46:44');
INSERT INTO `keyword_result` VALUES (1872, '眼镜', '[{\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}]', '2019-08-08 15:46:46');
INSERT INTO `keyword_result` VALUES (1873, '美容器', 'null', '2019-08-08 19:09:26');
INSERT INTO `keyword_result` VALUES (1874, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-08 19:09:47');
INSERT INTO `keyword_result` VALUES (1875, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-08-08 21:42:30');
INSERT INTO `keyword_result` VALUES (1876, '酸奶', '[{\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}]', '2019-08-09 16:01:52');
INSERT INTO `keyword_result` VALUES (1877, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-10 18:50:29');
INSERT INTO `keyword_result` VALUES (1878, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-10 18:50:32');
INSERT INTO `keyword_result` VALUES (1879, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-10 18:50:33');
INSERT INTO `keyword_result` VALUES (1880, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-10 18:50:38');
INSERT INTO `keyword_result` VALUES (1881, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-08-11 17:21:00');
INSERT INTO `keyword_result` VALUES (1882, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-11 17:21:09');
INSERT INTO `keyword_result` VALUES (1883, '笔芯', '[{\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}]', '2019-08-12 17:25:00');
INSERT INTO `keyword_result` VALUES (1884, '镜子', '[{\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}]', '2019-08-13 16:19:51');
INSERT INTO `keyword_result` VALUES (1885, '剩饭残渣', '[{\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}]', '2019-08-13 17:28:55');
INSERT INTO `keyword_result` VALUES (1886, '电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2019-08-13 17:29:08');
INSERT INTO `keyword_result` VALUES (1887, '书', '[{\"questionId\": 152, \"garbageName\": \"旧书包\", \"garbageType\": 3}, {\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}, {\"questionId\": 451, \"garbageName\": \"书本\", \"garbageType\": 3}, {\"questionId\": 489, \"garbageName\": \"书包\", \"garbageType\": 3}, {\"questionId\": 736, \"garbageName\": \"教科书\", \"garbageType\": 4}]', '2019-08-13 23:30:08');
INSERT INTO `keyword_result` VALUES (1888, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-08-14 00:45:32');
INSERT INTO `keyword_result` VALUES (1889, '傻逼', '[]', '2019-08-14 09:46:49');
INSERT INTO `keyword_result` VALUES (1890, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-14 09:46:55');
INSERT INTO `keyword_result` VALUES (1891, '竹篮', '[{\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}]', '2019-08-14 09:51:07');
INSERT INTO `keyword_result` VALUES (1892, '胶带', '[{\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}]', '2019-08-14 14:04:50');
INSERT INTO `keyword_result` VALUES (1893, '甘蔗皮', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}]', '2019-08-14 15:33:58');
INSERT INTO `keyword_result` VALUES (1894, '黄豆', '[{\"questionId\": 62, \"garbageName\": \"黄豆\", \"garbageType\": 2}]', '2019-08-14 16:08:41');
INSERT INTO `keyword_result` VALUES (1895, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-08-14 21:08:21');
INSERT INTO `keyword_result` VALUES (1896, '牛奶盒', '[{\"questionId\": 334, \"garbageName\": \"牛奶盒\", \"garbageType\": 3}]', '2019-08-14 21:08:30');
INSERT INTO `keyword_result` VALUES (1897, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-08-14 21:08:43');
INSERT INTO `keyword_result` VALUES (1898, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-08-14 21:23:45');
INSERT INTO `keyword_result` VALUES (1899, '天堂伞', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-08-14 21:23:49');
INSERT INTO `keyword_result` VALUES (1900, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-08-14 21:23:53');
INSERT INTO `keyword_result` VALUES (1901, '甘蔗皮', '[{\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}]', '2019-08-14 21:23:57');
INSERT INTO `keyword_result` VALUES (1902, '生蚝壳', '[{\"questionId\": 53, \"garbageName\": \"生蚝壳\", \"garbageType\": 1}]', '2019-08-14 21:24:00');
INSERT INTO `keyword_result` VALUES (1903, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-08-14 21:24:03');
INSERT INTO `keyword_result` VALUES (1904, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-08-14 21:24:07');
INSERT INTO `keyword_result` VALUES (1905, '面条', '[{\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}]', '2019-08-14 21:24:10');
INSERT INTO `keyword_result` VALUES (1906, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-08-14 21:24:14');
INSERT INTO `keyword_result` VALUES (1907, '蔬菜', '[{\"questionId\": 87, \"garbageName\": \"蔬菜\", \"garbageType\": 2}]', '2019-08-14 21:24:17');
INSERT INTO `keyword_result` VALUES (1908, '虾头', '[{\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}]', '2019-08-14 21:24:19');
INSERT INTO `keyword_result` VALUES (1909, '天堂伞', '[{\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}]', '2019-08-14 21:24:22');
INSERT INTO `keyword_result` VALUES (1910, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-08-14 22:48:46');
INSERT INTO `keyword_result` VALUES (1911, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-14 22:48:47');
INSERT INTO `keyword_result` VALUES (1912, '炉渣', '[{\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}]', '2019-08-14 22:48:57');
INSERT INTO `keyword_result` VALUES (1913, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-15 14:45:16');
INSERT INTO `keyword_result` VALUES (1914, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-15 14:45:16');
INSERT INTO `keyword_result` VALUES (1915, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-15 14:45:16');
INSERT INTO `keyword_result` VALUES (1916, '狗尿垫', '[{\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}]', '2019-08-15 14:45:20');
INSERT INTO `keyword_result` VALUES (1917, '灰土', '[{\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}]', '2019-08-15 14:45:33');
INSERT INTO `keyword_result` VALUES (1918, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-08-15 17:31:11');
INSERT INTO `keyword_result` VALUES (1919, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-08-16 00:21:56');
INSERT INTO `keyword_result` VALUES (1920, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-08-16 11:37:59');
INSERT INTO `keyword_result` VALUES (1921, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-08-16 11:38:03');
INSERT INTO `keyword_result` VALUES (1922, '编织袋', '[{\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}]', '2019-08-16 14:04:33');
INSERT INTO `keyword_result` VALUES (1923, '捏手办的橡皮泥', '[]', '2019-08-16 14:57:53');
INSERT INTO `keyword_result` VALUES (1924, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-08-16 17:09:40');
INSERT INTO `keyword_result` VALUES (1925, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:25:54');
INSERT INTO `keyword_result` VALUES (1926, '@@::@@', '[]', '2019-08-17 00:25:56');
INSERT INTO `keyword_result` VALUES (1927, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-17 00:26:21');
INSERT INTO `keyword_result` VALUES (1928, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-17 00:26:22');
INSERT INTO `keyword_result` VALUES (1929, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-17 00:26:22');
INSERT INTO `keyword_result` VALUES (1930, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-17 00:26:24');
INSERT INTO `keyword_result` VALUES (1931, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-17 00:26:25');
INSERT INTO `keyword_result` VALUES (1932, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-17 00:26:25');
INSERT INTO `keyword_result` VALUES (1933, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-17 00:26:27');
INSERT INTO `keyword_result` VALUES (1934, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-17 00:26:28');
INSERT INTO `keyword_result` VALUES (1935, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-17 00:26:28');
INSERT INTO `keyword_result` VALUES (1936, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-17 00:26:30');
INSERT INTO `keyword_result` VALUES (1937, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-17 00:26:31');
INSERT INTO `keyword_result` VALUES (1938, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-17 00:26:31');
INSERT INTO `keyword_result` VALUES (1939, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-17 00:26:33');
INSERT INTO `keyword_result` VALUES (1940, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-17 00:26:34');
INSERT INTO `keyword_result` VALUES (1941, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-17 00:26:34');
INSERT INTO `keyword_result` VALUES (1942, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-08-17 00:26:36');
INSERT INTO `keyword_result` VALUES (1943, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-08-17 00:26:37');
INSERT INTO `keyword_result` VALUES (1944, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-08-17 00:26:37');
INSERT INTO `keyword_result` VALUES (1945, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:26:39');
INSERT INTO `keyword_result` VALUES (1946, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:26:40');
INSERT INTO `keyword_result` VALUES (1947, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:26:40');
INSERT INTO `keyword_result` VALUES (1948, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:26:42');
INSERT INTO `keyword_result` VALUES (1949, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:26:43');
INSERT INTO `keyword_result` VALUES (1950, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:26:43');
INSERT INTO `keyword_result` VALUES (1951, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:26:44');
INSERT INTO `keyword_result` VALUES (1952, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:26:45');
INSERT INTO `keyword_result` VALUES (1953, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:26:46');
INSERT INTO `keyword_result` VALUES (1954, '@@::@@', '[]', '2019-08-17 00:26:47');
INSERT INTO `keyword_result` VALUES (1955, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-17 00:28:29');
INSERT INTO `keyword_result` VALUES (1956, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-17 00:28:30');
INSERT INTO `keyword_result` VALUES (1957, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-17 00:28:31');
INSERT INTO `keyword_result` VALUES (1958, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-17 00:28:32');
INSERT INTO `keyword_result` VALUES (1959, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-17 00:28:33');
INSERT INTO `keyword_result` VALUES (1960, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-17 00:28:34');
INSERT INTO `keyword_result` VALUES (1961, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-17 00:28:35');
INSERT INTO `keyword_result` VALUES (1962, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-17 00:28:36');
INSERT INTO `keyword_result` VALUES (1963, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-17 00:28:37');
INSERT INTO `keyword_result` VALUES (1964, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-17 00:28:38');
INSERT INTO `keyword_result` VALUES (1965, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-17 00:28:39');
INSERT INTO `keyword_result` VALUES (1966, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-17 00:28:40');
INSERT INTO `keyword_result` VALUES (1967, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-17 00:28:41');
INSERT INTO `keyword_result` VALUES (1968, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-17 00:28:42');
INSERT INTO `keyword_result` VALUES (1969, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-17 00:28:43');
INSERT INTO `keyword_result` VALUES (1970, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-08-17 00:28:44');
INSERT INTO `keyword_result` VALUES (1971, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-08-17 00:28:46');
INSERT INTO `keyword_result` VALUES (1972, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-08-17 00:28:46');
INSERT INTO `keyword_result` VALUES (1973, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:28:47');
INSERT INTO `keyword_result` VALUES (1974, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:28:48');
INSERT INTO `keyword_result` VALUES (1975, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-17 00:28:49');
INSERT INTO `keyword_result` VALUES (1976, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:28:50');
INSERT INTO `keyword_result` VALUES (1977, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:28:51');
INSERT INTO `keyword_result` VALUES (1978, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:28:52');
INSERT INTO `keyword_result` VALUES (1979, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:28:52');
INSERT INTO `keyword_result` VALUES (1980, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:28:53');
INSERT INTO `keyword_result` VALUES (1981, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 00:28:54');
INSERT INTO `keyword_result` VALUES (1982, '@@::@@', '[]', '2019-08-17 00:28:56');
INSERT INTO `keyword_result` VALUES (1983, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 01:40:42');
INSERT INTO `keyword_result` VALUES (1984, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 01:40:43');
INSERT INTO `keyword_result` VALUES (1985, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 01:40:44');
INSERT INTO `keyword_result` VALUES (1986, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 01:40:48');
INSERT INTO `keyword_result` VALUES (1987, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 01:40:49');
INSERT INTO `keyword_result` VALUES (1988, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-17 01:40:50');
INSERT INTO `keyword_result` VALUES (1989, '@@::@@', '[]', '2019-08-17 01:40:51');
INSERT INTO `keyword_result` VALUES (1990, '大骨头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}]', '2019-08-17 10:25:41');
INSERT INTO `keyword_result` VALUES (1991, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-08-17 10:25:51');
INSERT INTO `keyword_result` VALUES (1992, '精子', '[]', '2019-08-17 10:26:00');
INSERT INTO `keyword_result` VALUES (1993, '出于垃圾', '[]', '2019-08-17 10:45:08');
INSERT INTO `keyword_result` VALUES (1994, '牛肉', '[{\"questionId\": 68, \"garbageName\": \"牛肉\", \"garbageType\": 2}, {\"questionId\": 103, \"garbageName\": \"牛肉干\", \"garbageType\": 2}]', '2019-08-17 10:45:26');
INSERT INTO `keyword_result` VALUES (1995, '西瓜皮', '[{\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}]', '2019-08-19 06:56:22');
INSERT INTO `keyword_result` VALUES (1996, '烟盒', '[{\"questionId\": 54, \"garbageName\": \"烟盒\", \"garbageType\": 1}]', '2019-08-19 11:44:14');
INSERT INTO `keyword_result` VALUES (1997, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-19 11:44:32');
INSERT INTO `keyword_result` VALUES (1998, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:29:09');
INSERT INTO `keyword_result` VALUES (1999, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:29:19');
INSERT INTO `keyword_result` VALUES (2000, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:29:27');
INSERT INTO `keyword_result` VALUES (2001, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:30:17');
INSERT INTO `keyword_result` VALUES (2002, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:30:25');
INSERT INTO `keyword_result` VALUES (2003, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:30:32');
INSERT INTO `keyword_result` VALUES (2004, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:31:22');
INSERT INTO `keyword_result` VALUES (2005, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:31:25');
INSERT INTO `keyword_result` VALUES (2006, '开心果壳', '[{\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-19 13:31:39');
INSERT INTO `keyword_result` VALUES (2007, '污损塑料', '[{\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}]', '2019-08-19 21:32:47');
INSERT INTO `keyword_result` VALUES (2008, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-08-20 15:54:11');
INSERT INTO `keyword_result` VALUES (2009, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-08-20 15:54:17');
INSERT INTO `keyword_result` VALUES (2010, '汽水瓶', '[]', '2019-08-20 15:54:36');
INSERT INTO `keyword_result` VALUES (2011, '汽水瓶', '[]', '2019-08-20 15:54:39');
INSERT INTO `keyword_result` VALUES (2012, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-20 15:54:42');
INSERT INTO `keyword_result` VALUES (2013, '牙签', '[{\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}]', '2019-08-21 11:19:50');
INSERT INTO `keyword_result` VALUES (2014, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-21 14:57:11');
INSERT INTO `keyword_result` VALUES (2015, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-21 14:57:11');
INSERT INTO `keyword_result` VALUES (2016, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-08-21 15:57:14');
INSERT INTO `keyword_result` VALUES (2017, '咸鸭蛋', '[{\"questionId\": 72, \"garbageName\": \"咸鸭蛋\", \"garbageType\": 2}]', '2019-08-21 16:33:44');
INSERT INTO `keyword_result` VALUES (2018, '布绒玩具', '[]', '2019-08-21 17:01:03');
INSERT INTO `keyword_result` VALUES (2019, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:07');
INSERT INTO `keyword_result` VALUES (2020, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:09');
INSERT INTO `keyword_result` VALUES (2021, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:11');
INSERT INTO `keyword_result` VALUES (2022, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:13');
INSERT INTO `keyword_result` VALUES (2023, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:14');
INSERT INTO `keyword_result` VALUES (2024, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:14');
INSERT INTO `keyword_result` VALUES (2025, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:15');
INSERT INTO `keyword_result` VALUES (2026, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:22');
INSERT INTO `keyword_result` VALUES (2027, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-08-21 17:01:28');
INSERT INTO `keyword_result` VALUES (2028, '竹筷', '[{\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}]', '2019-08-21 20:27:48');
INSERT INTO `keyword_result` VALUES (2029, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-08-21 20:28:00');
INSERT INTO `keyword_result` VALUES (2030, '手提袋', 'null', '2019-08-22 11:22:18');
INSERT INTO `keyword_result` VALUES (2031, '手提袋', '[{\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}]', '2019-08-22 11:22:24');
INSERT INTO `keyword_result` VALUES (2032, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-22 11:22:49');
INSERT INTO `keyword_result` VALUES (2033, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-22 11:23:03');
INSERT INTO `keyword_result` VALUES (2034, '马克杯', 'null', '2019-08-22 11:39:10');
INSERT INTO `keyword_result` VALUES (2035, '马克杯', '[{\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}]', '2019-08-22 11:39:14');
INSERT INTO `keyword_result` VALUES (2036, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-23 02:47:21');
INSERT INTO `keyword_result` VALUES (2037, '鸡骨头', '[{\"questionId\": 560, \"garbageName\": \"鸡骨头\", \"garbageType\": 2}]', '2019-08-23 10:51:09');
INSERT INTO `keyword_result` VALUES (2038, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-08-24 16:33:12');
INSERT INTO `keyword_result` VALUES (2039, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-24 19:02:45');
INSERT INTO `keyword_result` VALUES (2040, '苹果核', '[{\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-24 19:03:01');
INSERT INTO `keyword_result` VALUES (2041, '铅笔', '[{\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}]', '2019-08-24 19:03:12');
INSERT INTO `keyword_result` VALUES (2042, '鸭肉', '[{\"questionId\": 66, \"garbageName\": \"鸭肉\", \"garbageType\": 2}]', '2019-08-24 23:02:28');
INSERT INTO `keyword_result` VALUES (2043, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-08-25 10:55:57');
INSERT INTO `keyword_result` VALUES (2044, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-08-25 10:56:07');
INSERT INTO `keyword_result` VALUES (2045, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-08-25 13:14:45');
INSERT INTO `keyword_result` VALUES (2046, '奶茶杯', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-08-25 13:14:52');
INSERT INTO `keyword_result` VALUES (2047, '电脑', 'null', '2019-08-26 11:06:58');
INSERT INTO `keyword_result` VALUES (2048, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-26 11:07:07');
INSERT INTO `keyword_result` VALUES (2049, '手掌', 'null', '2019-08-26 11:07:28');
INSERT INTO `keyword_result` VALUES (2050, '手掌', '[]', '2019-08-26 11:07:30');
INSERT INTO `keyword_result` VALUES (2051, '屎', '[{\"remark\": \"属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内\", \"questionId\": 429, \"garbageName\": \"狗屎\", \"garbageType\": 1}, {\"questionId\": 815, \"garbageName\": \"鼻屎\", \"garbageType\": 1}, {\"questionId\": 816, \"garbageName\": \"狗屎指\", \"garbageType\": 1}, {\"questionId\": 817, \"garbageName\": \"耳屎\", \"garbageType\": 1}]', '2019-08-26 11:07:42');
INSERT INTO `keyword_result` VALUES (2052, '粪便', '[]', '2019-08-26 11:07:52');
INSERT INTO `keyword_result` VALUES (2053, '尿', '[{\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}, {\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}, {\"questionId\": 195, \"garbageName\": \"纸尿裤\", \"garbageType\": 1}, {\"questionId\": 637, \"garbageName\": \"尿布\", \"garbageType\": 1}]', '2019-08-26 11:08:39');
INSERT INTO `keyword_result` VALUES (2054, '口水', '[]', '2019-08-26 11:08:52');
INSERT INTO `keyword_result` VALUES (2055, '唾液', '[]', '2019-08-26 11:08:58');
INSERT INTO `keyword_result` VALUES (2056, '唾液', '[]', '2019-08-26 11:09:00');
INSERT INTO `keyword_result` VALUES (2057, '鼻涕', '[]', '2019-08-26 11:09:09');
INSERT INTO `keyword_result` VALUES (2058, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-08-26 11:09:40');
INSERT INTO `keyword_result` VALUES (2059, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-08-26 14:12:23');
INSERT INTO `keyword_result` VALUES (2060, '尿包', '[]', '2019-08-26 14:35:11');
INSERT INTO `keyword_result` VALUES (2061, '污损纸张', '[{\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}]', '2019-08-26 16:06:02');
INSERT INTO `keyword_result` VALUES (2062, '空心菜', '[{\"questionId\": 89, \"garbageName\": \"空心菜\", \"garbageType\": 2}]', '2019-08-26 17:50:34');
INSERT INTO `keyword_result` VALUES (2063, '伞', '[{\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}]', '2019-08-26 17:56:43');
INSERT INTO `keyword_result` VALUES (2064, '太空沙', '[{\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}]', '2019-08-26 17:57:35');
INSERT INTO `keyword_result` VALUES (2065, '瓶子', '[]', '2019-08-27 08:03:37');
INSERT INTO `keyword_result` VALUES (2066, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-27 08:03:45');
INSERT INTO `keyword_result` VALUES (2067, '干燥剂', '[{\"questionId\": 12, \"garbageName\": \"干燥剂\", \"garbageType\": 1}]', '2019-08-27 11:15:55');
INSERT INTO `keyword_result` VALUES (2068, '陶瓷制品', '[{\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}]', '2019-08-27 17:52:45');
INSERT INTO `keyword_result` VALUES (2069, '电视机', 'null', '2019-08-28 09:14:14');
INSERT INTO `keyword_result` VALUES (2070, '超级星光大道', '[]', '2019-08-28 09:14:25');
INSERT INTO `keyword_result` VALUES (2071, '眼镜', '[{\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}]', '2019-08-28 10:30:26');
INSERT INTO `keyword_result` VALUES (2072, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-08-28 17:30:28');
INSERT INTO `keyword_result` VALUES (2073, '午餐肉', '[{\"questionId\": 75, \"garbageName\": \"午餐肉\", \"garbageType\": 2}]', '2019-08-28 17:31:50');
INSERT INTO `keyword_result` VALUES (2074, '塑料袋', '[{\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-08-28 17:32:06');
INSERT INTO `keyword_result` VALUES (2075, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-28 17:43:14');
INSERT INTO `keyword_result` VALUES (2076, '尼龙制品', '[{\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}]', '2019-08-28 18:51:30');
INSERT INTO `keyword_result` VALUES (2077, '塑料袋', '[{\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}]', '2019-08-28 21:32:16');
INSERT INTO `keyword_result` VALUES (2078, '硬贝壳', '[{\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}]', '2019-08-28 22:24:30');
INSERT INTO `keyword_result` VALUES (2079, '鸡蛋壳', '[{\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}]', '2019-08-29 08:43:18');
INSERT INTO `keyword_result` VALUES (2080, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-08-29 11:35:29');
INSERT INTO `keyword_result` VALUES (2081, '牛骨头', '[{\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}]', '2019-08-29 11:36:17');
INSERT INTO `keyword_result` VALUES (2082, '鞋套', '[]', '2019-08-29 11:36:31');
INSERT INTO `keyword_result` VALUES (2083, '章鱼', '[{\"questionId\": 85, \"garbageName\": \"章鱼\", \"garbageType\": 2}]', '2019-08-29 12:00:10');
INSERT INTO `keyword_result` VALUES (2084, '人', '[]', '2019-08-29 12:00:17');
INSERT INTO `keyword_result` VALUES (2085, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-29 12:00:36');
INSERT INTO `keyword_result` VALUES (2086, '车', '[{\"questionId\": 749, \"garbageName\": \"行车记录仪\", \"garbageType\": 3}, {\"questionId\": 758, \"garbageName\": \"车厘子\", \"garbageType\": 2}]', '2019-08-29 12:01:08');
INSERT INTO `keyword_result` VALUES (2087, '行车记录仪', '[{\"questionId\": 749, \"garbageName\": \"行车记录仪\", \"garbageType\": 3}]', '2019-08-29 12:01:12');
INSERT INTO `keyword_result` VALUES (2088, '居家室内', 'null', '2019-08-29 14:17:54');
INSERT INTO `keyword_result` VALUES (2089, '居家室内', '[]', '2019-08-29 14:18:06');
INSERT INTO `keyword_result` VALUES (2090, '女孩', 'null', '2019-08-29 14:18:18');
INSERT INTO `keyword_result` VALUES (2091, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-08-29 14:18:34');
INSERT INTO `keyword_result` VALUES (2092, '卷心菜', '[{\"questionId\": 90, \"garbageName\": \"卷心菜\", \"garbageType\": 2}]', '2019-08-29 14:46:42');
INSERT INTO `keyword_result` VALUES (2093, '碗', 'null', '2019-08-29 14:47:08');
INSERT INTO `keyword_result` VALUES (2094, '菜肴', '[]', '2019-08-29 14:47:20');
INSERT INTO `keyword_result` VALUES (2095, '菜肴', '[]', '2019-08-29 14:47:26');
INSERT INTO `keyword_result` VALUES (2096, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-29 14:47:38');
INSERT INTO `keyword_result` VALUES (2097, '毛巾', '[{\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}]', '2019-08-29 15:07:35');
INSERT INTO `keyword_result` VALUES (2098, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-08-29 15:07:42');
INSERT INTO `keyword_result` VALUES (2099, '榴莲核', '[{\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}]', '2019-08-29 15:32:42');
INSERT INTO `keyword_result` VALUES (2100, '电脑', '[{\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}]', '2019-08-29 15:33:00');
INSERT INTO `keyword_result` VALUES (2101, '电视机', 'null', '2019-08-29 16:10:45');
INSERT INTO `keyword_result` VALUES (2102, '开心果', '[{\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}]', '2019-08-29 16:40:59');
INSERT INTO `keyword_result` VALUES (2103, '毛巾', '[{\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}]', '2019-08-29 16:43:21');
INSERT INTO `keyword_result` VALUES (2104, '枣', '[{\"questionId\": 105, \"garbageName\": \"红枣\", \"garbageType\": 2}, {\"questionId\": 593, \"garbageName\": \"枣核\", \"garbageType\": 2}]', '2019-08-29 19:28:05');
INSERT INTO `keyword_result` VALUES (2105, '一次性塑料杯', '[]', '2019-08-29 22:28:04');
INSERT INTO `keyword_result` VALUES (2106, '早饭饭盒', '[]', '2019-08-29 22:28:15');
INSERT INTO `keyword_result` VALUES (2107, '塑料吸管', '[]', '2019-08-30 08:36:41');
INSERT INTO `keyword_result` VALUES (2108, '塑料吸管', '[]', '2019-08-30 08:36:48');
INSERT INTO `keyword_result` VALUES (2109, '吸管', '[{\"questionId\": 617, \"garbageName\": \"吸管\", \"garbageType\": 1}]', '2019-08-30 08:36:54');
INSERT INTO `keyword_result` VALUES (2110, '大骨头', '[{\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}]', '2019-08-30 10:29:31');
INSERT INTO `keyword_result` VALUES (2111, '电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2019-08-30 10:30:27');
INSERT INTO `keyword_result` VALUES (2112, '蟑螂屋', '[]', '2019-08-30 10:30:53');
INSERT INTO `keyword_result` VALUES (2113, '蟑螂', '[{\"questionId\": 544, \"garbageName\": \"蟑螂药\", \"garbageType\": 4}, {\"questionId\": 546, \"garbageName\": \"蟑螂丸\", \"garbageType\": 4}]', '2019-08-30 10:31:03');
INSERT INTO `keyword_result` VALUES (2114, '牙签', '[{\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}]', '2019-08-30 14:55:52');
INSERT INTO `keyword_result` VALUES (2115, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-08-30 14:56:31');
INSERT INTO `keyword_result` VALUES (2116, '绿豆', '[{\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}]', '2019-08-30 18:31:44');
INSERT INTO `keyword_result` VALUES (2117, '电视机', 'null', '2019-08-31 20:32:06');
INSERT INTO `keyword_result` VALUES (2118, '方便面袋', '[]', '2019-08-31 20:34:42');
INSERT INTO `keyword_result` VALUES (2119, '方便面', '[{\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}]', '2019-08-31 20:34:51');
INSERT INTO `keyword_result` VALUES (2120, '方便面盒', '[{\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}]', '2019-08-31 20:34:53');
INSERT INTO `keyword_result` VALUES (2121, '化妆品', '[{\"questionId\": 286, \"garbageName\": \"化妆品瓶\", \"garbageType\": 3}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}]', '2019-09-01 00:19:57');
INSERT INTO `keyword_result` VALUES (2122, '化妆品', '[{\"questionId\": 286, \"garbageName\": \"化妆品瓶\", \"garbageType\": 3}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}]', '2019-09-01 00:19:59');
INSERT INTO `keyword_result` VALUES (2123, '过期化妆品', '[{\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}]', '2019-09-01 00:20:04');
INSERT INTO `keyword_result` VALUES (2124, '粉底液', 'null', '2019-09-01 00:20:06');
INSERT INTO `keyword_result` VALUES (2125, '粉底液', '[]', '2019-09-01 00:20:17');
INSERT INTO `keyword_result` VALUES (2126, '粉底液', '[]', '2019-09-01 00:20:21');
INSERT INTO `keyword_result` VALUES (2127, '包装袋/盒', 'null', '2019-09-01 11:17:47');
INSERT INTO `keyword_result` VALUES (2128, '酸奶利乐包装盒', '[{\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}]', '2019-09-01 11:18:11');
INSERT INTO `keyword_result` VALUES (2129, '眼镜', '[{\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}]', '2019-09-01 11:50:51');
INSERT INTO `keyword_result` VALUES (2130, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-01 11:52:51');
INSERT INTO `keyword_result` VALUES (2131, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-09-01 11:52:53');
INSERT INTO `keyword_result` VALUES (2132, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-09-01 13:23:44');
INSERT INTO `keyword_result` VALUES (2133, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-09-01 13:24:26');
INSERT INTO `keyword_result` VALUES (2134, '透明熟料包装袋', '[]', '2019-09-01 13:30:05');
INSERT INTO `keyword_result` VALUES (2135, '透明塑料包装', '[]', '2019-09-01 13:30:20');
INSERT INTO `keyword_result` VALUES (2136, '透明塑料包装', '[]', '2019-09-01 13:30:22');
INSERT INTO `keyword_result` VALUES (2137, '塑料包装', '[{\"questionId\": 490, \"garbageName\": \"塑料包装纸\", \"garbageType\": 3}]', '2019-09-01 13:30:26');
INSERT INTO `keyword_result` VALUES (2138, '塑料包装纸', '[{\"questionId\": 490, \"garbageName\": \"塑料包装纸\", \"garbageType\": 3}]', '2019-09-01 13:30:28');
INSERT INTO `keyword_result` VALUES (2139, '面', '[{\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}]', '2019-09-01 15:49:54');
INSERT INTO `keyword_result` VALUES (2140, '香蕉', '[{\"questionId\": 116, \"garbageName\": \"香蕉皮\", \"garbageType\": 2}, {\"questionId\": 597, \"garbageName\": \"香蕉\", \"garbageType\": 2}]', '2019-09-01 15:50:03');
INSERT INTO `keyword_result` VALUES (2141, '香蕉皮', '[{\"questionId\": 116, \"garbageName\": \"香蕉皮\", \"garbageType\": 2}]', '2019-09-01 15:50:23');
INSERT INTO `keyword_result` VALUES (2142, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-09-01 22:17:00');
INSERT INTO `keyword_result` VALUES (2143, '核桃皮', '[]', '2019-09-02 00:25:49');
INSERT INTO `keyword_result` VALUES (2144, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-09-02 00:25:56');
INSERT INTO `keyword_result` VALUES (2145, '包装袋/盒', 'null', '2019-09-02 10:36:46');
INSERT INTO `keyword_result` VALUES (2146, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-09-02 14:49:21');
INSERT INTO `keyword_result` VALUES (2147, '马克杯', 'null', '2019-09-02 14:49:51');
INSERT INTO `keyword_result` VALUES (2148, '马克杯', '[{\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}]', '2019-09-02 14:49:59');
INSERT INTO `keyword_result` VALUES (2149, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-09-02 14:50:22');
INSERT INTO `keyword_result` VALUES (2150, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-09-02 14:59:23');
INSERT INTO `keyword_result` VALUES (2151, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-09-02 14:59:39');
INSERT INTO `keyword_result` VALUES (2152, '牛肉', '[{\"questionId\": 68, \"garbageName\": \"牛肉\", \"garbageType\": 2}, {\"questionId\": 103, \"garbageName\": \"牛肉干\", \"garbageType\": 2}]', '2019-09-02 15:00:18');
INSERT INTO `keyword_result` VALUES (2153, '咖喱', 'null', '2019-09-02 15:15:49');
INSERT INTO `keyword_result` VALUES (2154, '方便面（袋装）', '[]', '2019-09-02 15:15:55');
INSERT INTO `keyword_result` VALUES (2155, '米饭', '[{\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}]', '2019-09-02 15:34:29');
INSERT INTO `keyword_result` VALUES (2156, '烟蒂', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}]', '2019-09-02 17:20:38');
INSERT INTO `keyword_result` VALUES (2157, '竹篮', '[{\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}]', '2019-09-02 17:21:13');
INSERT INTO `keyword_result` VALUES (2158, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}]', '2019-09-02 17:21:20');
INSERT INTO `keyword_result` VALUES (2159, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-09-02 22:02:39');
INSERT INTO `keyword_result` VALUES (2160, '避孕套', '[{\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}]', '2019-09-02 23:06:55');
INSERT INTO `keyword_result` VALUES (2161, '卫生纸', '[{\"questionId\": 180, \"garbageName\": \"卫生纸\", \"garbageType\": 1}]', '2019-09-02 23:07:44');
INSERT INTO `keyword_result` VALUES (2162, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-09-03 09:20:46');
INSERT INTO `keyword_result` VALUES (2163, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-09-03 09:43:27');
INSERT INTO `keyword_result` VALUES (2164, '椰子壳', '[{\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}]', '2019-09-03 09:43:31');
INSERT INTO `keyword_result` VALUES (2165, '鞠余林', '[]', '2019-09-03 09:43:39');
INSERT INTO `keyword_result` VALUES (2166, '烟', '[{\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}, {\"questionId\": 54, \"garbageName\": \"烟盒\", \"garbageType\": 1}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 673, \"garbageName\": \"烟灰缸\", \"garbageType\": 3}]', '2019-09-03 10:55:16');
INSERT INTO `keyword_result` VALUES (2167, '旺仔牛奶', '[]', '2019-09-03 10:55:29');
INSERT INTO `keyword_result` VALUES (2168, '牛奶罐', '[]', '2019-09-03 10:55:42');
INSERT INTO `keyword_result` VALUES (2169, '一次性杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}]', '2019-09-03 13:48:30');
INSERT INTO `keyword_result` VALUES (2170, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-09-03 15:50:24');
INSERT INTO `keyword_result` VALUES (2171, '菠萝蜜核', '[{\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}]', '2019-09-03 15:50:30');
INSERT INTO `keyword_result` VALUES (2172, '手巾', '[]', '2019-09-03 15:50:44');
INSERT INTO `keyword_result` VALUES (2173, '毛发', '[{\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}]', '2019-09-03 16:01:49');
INSERT INTO `keyword_result` VALUES (2174, '玉米衣', '[{\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}]', '2019-09-03 16:01:57');
INSERT INTO `keyword_result` VALUES (2175, '泡面桶', '[]', '2019-09-03 20:13:58');
INSERT INTO `keyword_result` VALUES (2176, '泡面', '[]', '2019-09-03 20:14:06');
INSERT INTO `keyword_result` VALUES (2177, '方便吗', '[]', '2019-09-03 20:14:18');
INSERT INTO `keyword_result` VALUES (2178, '方便', '[{\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}]', '2019-09-03 20:14:21');
INSERT INTO `keyword_result` VALUES (2179, '方便面盒', '[{\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}]', '2019-09-03 20:14:22');
INSERT INTO `keyword_result` VALUES (2180, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}]', '2019-09-03 20:14:35');
INSERT INTO `keyword_result` VALUES (2181, '笔记本电脑', '[{\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}]', '2019-09-03 20:14:41');
INSERT INTO `keyword_result` VALUES (2182, '手办', '[]', '2019-09-04 10:46:03');
INSERT INTO `keyword_result` VALUES (2183, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:07');
INSERT INTO `keyword_result` VALUES (2184, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:11');
INSERT INTO `keyword_result` VALUES (2185, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:13');
INSERT INTO `keyword_result` VALUES (2186, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:13');
INSERT INTO `keyword_result` VALUES (2187, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:13');
INSERT INTO `keyword_result` VALUES (2188, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:13');
INSERT INTO `keyword_result` VALUES (2189, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:13');
INSERT INTO `keyword_result` VALUES (2190, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:14');
INSERT INTO `keyword_result` VALUES (2191, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:14');
INSERT INTO `keyword_result` VALUES (2192, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:14');
INSERT INTO `keyword_result` VALUES (2193, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:14');
INSERT INTO `keyword_result` VALUES (2194, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:14');
INSERT INTO `keyword_result` VALUES (2195, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:14');
INSERT INTO `keyword_result` VALUES (2196, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:15');
INSERT INTO `keyword_result` VALUES (2197, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:15');
INSERT INTO `keyword_result` VALUES (2198, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:15');
INSERT INTO `keyword_result` VALUES (2199, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:15');
INSERT INTO `keyword_result` VALUES (2200, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2019-09-04 10:46:16');
INSERT INTO `keyword_result` VALUES (2201, '猪肉', '[{\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}]', '2019-09-04 15:02:42');
INSERT INTO `keyword_result` VALUES (2202, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-09-04 15:02:56');
INSERT INTO `keyword_result` VALUES (2203, '奶茶', '[{\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}]', '2019-09-04 15:02:58');
INSERT INTO `keyword_result` VALUES (2204, '一次性餐具', '[{\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}]', '2019-09-04 15:03:02');
INSERT INTO `keyword_result` VALUES (2205, '抽纸', 'null', '2019-09-04 15:27:31');
INSERT INTO `keyword_result` VALUES (2206, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-09-04 17:20:05');
INSERT INTO `keyword_result` VALUES (2207, '嗯嗯', '[]', '2019-09-04 17:20:19');
INSERT INTO `keyword_result` VALUES (2208, '纸箱', '[]', '2019-09-04 17:20:30');
INSERT INTO `keyword_result` VALUES (2209, '本册/便签', 'null', '2019-09-04 17:20:48');
INSERT INTO `keyword_result` VALUES (2210, '饼干', 'null', '2019-09-04 17:21:22');
INSERT INTO `keyword_result` VALUES (2211, '饼干', '[{\"questionId\": 210, \"garbageName\": \"饼干\", \"garbageType\": 2}, {\"questionId\": 240, \"garbageName\": \"蛋糕饼干\", \"garbageType\": 2}]', '2019-09-04 17:21:34');
INSERT INTO `keyword_result` VALUES (2212, '居民楼', 'null', '2019-09-04 17:22:02');
INSERT INTO `keyword_result` VALUES (2213, '居民楼', '[]', '2019-09-04 17:22:07');
INSERT INTO `keyword_result` VALUES (2214, '鸡蛋', '[{\"questionId\": 70, \"garbageName\": \"鸡蛋\", \"garbageType\": 2}, {\"questionId\": 242, \"garbageName\": \"鸡蛋及蛋壳\", \"garbageType\": 2}, {\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}]', '2019-09-04 21:50:37');
INSERT INTO `keyword_result` VALUES (2215, '垃圾桶', 'null', '2019-09-04 22:33:36');
INSERT INTO `keyword_result` VALUES (2216, '湿豆浆杯', '[]', '2019-09-05 08:42:28');
INSERT INTO `keyword_result` VALUES (2217, '豆浆纸杯', '[]', '2019-09-05 08:42:38');
INSERT INTO `keyword_result` VALUES (2218, '纸杯', '[]', '2019-09-05 08:42:43');
INSERT INTO `keyword_result` VALUES (2219, '吸管', '[{\"questionId\": 617, \"garbageName\": \"吸管\", \"garbageType\": 1}]', '2019-09-05 08:42:58');
INSERT INTO `keyword_result` VALUES (2220, '猪肉', '[{\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}]', '2019-09-05 14:58:05');
INSERT INTO `keyword_result` VALUES (2221, '猪肉', '[{\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}]', '2019-09-05 14:58:09');
INSERT INTO `keyword_result` VALUES (2222, '小龙虾', '[{\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}]', '2019-09-05 14:59:50');
INSERT INTO `keyword_result` VALUES (2223, '菜肴', 'null', '2019-09-05 15:03:55');
INSERT INTO `keyword_result` VALUES (2224, '菜肴', 'null', '2019-09-05 15:04:17');
INSERT INTO `keyword_result` VALUES (2225, '桌菜', '[]', '2019-09-05 15:04:19');
INSERT INTO `keyword_result` VALUES (2226, '菜肴', 'null', '2019-09-05 15:04:33');
INSERT INTO `keyword_result` VALUES (2227, '妈妈', '[]', '2019-09-05 15:07:02');
INSERT INTO `keyword_result` VALUES (2228, '牙签', '[{\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}]', '2019-09-05 15:19:18');
INSERT INTO `keyword_result` VALUES (2229, '人物特写', 'null', '2019-09-05 15:20:15');
INSERT INTO `keyword_result` VALUES (2230, '保温杯', 'null', '2019-09-05 15:20:39');
INSERT INTO `keyword_result` VALUES (2231, '杯子', 'null', '2019-09-06 08:54:30');
INSERT INTO `keyword_result` VALUES (2232, '杯子', '[{\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}, {\"questionId\": 183, \"garbageName\": \"杯子\", \"garbageType\": 1}]', '2019-09-06 08:54:40');
INSERT INTO `keyword_result` VALUES (2233, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-09-06 08:58:41');
INSERT INTO `keyword_result` VALUES (2234, '硬果壳', '[{\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}]', '2019-09-06 11:25:34');
INSERT INTO `keyword_result` VALUES (2235, '花生', '[{\"questionId\": 177, \"garbageName\": \"花生壳\", \"garbageType\": 1}]', '2019-09-06 11:25:45');
INSERT INTO `keyword_result` VALUES (2236, '胶水', '[{\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}]', '2019-09-06 14:05:53');
INSERT INTO `keyword_result` VALUES (2237, '泰山香烟', 'null', '2019-09-06 15:31:44');
INSERT INTO `keyword_result` VALUES (2238, '充电宝', 'null', '2019-09-06 15:32:42');
INSERT INTO `keyword_result` VALUES (2239, '充电宝', '[{\"questionId\": 322, \"garbageName\": \"充电宝\", \"garbageType\": 3}]', '2019-09-06 15:32:54');
INSERT INTO `keyword_result` VALUES (2240, '烟头', 'null', '2019-09-06 19:06:09');
INSERT INTO `keyword_result` VALUES (2241, '手表', 'null', '2019-09-08 09:26:08');
INSERT INTO `keyword_result` VALUES (2242, '纸巾', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}]', '2019-09-08 15:13:57');
INSERT INTO `keyword_result` VALUES (2243, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-09-08 16:43:25');
INSERT INTO `keyword_result` VALUES (2244, '橡皮泥', '[{\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}]', '2019-09-08 16:43:39');
INSERT INTO `keyword_result` VALUES (2245, '黄金叶香烟', 'null', '2019-09-08 19:12:47');
INSERT INTO `keyword_result` VALUES (2246, '黄金叶香烟', '[]', '2019-09-08 19:12:55');
INSERT INTO `keyword_result` VALUES (2247, '猪肉', '[{\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}]', '2019-09-08 22:57:26');
INSERT INTO `keyword_result` VALUES (2248, '狗尿垫', '[{\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}]', '2019-09-09 10:53:35');
INSERT INTO `keyword_result` VALUES (2249, '筷子', '[{\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}]', '2019-09-09 12:36:58');
INSERT INTO `keyword_result` VALUES (2250, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2019-09-09 12:37:17');
INSERT INTO `keyword_result` VALUES (2251, '键盘', '[{\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}]', '2019-09-09 12:40:35');
INSERT INTO `keyword_result` VALUES (2252, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-09-09 16:48:22');
INSERT INTO `keyword_result` VALUES (2253, '核桃壳', '[{\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}]', '2019-09-09 16:48:27');
INSERT INTO `keyword_result` VALUES (2254, '榴莲壳', '[{\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}]', '2019-09-09 16:48:35');
INSERT INTO `keyword_result` VALUES (2255, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2019-09-09 16:49:01');
INSERT INTO `keyword_result` VALUES (2256, '干电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}]', '2023-05-02 21:52:17');
INSERT INTO `keyword_result` VALUES (2257, '汽车模型', '[]', '2023-05-02 22:34:36');
INSERT INTO `keyword_result` VALUES (2258, '电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2023-05-02 22:34:42');
INSERT INTO `keyword_result` VALUES (2259, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2023-05-02 22:35:14');
INSERT INTO `keyword_result` VALUES (2260, '汽车模型', '[]', '2023-05-03 11:09:47');
INSERT INTO `keyword_result` VALUES (2261, '电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2023-05-03 11:09:54');
INSERT INTO `keyword_result` VALUES (2262, '玩具', '[{\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}]', '2023-05-03 11:10:12');
INSERT INTO `keyword_result` VALUES (2263, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2023-05-03 11:10:21');
INSERT INTO `keyword_result` VALUES (2264, '', '[]', '2023-05-04 21:59:49');
INSERT INTO `keyword_result` VALUES (2265, '', '[]', '2023-05-04 22:00:00');
INSERT INTO `keyword_result` VALUES (2266, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}]', '2023-05-04 22:00:13');
INSERT INTO `keyword_result` VALUES (2267, '', '[]', '2023-05-04 22:01:00');
INSERT INTO `keyword_result` VALUES (2268, '鼠标', '[{\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}]', '2023-05-04 22:04:36');
INSERT INTO `keyword_result` VALUES (2269, '鼠标', '[{\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}]', '2023-05-04 22:05:01');
INSERT INTO `keyword_result` VALUES (2270, '', '[]', '2023-05-04 22:09:30');
INSERT INTO `keyword_result` VALUES (2271, '', '[]', '2023-05-04 22:42:19');
INSERT INTO `keyword_result` VALUES (2272, '', '[]', '2023-05-04 22:42:51');
INSERT INTO `keyword_result` VALUES (2273, '', '[]', '2023-05-04 22:52:07');
INSERT INTO `keyword_result` VALUES (2274, '苹果', '[{\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}]', '2023-05-04 23:33:27');
INSERT INTO `keyword_result` VALUES (2275, '笔', '[{\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}]', '2023-05-04 23:58:34');
INSERT INTO `keyword_result` VALUES (2276, '', '[]', '2023-05-04 23:58:53');
INSERT INTO `keyword_result` VALUES (2277, '', '[]', '2023-05-05 21:56:45');
INSERT INTO `keyword_result` VALUES (2278, '', '[]', '2023-05-05 22:00:13');
INSERT INTO `keyword_result` VALUES (2279, '', '[]', '2023-05-05 22:11:10');
INSERT INTO `keyword_result` VALUES (2280, '', '[]', '2023-05-05 22:30:02');
INSERT INTO `keyword_result` VALUES (2281, '', '[]', '2023-05-05 22:36:41');
INSERT INTO `keyword_result` VALUES (2282, '', '[]', '2023-05-05 22:48:01');
INSERT INTO `keyword_result` VALUES (2283, '我不知道', '[]', '2023-05-05 22:50:47');
INSERT INTO `keyword_result` VALUES (2284, '平台', '[]', '2023-05-05 22:51:33');
INSERT INTO `keyword_result` VALUES (2285, '平台', '[]', '2023-05-05 22:51:51');
INSERT INTO `keyword_result` VALUES (2286, '电池', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '2023-05-05 22:52:05');
INSERT INTO `keyword_result` VALUES (2287, '', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}, {\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 5, \"garbageName\": \"餐巾纸\", \"garbageType\": 1}, {\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}, {\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}, {\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}, {\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}, {\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}, {\"questionId\": 12, \"garbageName\": \"干燥剂\", \"garbageType\": 1}, {\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}, {\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}, {\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}, {\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}, {\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}, {\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}, {\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}, {\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}, {\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}, {\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}, {\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}, {\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}, {\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}, {\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}, {\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}, {\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}, {\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}, {\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}, {\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}, {\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}, {\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}, {\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}, {\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}, {\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}, {\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}, {\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}, {\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}, {\"questionId\": 53, \"garbageName\": \"生蚝壳\", \"garbageType\": 1}, {\"questionId\": 54, \"garbageName\": \"烟盒\", \"garbageType\": 1}, {\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}, {\"questionId\": 62, \"garbageName\": \"黄豆\", \"garbageType\": 2}, {\"questionId\": 63, \"garbageName\": \"红豆\", \"garbageType\": 2}, {\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}, {\"questionId\": 65, \"garbageName\": \"鸡肉\", \"garbageType\": 2}, {\"questionId\": 66, \"garbageName\": \"鸭肉\", \"garbageType\": 2}, {\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}, {\"questionId\": 68, \"garbageName\": \"牛肉\", \"garbageType\": 2}, {\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 70, \"garbageName\": \"鸡蛋\", \"garbageType\": 2}, {\"questionId\": 71, \"garbageName\": \"鸭蛋\", \"garbageType\": 2}, {\"questionId\": 72, \"garbageName\": \"咸鸭蛋\", \"garbageType\": 2}, {\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}, {\"questionId\": 74, \"garbageName\": \"腊肉\", \"garbageType\": 2}, {\"questionId\": 75, \"garbageName\": \"午餐肉\", \"garbageType\": 2}, {\"questionId\": 76, \"garbageName\": \"里脊肉\", \"garbageType\": 2}, {\"questionId\": 77, \"garbageName\": \"蛋壳\", \"garbageType\": 2}, {\"questionId\": 78, \"garbageName\": \"鱼\", \"garbageType\": 2}, {\"questionId\": 79, \"garbageName\": \"虾\", \"garbageType\": 2}, {\"questionId\": 80, \"garbageName\": \"鱼鳞\", \"garbageType\": 2}, {\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 82, \"garbageName\": \"虾仁\", \"garbageType\": 2}, {\"questionId\": 83, \"garbageName\": \"虾壳\", \"garbageType\": 2}, {\"questionId\": 84, \"garbageName\": \"鱿鱼\", \"garbageType\": 2}, {\"questionId\": 85, \"garbageName\": \"章鱼\", \"garbageType\": 2}, {\"questionId\": 86, \"garbageName\": \"墨鱼\", \"garbageType\": 2}, {\"questionId\": 87, \"garbageName\": \"蔬菜\", \"garbageType\": 2}, {\"questionId\": 88, \"garbageName\": \"绿叶菜\", \"garbageType\": 2}, {\"questionId\": 89, \"garbageName\": \"空心菜\", \"garbageType\": 2}, {\"questionId\": 90, \"garbageName\": \"卷心菜\", \"garbageType\": 2}, {\"questionId\": 91, \"garbageName\": \"蘑菇\", \"garbageType\": 2}, {\"questionId\": 92, \"garbageName\": \"香菇\", \"garbageType\": 2}, {\"questionId\": 93, \"garbageName\": \"调料\", \"garbageType\": 2}, {\"questionId\": 94, \"garbageName\": \"酱料\", \"garbageType\": 2}, {\"questionId\": 95, \"garbageName\": \"老干妈调料酱\", \"garbageType\": 2}, {\"questionId\": 96, \"garbageName\": \"火锅锅底\", \"garbageType\": 2}, {\"questionId\": 97, \"garbageName\": \"鱼骨\", \"garbageType\": 2}, {\"questionId\": 98, \"garbageName\": \"茶叶\", \"garbageType\": 2}, {\"questionId\": 99, \"garbageName\": \"咖啡渣\", \"garbageType\": 2}, {\"questionId\": 100, \"garbageName\": \"糕点\", \"garbageType\": 2}, {\"questionId\": 101, \"garbageName\": \"糖果\", \"garbageType\": 2}, {\"questionId\": 102, \"garbageName\": \"肉干\", \"garbageType\": 2}, {\"questionId\": 103, \"garbageName\": \"牛肉干\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}, {\"questionId\": 105, \"garbageName\": \"红枣\", \"garbageType\": 2}, {\"questionId\": 106, \"garbageName\": \"中药材\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 108, \"garbageName\": \"生粉\", \"garbageType\": 2}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}, {\"questionId\": 110, \"garbageName\": \"狗粮\", \"garbageType\": 2}, {\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 112, \"garbageName\": \"水果\", \"garbageType\": 2}, {\"questionId\": 113, \"garbageName\": \"椰子肉\", \"garbageType\": 2}, {\"questionId\": 114, \"garbageName\": \"水果皮\", \"garbageType\": 2}, {\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}, {\"questionId\": 116, \"garbageName\": \"香蕉皮\", \"garbageType\": 2}, {\"questionId\": 117, \"garbageName\": \"橘子皮\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 119, \"garbageName\": \"葡萄\", \"garbageType\": 2}, {\"questionId\": 120, \"garbageName\": \"葡萄枝\", \"garbageType\": 2}, {\"questionId\": 121, \"garbageName\": \"西瓜籽\", \"garbageType\": 2}, {\"questionId\": 122, \"garbageName\": \"家养植物\", \"garbageType\": 2}, {\"questionId\": 123, \"garbageName\": \"玫瑰花\", \"garbageType\": 2}, {\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}, {\"questionId\": 125, \"garbageName\": \"塑料瓶\", \"garbageType\": 3}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 128, \"garbageName\": \"冰棒皮\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 147, \"garbageName\": \"粽叶\", \"garbageType\": 1}, {\"questionId\": 148, \"garbageName\": \"牙刷\", \"garbageType\": 1}, {\"questionId\": 149, \"garbageName\": \"贝壳\", \"garbageType\": 1}, {\"questionId\": 150, \"garbageName\": \"可乐瓶\", \"garbageType\": 3}, {\"questionId\": 151, \"garbageName\": \"易拉罐\", \"garbageType\": 3}, {\"questionId\": 152, \"garbageName\": \"旧书包\", \"garbageType\": 3}, {\"questionId\": 153, \"garbageName\": \"电线\", \"garbageType\": 3}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 169, \"garbageName\": \"旧浴缸\", \"garbageType\": 1}, {\"questionId\": 170, \"garbageName\": \"盆子\", \"garbageType\": 1}, {\"questionId\": 171, \"garbageName\": \"坏马桶\", \"garbageType\": 1}, {\"questionId\": 172, \"garbageName\": \"旧水槽\", \"garbageType\": 1}, {\"questionId\": 174, \"garbageName\": \"化妆刷\", \"garbageType\": 1}, {\"questionId\": 175, \"garbageName\": \"坛子\", \"garbageType\": 1}, {\"questionId\": 176, \"garbageName\": \"海绵\", \"garbageType\": 1}, {\"questionId\": 177, \"garbageName\": \"花生壳\", \"garbageType\": 1}, {\"questionId\": 178, \"garbageName\": \"菜板\", \"garbageType\": 1}, {\"questionId\": 179, \"garbageName\": \"砖块\", \"garbageType\": 1}, {\"questionId\": 180, \"garbageName\": \"卫生纸\", \"garbageType\": 1}, {\"questionId\": 181, \"garbageName\": \"篮球\", \"garbageType\": 1}, {\"questionId\": 182, \"garbageName\": \"核桃\", \"garbageType\": 1}, {\"questionId\": 183, \"garbageName\": \"杯子\", \"garbageType\": 1}, {\"questionId\": 184, \"garbageName\": \"陶瓷杯\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 186, \"garbageName\": \"西梅核\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}, {\"questionId\": 188, \"garbageName\": \"木质梳子\", \"garbageType\": 1}, {\"questionId\": 189, \"garbageName\": \"脏污衣服\", \"garbageType\": 1}, {\"questionId\": 191, \"garbageName\": \"渣土\", \"garbageType\": 1}, {\"questionId\": 192, \"garbageName\": \"湿垃圾袋\", \"garbageType\": 1}, {\"questionId\": 193, \"garbageName\": \"瓦片\", \"garbageType\": 1}, {\"questionId\": 194, \"garbageName\": \"扫把\", \"garbageType\": 1}, {\"questionId\": 195, \"garbageName\": \"纸尿裤\", \"garbageType\": 1}, {\"questionId\": 196, \"garbageName\": \"头发\", \"garbageType\": 1}, {\"questionId\": 198, \"garbageName\": \"创可贴\", \"garbageType\": 1}, {\"questionId\": 204, \"garbageName\": \"内衣裤\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 207, \"garbageName\": \"菜叶\", \"garbageType\": 2}, {\"questionId\": 208, \"garbageName\": \"橙皮\", \"garbageType\": 2}, {\"questionId\": 209, \"garbageName\": \"葱\", \"garbageType\": 2}, {\"questionId\": 210, \"garbageName\": \"饼干\", \"garbageType\": 2}, {\"questionId\": 211, \"garbageName\": \"番茄酱\", \"garbageType\": 2}, {\"questionId\": 214, \"garbageName\": \"马铃薯\", \"garbageType\": 2}, {\"questionId\": 216, \"garbageName\": \"甘蔗\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 218, \"garbageName\": \"骨头\", \"garbageType\": 2}, {\"questionId\": 219, \"garbageName\": \"鸡鹅鸭骨头\", \"garbageType\": 2}, {\"questionId\": 221, \"garbageName\": \"蛋糕\", \"garbageType\": 2}, {\"questionId\": 223, \"garbageName\": \"草莓\", \"garbageType\": 2}, {\"questionId\": 224, \"garbageName\": \"西红柿\", \"garbageType\": 2}, {\"questionId\": 225, \"garbageName\": \"梨\", \"garbageType\": 2}, {\"questionId\": 226, \"garbageName\": \"蟹壳\", \"garbageType\": 2}, {\"questionId\": 228, \"garbageName\": \"辣椒\", \"garbageType\": 2}, {\"questionId\": 229, \"garbageName\": \"巧克力\", \"garbageType\": 2}, {\"questionId\": 230, \"garbageName\": \"茄子\", \"garbageType\": 2}, {\"questionId\": 231, \"garbageName\": \"豌豆皮\", \"garbageType\": 2}, {\"questionId\": 233, \"garbageName\": \"树叶\", \"garbageType\": 2}, {\"questionId\": 234, \"garbageName\": \"剩饭剩菜\", \"garbageType\": 2}, {\"questionId\": 238, \"garbageName\": \"干果仁\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}, {\"questionId\": 240, \"garbageName\": \"蛋糕饼干\", \"garbageType\": 2}, {\"questionId\": 241, \"garbageName\": \"动物内脏\", \"garbageType\": 2}, {\"questionId\": 242, \"garbageName\": \"鸡蛋及蛋壳\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 244, \"garbageName\": \"中药药渣\", \"garbageType\": 2}, {\"questionId\": 245, \"garbageName\": \"动物饲料\", \"garbageType\": 2}, {\"questionId\": 246, \"garbageName\": \"花卉\", \"garbageType\": 2}, {\"questionId\": 248, \"garbageName\": \"花瓣\", \"garbageType\": 2}, {\"questionId\": 249, \"garbageName\": \"纸板箱\", \"garbageType\": 3}, {\"questionId\": 250, \"garbageName\": \"报纸\", \"garbageType\": 3}, {\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}, {\"questionId\": 252, \"garbageName\": \"快递纸袋\", \"garbageType\": 3}, {\"questionId\": 253, \"garbageName\": \"打印纸\", \"garbageType\": 3}, {\"questionId\": 254, \"garbageName\": \"信封\", \"garbageType\": 3}, {\"questionId\": 255, \"garbageName\": \"广告单\", \"garbageType\": 3}, {\"questionId\": 256, \"garbageName\": \"纸塑铝复合包装\", \"garbageType\": 3}, {\"questionId\": 257, \"garbageName\": \"利乐包\", \"garbageType\": 3}, {\"questionId\": 258, \"garbageName\": \"食品与日用品塑料瓶罐及瓶盖(总)\", \"garbageType\": 3}, {\"questionId\": 259, \"garbageName\": \"饮料瓶\", \"garbageType\": 3}, {\"questionId\": 260, \"garbageName\": \"奶瓶\", \"garbageType\": 3}, {\"questionId\": 261, \"garbageName\": \"洗发水瓶\", \"garbageType\": 3}, {\"questionId\": 262, \"garbageName\": \"乳液罐\", \"garbageType\": 3}, {\"questionId\": 263, \"garbageName\": \"食用油桶\", \"garbageType\": 3}, {\"questionId\": 264, \"garbageName\": \"塑料碗\", \"garbageType\": 3}, {\"questionId\": 265, \"garbageName\": \"塑料盆\", \"garbageType\": 3}, {\"questionId\": 266, \"garbageName\": \"塑料盒子\", \"garbageType\": 3}, {\"questionId\": 267, \"garbageName\": \"食品保鲜盒\", \"garbageType\": 3}, {\"questionId\": 268, \"garbageName\": \"收纳盒\", \"garbageType\": 3}, {\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 270, \"garbageName\": \"塑料积木\", \"garbageType\": 3}, {\"questionId\": 271, \"garbageName\": \"塑料模型\", \"garbageType\": 3}, {\"questionId\": 272, \"garbageName\": \"塑料衣架\", \"garbageType\": 3}, {\"questionId\": 273, \"garbageName\": \"施工安全帽\", \"garbageType\": 3}, {\"questionId\": 274, \"garbageName\": \"PE- 塑料\", \"garbageType\": 3}, {\"questionId\": 275, \"garbageName\": \"pvc\", \"garbageType\": 3}, {\"questionId\": 276, \"garbageName\": \"亚克力板\", \"garbageType\": 3}, {\"questionId\": 277, \"garbageName\": \"塑料卡片\", \"garbageType\": 3}, {\"questionId\": 278, \"garbageName\": \"密胺餐具\", \"garbageType\": 3}, {\"questionId\": 279, \"garbageName\": \"kt板\", \"garbageType\": 3}, {\"questionId\": 280, \"garbageName\": \"泡沫\", \"garbageType\": 3}, {\"questionId\": 281, \"garbageName\": \"泡沫塑料\", \"garbageType\": 3}, {\"questionId\": 282, \"garbageName\": \"水果网套\", \"garbageType\": 3}, {\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 284, \"garbageName\": \"调料瓶\", \"garbageType\": 3}, {\"questionId\": 285, \"garbageName\": \"酒瓶\", \"garbageType\": 3}, {\"questionId\": 286, \"garbageName\": \"化妆品瓶\", \"garbageType\": 3}, {\"questionId\": 287, \"garbageName\": \"玻璃杯\", \"garbageType\": 3}, {\"questionId\": 288, \"garbageName\": \"窗玻璃\", \"garbageType\": 3}, {\"questionId\": 289, \"garbageName\": \"玻璃制品\", \"garbageType\": 3}, {\"questionId\": 290, \"garbageName\": \"放大镜\", \"garbageType\": 3}, {\"questionId\": 291, \"garbageName\": \"玻璃摆件\", \"garbageType\": 3}, {\"questionId\": 292, \"garbageName\": \"碎玻璃\", \"garbageType\": 3}, {\"questionId\": 293, \"garbageName\": \"金属瓶罐\", \"garbageType\": 3}, {\"questionId\": 295, \"garbageName\": \"食品罐\", \"garbageType\": 3}, {\"questionId\": 296, \"garbageName\": \"食品桶\", \"garbageType\": 3}, {\"questionId\": 297, \"garbageName\": \"金属厨具\", \"garbageType\": 3}, {\"questionId\": 298, \"garbageName\": \"菜刀\", \"garbageType\": 3}, {\"questionId\": 299, \"garbageName\": \"锅\", \"garbageType\": 3}, {\"questionId\": 300, \"garbageName\": \"金属工具\", \"garbageType\": 3}, {\"questionId\": 301, \"garbageName\": \"刀片\", \"garbageType\": 3}, {\"questionId\": 302, \"garbageName\": \"指甲剪\", \"garbageType\": 3}, {\"questionId\": 303, \"garbageName\": \"螺丝刀\", \"garbageType\": 3}, {\"questionId\": 304, \"garbageName\": \"金属制品\", \"garbageType\": 3}, {\"questionId\": 305, \"garbageName\": \"铁钉\", \"garbageType\": 3}, {\"questionId\": 306, \"garbageName\": \"铁皮\", \"garbageType\": 3}, {\"questionId\": 307, \"garbageName\": \"铝箔\", \"garbageType\": 3}, {\"questionId\": 308, \"garbageName\": \"旧衣服\", \"garbageType\": 3}, {\"questionId\": 309, \"garbageName\": \"床单\", \"garbageType\": 3}, {\"questionId\": 310, \"garbageName\": \"枕头\", \"garbageType\": 3}, {\"questionId\": 311, \"garbageName\": \"棉被\", \"garbageType\": 3}, {\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 314, \"garbageName\": \"布偶\", \"garbageType\": 3}, {\"questionId\": 315, \"garbageName\": \"棉袄\", \"garbageType\": 3}, {\"questionId\": 316, \"garbageName\": \"包\", \"garbageType\": 3}, {\"questionId\": 317, \"garbageName\": \"皮带\", \"garbageType\": 3}, {\"questionId\": 318, \"garbageName\": \"丝绸制品\", \"garbageType\": 3}, {\"questionId\": 319, \"garbageName\": \"电路板\", \"garbageType\": 3}, {\"questionId\": 320, \"garbageName\": \"主板\", \"garbageType\": 3}, {\"questionId\": 321, \"garbageName\": \"内存条\", \"garbageType\": 3}, {\"questionId\": 322, \"garbageName\": \"充电宝\", \"garbageType\": 3}, {\"questionId\": 324, \"garbageName\": \"插头\", \"garbageType\": 3}, {\"questionId\": 325, \"garbageName\": \"木制品\", \"garbageType\": 3}, {\"questionId\": 326, \"garbageName\": \"积木\", \"garbageType\": 3}, {\"questionId\": 327, \"garbageName\": \"砧板\", \"garbageType\": 3}, {\"questionId\": 329, \"garbageName\": \"食品罐头\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 334, \"garbageName\": \"牛奶盒\", \"garbageType\": 3}, {\"questionId\": 335, \"garbageName\": \"旧玩偶\", \"garbageType\": 3}, {\"questionId\": 336, \"garbageName\": \"玻璃壶\", \"garbageType\": 3}, {\"questionId\": 337, \"garbageName\": \"旧铁锅\", \"garbageType\": 3}, {\"questionId\": 338, \"garbageName\": \"垃圾桶\", \"garbageType\": 3}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}, {\"questionId\": 341, \"garbageName\": \"塑料梳子\", \"garbageType\": 3}, {\"questionId\": 342, \"garbageName\": \"旧帽子\", \"garbageType\": 3}, {\"questionId\": 343, \"garbageName\": \"旧夹子\", \"garbageType\": 3}, {\"questionId\": 344, \"garbageName\": \"废锁头\", \"garbageType\": 3}, {\"questionId\": 345, \"garbageName\": \"牙膏皮\", \"garbageType\": 3}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}, {\"questionId\": 347, \"garbageName\": \"旧纸袋\", \"garbageType\": 3}, {\"questionId\": 348, \"garbageName\": \"纸盒\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 355, \"garbageName\": \"荧光（日光）灯管\", \"garbageType\": 4}, {\"questionId\": 356, \"garbageName\": \"卤素灯\", \"garbageType\": 4}, {\"questionId\": 357, \"garbageName\": \"过期药物\", \"garbageType\": 4}, {\"questionId\": 358, \"garbageName\": \"药物胶囊\", \"garbageType\": 4}, {\"questionId\": 359, \"garbageName\": \"药片\", \"garbageType\": 4}, {\"questionId\": 360, \"garbageName\": \"药品内包装\", \"garbageType\": 4}, {\"questionId\": 361, \"garbageName\": \"老鼠药（毒鼠强)\", \"garbageType\": 4}, {\"questionId\": 362, \"garbageName\": \"杀虫喷雾罐\", \"garbageType\": 4}, {\"questionId\": 363, \"garbageName\": \"废油漆桶\", \"garbageType\": 4}, {\"questionId\": 364, \"garbageName\": \"染发剂壳\", \"garbageType\": 4}, {\"questionId\": 365, \"garbageName\": \"过期的指甲油\", \"garbageType\": 4}, {\"questionId\": 366, \"garbageName\": \"洗甲水\", \"garbageType\": 4}, {\"questionId\": 367, \"garbageName\": \"废含汞温度计\", \"garbageType\": 4}, {\"questionId\": 368, \"garbageName\": \"废含汞血压计\", \"garbageType\": 4}, {\"questionId\": 369, \"garbageName\": \"水银血压计\", \"garbageType\": 4}, {\"questionId\": 370, \"garbageName\": \"水银体温计\", \"garbageType\": 4}, {\"questionId\": 371, \"garbageName\": \"水银温度计\", \"garbageType\": 4}, {\"questionId\": 372, \"garbageName\": \"x光片等感光胶片\", \"garbageType\": 4}, {\"questionId\": 373, \"garbageName\": \"相片底片\", \"garbageType\": 4}, {\"questionId\": 374, \"garbageName\": \"漆桶\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 377, \"garbageName\": \"创口贴\", \"garbageType\": 4}, {\"questionId\": 378, \"garbageName\": \"酒精\", \"garbageType\": 4}, {\"questionId\": 379, \"garbageName\": \"调色板\", \"garbageType\": 4}, {\"questionId\": 380, \"garbageName\": \"油漆\", \"garbageType\": 4}, {\"questionId\": 381, \"garbageName\": \"过期的胶囊药物\", \"garbageType\": 4}, {\"questionId\": 382, \"garbageName\": \"温度计\", \"garbageType\": 4}, {\"questionId\": 383, \"garbageName\": \"过期药片\", \"garbageType\": 4}, {\"questionId\": 384, \"garbageName\": \"荧光灯\", \"garbageType\": 4}, {\"questionId\": 386, \"garbageName\": \"医用棉签\", \"garbageType\": 4}, {\"questionId\": 387, \"garbageName\": \"杀虫剂\", \"garbageType\": 4}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 389, \"garbageName\": \"农药瓶\", \"garbageType\": 4}, {\"questionId\": 390, \"garbageName\": \"医用纱布\", \"garbageType\": 4}, {\"questionId\": 391, \"garbageName\": \"口服液瓶\", \"garbageType\": 4}, {\"questionId\": 392, \"garbageName\": \"香水瓶\", \"garbageType\": 4}, {\"questionId\": 393, \"garbageName\": \"荧光棒\", \"garbageType\": 4}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}, {\"questionId\": 395, \"garbageName\": \"发胶\", \"garbageType\": 4}, {\"questionId\": 396, \"garbageName\": \"注射器\", \"garbageType\": 4}, {\"questionId\": 397, \"garbageName\": \"废气灯泡\", \"garbageType\": 4}, {\"questionId\": 398, \"garbageName\": \"煤气罐\", \"garbageType\": 4}, {\"questionId\": 399, \"garbageName\": \"医用手套\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 405, \"garbageName\": \"节能灯\", \"garbageType\": 4}, {\"questionId\": 407, \"garbageName\": \"药品包装\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 415, \"garbageName\": \"渣男\", \"garbageType\": 4}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 416, \"garbageName\": \"靓女\", \"garbageType\": 3}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 417, \"garbageName\": \"靓仔\", \"garbageType\": 3}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 418, \"garbageName\": \"渣女\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 419, \"garbageName\": \"前男友\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 420, \"garbageName\": \"前女友\", \"garbageType\": 4}, {\"remark\": \"有时偶尔不听话，大概是皮了，需要好好教育才能更懂你\", \"questionId\": 421, \"garbageName\": \"男朋友\", \"garbageType\": 3}, {\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}, {\"remark\": \"请留下联系方式，我们将尽快上门服务\", \"questionId\": 423, \"garbageName\": \"黄金\", \"garbageType\": 3}, {\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}, {\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}, {\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}, {\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}, {\"remark\": \"美美的你和美美的口红，你是无价之宝，而口红属于干垃圾\", \"questionId\": 428, \"garbageName\": \"口红\", \"garbageType\": 1}, {\"remark\": \"属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内\", \"questionId\": 429, \"garbageName\": \"狗屎\", \"garbageType\": 1}, {\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}, {\"questionId\": 433, \"garbageName\": \"塑料\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}, {\"questionId\": 435, \"garbageName\": \"玻璃\", \"garbageType\": 3}, {\"questionId\": 436, \"garbageName\": \"纸\", \"garbageType\": 3}, {\"questionId\": 437, \"garbageName\": \"衣服\", \"garbageType\": 3}, {\"questionId\": 439, \"garbageName\": \"塑料盒\", \"garbageType\": 3}, {\"questionId\": 444, \"garbageName\": \"塑料杯\", \"garbageType\": 3}, {\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}, {\"questionId\": 447, \"garbageName\": \"泡沫板\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 450, \"garbageName\": \"纸袋\", \"garbageType\": 3}, {\"questionId\": 451, \"garbageName\": \"书本\", \"garbageType\": 3}, {\"questionId\": 454, \"garbageName\": \"泡沫箱\", \"garbageType\": 3}, {\"questionId\": 457, \"garbageName\": \"螺丝\", \"garbageType\": 3}, {\"questionId\": 458, \"garbageName\": \"被单\", \"garbageType\": 3}, {\"questionId\": 460, \"garbageName\": \"啤酒瓶\", \"garbageType\": 3}, {\"questionId\": 461, \"garbageName\": \"数据线\", \"garbageType\": 3}, {\"questionId\": 462, \"garbageName\": \"废塑料\", \"garbageType\": 3}, {\"questionId\": 464, \"garbageName\": \"白纸\", \"garbageType\": 3}, {\"questionId\": 467, \"garbageName\": \"布\", \"garbageType\": 3}, {\"questionId\": 468, \"garbageName\": \"剪刀\", \"garbageType\": 3}, {\"questionId\": 469, \"garbageName\": \"充电线\", \"garbageType\": 3}, {\"questionId\": 470, \"garbageName\": \"包装纸盒\", \"garbageType\": 3}, {\"questionId\": 471, \"garbageName\": \"塑料盖\", \"garbageType\": 3}, {\"questionId\": 472, \"garbageName\": \"充电器\", \"garbageType\": 3}, {\"questionId\": 474, \"garbageName\": \"利乐包装\", \"garbageType\": 3}, {\"questionId\": 475, \"garbageName\": \"吸铁石\", \"garbageType\": 3}, {\"questionId\": 476, \"garbageName\": \"除湿盒\", \"garbageType\": 3}, {\"questionId\": 477, \"garbageName\": \"金属\", \"garbageType\": 3}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}, {\"questionId\": 479, \"garbageName\": \"被子\", \"garbageType\": 3}, {\"questionId\": 481, \"garbageName\": \"铁\", \"garbageType\": 3}, {\"questionId\": 483, \"garbageName\": \"足球\", \"garbageType\": 3}, {\"questionId\": 484, \"garbageName\": \"排球\", \"garbageType\": 3}, {\"questionId\": 486, \"garbageName\": \"钥匙\", \"garbageType\": 3}, {\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}, {\"questionId\": 489, \"garbageName\": \"书包\", \"garbageType\": 3}, {\"questionId\": 490, \"garbageName\": \"塑料包装纸\", \"garbageType\": 3}, {\"questionId\": 491, \"garbageName\": \"草稿纸\", \"garbageType\": 3}, {\"questionId\": 492, \"garbageName\": \"插座\", \"garbageType\": 3}, {\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}, {\"questionId\": 496, \"garbageName\": \"油漆桶\", \"garbageType\": 4}, {\"questionId\": 497, \"garbageName\": \"药瓶\", \"garbageType\": 4}, {\"questionId\": 498, \"garbageName\": \"药品\", \"garbageType\": 4}, {\"questionId\": 499, \"garbageName\": \"灯泡\", \"garbageType\": 4}, {\"questionId\": 500, \"garbageName\": \"废药品\", \"garbageType\": 4}, {\"questionId\": 501, \"garbageName\": \"荧光灯管\", \"garbageType\": 4}, {\"questionId\": 503, \"garbageName\": \"指甲油\", \"garbageType\": 4}, {\"questionId\": 505, \"garbageName\": \"有害垃圾\", \"garbageType\": 4}, {\"questionId\": 507, \"garbageName\": \"过期药品\", \"garbageType\": 4}, {\"questionId\": 509, \"garbageName\": \"空药瓶\", \"garbageType\": 4}, {\"questionId\": 511, \"garbageName\": \"灯管\", \"garbageType\": 4}, {\"questionId\": 514, \"garbageName\": \"眼药水\", \"garbageType\": 4}, {\"questionId\": 516, \"garbageName\": \"避孕药\", \"garbageType\": 4}, {\"questionId\": 517, \"garbageName\": \"废药瓶\", \"garbageType\": 4}, {\"questionId\": 518, \"garbageName\": \"胶囊\", \"garbageType\": 4}, {\"questionId\": 519, \"garbageName\": \"各类过期药品\", \"garbageType\": 4}, {\"questionId\": 521, \"garbageName\": \"老鼠药\", \"garbageType\": 4}, {\"questionId\": 522, \"garbageName\": \"照片\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 525, \"garbageName\": \"胶囊药片底板\", \"garbageType\": 4}, {\"questionId\": 526, \"garbageName\": \"胶片\", \"garbageType\": 4}, {\"questionId\": 527, \"garbageName\": \"药片盒\", \"garbageType\": 4}, {\"questionId\": 528, \"garbageName\": \"眼药水瓶\", \"garbageType\": 4}, {\"questionId\": 529, \"garbageName\": \"感冒药\", \"garbageType\": 4}, {\"questionId\": 530, \"garbageName\": \"染发剂罐\", \"garbageType\": 4}, {\"questionId\": 532, \"garbageName\": \"消毒药片\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}, {\"questionId\": 535, \"garbageName\": \"药品壳子\", \"garbageType\": 4}, {\"questionId\": 537, \"garbageName\": \"胶卷\", \"garbageType\": 4}, {\"questionId\": 539, \"garbageName\": \"白炽灯泡\", \"garbageType\": 4}, {\"questionId\": 542, \"garbageName\": \"指甲油瓶\", \"garbageType\": 4}, {\"questionId\": 543, \"garbageName\": \"药品铝塑板\", \"garbageType\": 4}, {\"questionId\": 544, \"garbageName\": \"蟑螂药\", \"garbageType\": 4}, {\"questionId\": 545, \"garbageName\": \"水银\", \"garbageType\": 4}, {\"questionId\": 546, \"garbageName\": \"蟑螂丸\", \"garbageType\": 4}, {\"questionId\": 547, \"garbageName\": \"废油漆\", \"garbageType\": 4}, {\"questionId\": 549, \"garbageName\": \"胶囊药片\", \"garbageType\": 4}, {\"questionId\": 550, \"garbageName\": \"杀虫喷雾\", \"garbageType\": 4}, {\"questionId\": 551, \"garbageName\": \"中成药\", \"garbageType\": 4}, {\"questionId\": 553, \"garbageName\": \"桃核\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 555, \"garbageName\": \"瓜子壳\", \"garbageType\": 2}, {\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 558, \"garbageName\": \"龙虾壳\", \"garbageType\": 2}, {\"questionId\": 560, \"garbageName\": \"鸡骨头\", \"garbageType\": 2}, {\"questionId\": 561, \"garbageName\": \"鸭骨头\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 568, \"garbageName\": \"瓜子\", \"garbageType\": 2}, {\"questionId\": 569, \"garbageName\": \"鱼骨头\", \"garbageType\": 2}, {\"questionId\": 570, \"garbageName\": \"毛豆壳\", \"garbageType\": 2}, {\"questionId\": 571, \"garbageName\": \"龙虾\", \"garbageType\": 2}, {\"questionId\": 572, \"garbageName\": \"螃蟹壳\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 575, \"garbageName\": \"桃子\", \"garbageType\": 2}, {\"questionId\": 576, \"garbageName\": \"荔枝壳\", \"garbageType\": 2}, {\"questionId\": 577, \"garbageName\": \"杨梅\", \"garbageType\": 2}, {\"questionId\": 578, \"garbageName\": \"瓜子皮\", \"garbageType\": 2}, {\"questionId\": 579, \"garbageName\": \"粽子\", \"garbageType\": 2}, {\"questionId\": 580, \"garbageName\": \"荔枝核\", \"garbageType\": 2}, {\"questionId\": 583, \"garbageName\": \"排骨\", \"garbageType\": 2}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}, {\"questionId\": 585, \"garbageName\": \"果皮\", \"garbageType\": 2}, {\"questionId\": 586, \"garbageName\": \"花\", \"garbageType\": 2}, {\"questionId\": 587, \"garbageName\": \"螺蛳壳\", \"garbageType\": 2}, {\"questionId\": 588, \"garbageName\": \"话梅核\", \"garbageType\": 2}, {\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}, {\"questionId\": 590, \"garbageName\": \"中药渣\", \"garbageType\": 2}, {\"questionId\": 591, \"garbageName\": \"螃蟹\", \"garbageType\": 2}, {\"questionId\": 593, \"garbageName\": \"枣核\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}, {\"questionId\": 597, \"garbageName\": \"香蕉\", \"garbageType\": 2}, {\"questionId\": 598, \"garbageName\": \"花卉绿植\", \"garbageType\": 2}, {\"questionId\": 599, \"garbageName\": \"鱼刺\", \"garbageType\": 2}, {\"questionId\": 600, \"garbageName\": \"茶叶渣\", \"garbageType\": 2}, {\"questionId\": 601, \"garbageName\": \"话梅\", \"garbageType\": 2}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 606, \"garbageName\": \"卫生巾\", \"garbageType\": 1}, {\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}, {\"questionId\": 608, \"garbageName\": \"安全套\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}, {\"questionId\": 612, \"garbageName\": \"口香糖\", \"garbageType\": 1}, {\"questionId\": 617, \"garbageName\": \"吸管\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}, {\"questionId\": 621, \"garbageName\": \"茶包\", \"garbageType\": 1}, {\"questionId\": 625, \"garbageName\": \"包装袋\", \"garbageType\": 1}, {\"questionId\": 626, \"garbageName\": \"指甲\", \"garbageType\": 1}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 629, \"garbageName\": \"一次性饭盒\", \"garbageType\": 1}, {\"questionId\": 633, \"garbageName\": \"垃圾袋\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 635, \"garbageName\": \"蛤蜊壳\", \"garbageType\": 1}, {\"questionId\": 637, \"garbageName\": \"尿布\", \"garbageType\": 1}, {\"questionId\": 641, \"garbageName\": \"食品包装袋\", \"garbageType\": 1}, {\"questionId\": 642, \"garbageName\": \"回形针\", \"garbageType\": 1}, {\"questionId\": 643, \"garbageName\": \"棉签\", \"garbageType\": 1}, {\"questionId\": 644, \"garbageName\": \"外卖餐盒\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}, {\"questionId\": 650, \"garbageName\": \"袜子\", \"garbageType\": 1}, {\"questionId\": 651, \"garbageName\": \"榴莲\", \"garbageType\": 1}, {\"questionId\": 652, \"garbageName\": \"一次性餐盒\", \"garbageType\": 1}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 654, \"garbageName\": \"冰袋\", \"garbageType\": 1}, {\"questionId\": 655, \"garbageName\": \"陶瓷碗\", \"garbageType\": 1}, {\"questionId\": 656, \"garbageName\": \"茶叶包\", \"garbageType\": 1}, {\"questionId\": 657, \"garbageName\": \"保鲜膜\", \"garbageType\": 1}, {\"questionId\": 658, \"garbageName\": \"内裤\", \"garbageType\": 1}, {\"questionId\": 659, \"garbageName\": \"化妆棉\", \"garbageType\": 1}, {\"questionId\": 660, \"garbageName\": \"厕纸\", \"garbageType\": 1}, {\"questionId\": 661, \"garbageName\": \"厕所纸\", \"garbageType\": 1}, {\"remark\": \"耳机是个好东西，戴上它，感觉全世界都是自己的\", \"questionId\": 662, \"garbageName\": \"耳机\", \"garbageType\": 3}, {\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}, {\"questionId\": 671, \"garbageName\": \"死鱼\", \"garbageType\": 2}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 673, \"garbageName\": \"烟灰缸\", \"garbageType\": 3}, {\"questionId\": 674, \"garbageName\": \"山竹皮\", \"garbageType\": 2}, {\"questionId\": 675, \"garbageName\": \"抽纸\", \"garbageType\": 1}, {\"remark\": \"坚决抵制地沟油，关爱身心健康\", \"questionId\": 676, \"garbageName\": \"地沟油\", \"garbageType\": 4}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 678, \"garbageName\": \"橡胶垫\", \"garbageType\": 1}, {\"questionId\": 679, \"garbageName\": \"橡胶手套\", \"garbageType\": 1}, {\"questionId\": 682, \"garbageName\": \"显示器\", \"garbageType\": 3}, {\"questionId\": 683, \"garbageName\": \"门锁\", \"garbageType\": 3}, {\"questionId\": 685, \"garbageName\": \"发卡\", \"garbageType\": 1}, {\"questionId\": 686, \"garbageName\": \"姨妈巾\", \"garbageType\": 1}, {\"questionId\": 688, \"garbageName\": \"保温杯\", \"garbageType\": 3}, {\"questionId\": 689, \"garbageName\": \"电动牙刷\", \"garbageType\": 3}, {\"questionId\": 690, \"garbageName\": \"废旧牙刷\", \"garbageType\": 1}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 695, \"garbageName\": \"风扇\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 697, \"garbageName\": \"落地风扇\", \"garbageType\": 3}, {\"questionId\": 698, \"garbageName\": \"空调\", \"garbageType\": 3}, {\"questionId\": 701, \"garbageName\": \"甲鱼壳\", \"garbageType\": 1}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 703, \"garbageName\": \"电动剃须刀\", \"garbageType\": 3}, {\"questionId\": 704, \"garbageName\": \"美工刀\", \"garbageType\": 3}, {\"questionId\": 705, \"garbageName\": \"不锈钢刀\", \"garbageType\": 3}, {\"questionId\": 706, \"garbageName\": \"陶瓷刀\", \"garbageType\": 1}, {\"questionId\": 707, \"garbageName\": \"花甲肉\", \"garbageType\": 2}, {\"questionId\": 708, \"garbageName\": \"甲油胶\", \"garbageType\": 4}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 736, \"garbageName\": \"教科书\", \"garbageType\": 4}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}, {\"questionId\": 749, \"garbageName\": \"行车记录仪\", \"garbageType\": 3}, {\"questionId\": 750, \"garbageName\": \"练习本\", \"garbageType\": 3}, {\"questionId\": 751, \"garbageName\": \"飞机杯\", \"garbageType\": 1}, {\"questionId\": 756, \"garbageName\": \"虫子\", \"garbageType\": 2}, {\"questionId\": 757, \"garbageName\": \"蚊子\", \"garbageType\": 2}, {\"questionId\": 758, \"garbageName\": \"车厘子\", \"garbageType\": 2}, {\"questionId\": 759, \"garbageName\": \"橘子\", \"garbageType\": 2}, {\"questionId\": 760, \"garbageName\": \"栗子\", \"garbageType\": 2}, {\"questionId\": 761, \"garbageName\": \"胡子\", \"garbageType\": 1}, {\"questionId\": 762, \"garbageName\": \"茶叶蛋\", \"garbageType\": 2}, {\"questionId\": 795, \"garbageName\": \"水果茶\", \"garbageType\": 2}, {\"questionId\": 796, \"garbageName\": \"水果干\", \"garbageType\": 2}, {\"questionId\": 797, \"garbageName\": \"水果脆\", \"garbageType\": 2}, {\"questionId\": 798, \"garbageName\": \"水果茎枝\", \"garbageType\": 2}, {\"questionId\": 799, \"garbageName\": \"牛油果核\", \"garbageType\": 1}, {\"questionId\": 800, \"garbageName\": \"果冻\", \"garbageType\": 2}, {\"questionId\": 801, \"garbageName\": \"果冻盒\", \"garbageType\": 1}, {\"questionId\": 802, \"garbageName\": \"火龙果皮\", \"garbageType\": 2}, {\"questionId\": 803, \"garbageName\": \"牛油果皮\", \"garbageType\": 2}, {\"questionId\": 804, \"garbageName\": \"腰果\", \"garbageType\": 2}, {\"questionId\": 805, \"garbageName\": \"水饺\", \"garbageType\": 2}, {\"questionId\": 806, \"garbageName\": \"馄饨\", \"garbageType\": 2}, {\"questionId\": 807, \"garbageName\": \"花露水玻璃空瓶\", \"garbageType\": 3}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}, {\"questionId\": 809, \"garbageName\": \"酸菜鱼\", \"garbageType\": 2}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}, {\"questionId\": 811, \"garbageName\": \"西瓜\", \"garbageType\": 2}, {\"questionId\": 812, \"garbageName\": \"八宝粥\", \"garbageType\": 2}, {\"questionId\": 813, \"garbageName\": \"八角\", \"garbageType\": 2}, {\"questionId\": 814, \"garbageName\": \"八宝饭\", \"garbageType\": 2}, {\"questionId\": 815, \"garbageName\": \"鼻屎\", \"garbageType\": 1}, {\"questionId\": 816, \"garbageName\": \"狗屎指\", \"garbageType\": 1}, {\"questionId\": 817, \"garbageName\": \"耳屎\", \"garbageType\": 1}, {\"questionId\": 818, \"garbageName\": \"陶瓷锅\", \"garbageType\": 1}, {\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}, {\"questionId\": 821, \"garbageName\": \"手机壳\", \"garbageType\": 1}, {\"questionId\": 822, \"garbageName\": \"手机膜\", \"garbageType\": 1}, {\"questionId\": 823, \"garbageName\": \"酱油瓶\", \"garbageType\": 1}]', '2023-05-05 22:53:16');
INSERT INTO `keyword_result` VALUES (2288, '', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}, {\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 5, \"garbageName\": \"餐巾纸\", \"garbageType\": 1}, {\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}, {\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}, {\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}, {\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}, {\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}, {\"questionId\": 12, \"garbageName\": \"干燥剂\", \"garbageType\": 1}, {\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}, {\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}, {\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}, {\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}, {\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}, {\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}, {\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}, {\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}, {\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}, {\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}, {\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}, {\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}, {\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}, {\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}, {\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}, {\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}, {\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}, {\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}, {\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}, {\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}, {\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}, {\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}, {\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}, {\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}, {\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}, {\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}, {\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}, {\"questionId\": 53, \"garbageName\": \"生蚝壳\", \"garbageType\": 1}, {\"questionId\": 54, \"garbageName\": \"烟盒\", \"garbageType\": 1}, {\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}, {\"questionId\": 62, \"garbageName\": \"黄豆\", \"garbageType\": 2}, {\"questionId\": 63, \"garbageName\": \"红豆\", \"garbageType\": 2}, {\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}, {\"questionId\": 65, \"garbageName\": \"鸡肉\", \"garbageType\": 2}, {\"questionId\": 66, \"garbageName\": \"鸭肉\", \"garbageType\": 2}, {\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}, {\"questionId\": 68, \"garbageName\": \"牛肉\", \"garbageType\": 2}, {\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 70, \"garbageName\": \"鸡蛋\", \"garbageType\": 2}, {\"questionId\": 71, \"garbageName\": \"鸭蛋\", \"garbageType\": 2}, {\"questionId\": 72, \"garbageName\": \"咸鸭蛋\", \"garbageType\": 2}, {\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}, {\"questionId\": 74, \"garbageName\": \"腊肉\", \"garbageType\": 2}, {\"questionId\": 75, \"garbageName\": \"午餐肉\", \"garbageType\": 2}, {\"questionId\": 76, \"garbageName\": \"里脊肉\", \"garbageType\": 2}, {\"questionId\": 77, \"garbageName\": \"蛋壳\", \"garbageType\": 2}, {\"questionId\": 78, \"garbageName\": \"鱼\", \"garbageType\": 2}, {\"questionId\": 79, \"garbageName\": \"虾\", \"garbageType\": 2}, {\"questionId\": 80, \"garbageName\": \"鱼鳞\", \"garbageType\": 2}, {\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 82, \"garbageName\": \"虾仁\", \"garbageType\": 2}, {\"questionId\": 83, \"garbageName\": \"虾壳\", \"garbageType\": 2}, {\"questionId\": 84, \"garbageName\": \"鱿鱼\", \"garbageType\": 2}, {\"questionId\": 85, \"garbageName\": \"章鱼\", \"garbageType\": 2}, {\"questionId\": 86, \"garbageName\": \"墨鱼\", \"garbageType\": 2}, {\"questionId\": 87, \"garbageName\": \"蔬菜\", \"garbageType\": 2}, {\"questionId\": 88, \"garbageName\": \"绿叶菜\", \"garbageType\": 2}, {\"questionId\": 89, \"garbageName\": \"空心菜\", \"garbageType\": 2}, {\"questionId\": 90, \"garbageName\": \"卷心菜\", \"garbageType\": 2}, {\"questionId\": 91, \"garbageName\": \"蘑菇\", \"garbageType\": 2}, {\"questionId\": 92, \"garbageName\": \"香菇\", \"garbageType\": 2}, {\"questionId\": 93, \"garbageName\": \"调料\", \"garbageType\": 2}, {\"questionId\": 94, \"garbageName\": \"酱料\", \"garbageType\": 2}, {\"questionId\": 95, \"garbageName\": \"老干妈调料酱\", \"garbageType\": 2}, {\"questionId\": 96, \"garbageName\": \"火锅锅底\", \"garbageType\": 2}, {\"questionId\": 97, \"garbageName\": \"鱼骨\", \"garbageType\": 2}, {\"questionId\": 98, \"garbageName\": \"茶叶\", \"garbageType\": 2}, {\"questionId\": 99, \"garbageName\": \"咖啡渣\", \"garbageType\": 2}, {\"questionId\": 100, \"garbageName\": \"糕点\", \"garbageType\": 2}, {\"questionId\": 101, \"garbageName\": \"糖果\", \"garbageType\": 2}, {\"questionId\": 102, \"garbageName\": \"肉干\", \"garbageType\": 2}, {\"questionId\": 103, \"garbageName\": \"牛肉干\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}, {\"questionId\": 105, \"garbageName\": \"红枣\", \"garbageType\": 2}, {\"questionId\": 106, \"garbageName\": \"中药材\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 108, \"garbageName\": \"生粉\", \"garbageType\": 2}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}, {\"questionId\": 110, \"garbageName\": \"狗粮\", \"garbageType\": 2}, {\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 112, \"garbageName\": \"水果\", \"garbageType\": 2}, {\"questionId\": 113, \"garbageName\": \"椰子肉\", \"garbageType\": 2}, {\"questionId\": 114, \"garbageName\": \"水果皮\", \"garbageType\": 2}, {\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}, {\"questionId\": 116, \"garbageName\": \"香蕉皮\", \"garbageType\": 2}, {\"questionId\": 117, \"garbageName\": \"橘子皮\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 119, \"garbageName\": \"葡萄\", \"garbageType\": 2}, {\"questionId\": 120, \"garbageName\": \"葡萄枝\", \"garbageType\": 2}, {\"questionId\": 121, \"garbageName\": \"西瓜籽\", \"garbageType\": 2}, {\"questionId\": 122, \"garbageName\": \"家养植物\", \"garbageType\": 2}, {\"questionId\": 123, \"garbageName\": \"玫瑰花\", \"garbageType\": 2}, {\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}, {\"questionId\": 125, \"garbageName\": \"塑料瓶\", \"garbageType\": 3}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 128, \"garbageName\": \"冰棒皮\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 147, \"garbageName\": \"粽叶\", \"garbageType\": 1}, {\"questionId\": 148, \"garbageName\": \"牙刷\", \"garbageType\": 1}, {\"questionId\": 149, \"garbageName\": \"贝壳\", \"garbageType\": 1}, {\"questionId\": 150, \"garbageName\": \"可乐瓶\", \"garbageType\": 3}, {\"questionId\": 151, \"garbageName\": \"易拉罐\", \"garbageType\": 3}, {\"questionId\": 152, \"garbageName\": \"旧书包\", \"garbageType\": 3}, {\"questionId\": 153, \"garbageName\": \"电线\", \"garbageType\": 3}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 169, \"garbageName\": \"旧浴缸\", \"garbageType\": 1}, {\"questionId\": 170, \"garbageName\": \"盆子\", \"garbageType\": 1}, {\"questionId\": 171, \"garbageName\": \"坏马桶\", \"garbageType\": 1}, {\"questionId\": 172, \"garbageName\": \"旧水槽\", \"garbageType\": 1}, {\"questionId\": 174, \"garbageName\": \"化妆刷\", \"garbageType\": 1}, {\"questionId\": 175, \"garbageName\": \"坛子\", \"garbageType\": 1}, {\"questionId\": 176, \"garbageName\": \"海绵\", \"garbageType\": 1}, {\"questionId\": 177, \"garbageName\": \"花生壳\", \"garbageType\": 1}, {\"questionId\": 178, \"garbageName\": \"菜板\", \"garbageType\": 1}, {\"questionId\": 179, \"garbageName\": \"砖块\", \"garbageType\": 1}, {\"questionId\": 180, \"garbageName\": \"卫生纸\", \"garbageType\": 1}, {\"questionId\": 181, \"garbageName\": \"篮球\", \"garbageType\": 1}, {\"questionId\": 182, \"garbageName\": \"核桃\", \"garbageType\": 1}, {\"questionId\": 183, \"garbageName\": \"杯子\", \"garbageType\": 1}, {\"questionId\": 184, \"garbageName\": \"陶瓷杯\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 186, \"garbageName\": \"西梅核\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}, {\"questionId\": 188, \"garbageName\": \"木质梳子\", \"garbageType\": 1}, {\"questionId\": 189, \"garbageName\": \"脏污衣服\", \"garbageType\": 1}, {\"questionId\": 191, \"garbageName\": \"渣土\", \"garbageType\": 1}, {\"questionId\": 192, \"garbageName\": \"湿垃圾袋\", \"garbageType\": 1}, {\"questionId\": 193, \"garbageName\": \"瓦片\", \"garbageType\": 1}, {\"questionId\": 194, \"garbageName\": \"扫把\", \"garbageType\": 1}, {\"questionId\": 195, \"garbageName\": \"纸尿裤\", \"garbageType\": 1}, {\"questionId\": 196, \"garbageName\": \"头发\", \"garbageType\": 1}, {\"questionId\": 198, \"garbageName\": \"创可贴\", \"garbageType\": 1}, {\"questionId\": 204, \"garbageName\": \"内衣裤\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 207, \"garbageName\": \"菜叶\", \"garbageType\": 2}, {\"questionId\": 208, \"garbageName\": \"橙皮\", \"garbageType\": 2}, {\"questionId\": 209, \"garbageName\": \"葱\", \"garbageType\": 2}, {\"questionId\": 210, \"garbageName\": \"饼干\", \"garbageType\": 2}, {\"questionId\": 211, \"garbageName\": \"番茄酱\", \"garbageType\": 2}, {\"questionId\": 214, \"garbageName\": \"马铃薯\", \"garbageType\": 2}, {\"questionId\": 216, \"garbageName\": \"甘蔗\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 218, \"garbageName\": \"骨头\", \"garbageType\": 2}, {\"questionId\": 219, \"garbageName\": \"鸡鹅鸭骨头\", \"garbageType\": 2}, {\"questionId\": 221, \"garbageName\": \"蛋糕\", \"garbageType\": 2}, {\"questionId\": 223, \"garbageName\": \"草莓\", \"garbageType\": 2}, {\"questionId\": 224, \"garbageName\": \"西红柿\", \"garbageType\": 2}, {\"questionId\": 225, \"garbageName\": \"梨\", \"garbageType\": 2}, {\"questionId\": 226, \"garbageName\": \"蟹壳\", \"garbageType\": 2}, {\"questionId\": 228, \"garbageName\": \"辣椒\", \"garbageType\": 2}, {\"questionId\": 229, \"garbageName\": \"巧克力\", \"garbageType\": 2}, {\"questionId\": 230, \"garbageName\": \"茄子\", \"garbageType\": 2}, {\"questionId\": 231, \"garbageName\": \"豌豆皮\", \"garbageType\": 2}, {\"questionId\": 233, \"garbageName\": \"树叶\", \"garbageType\": 2}, {\"questionId\": 234, \"garbageName\": \"剩饭剩菜\", \"garbageType\": 2}, {\"questionId\": 238, \"garbageName\": \"干果仁\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}, {\"questionId\": 240, \"garbageName\": \"蛋糕饼干\", \"garbageType\": 2}, {\"questionId\": 241, \"garbageName\": \"动物内脏\", \"garbageType\": 2}, {\"questionId\": 242, \"garbageName\": \"鸡蛋及蛋壳\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 244, \"garbageName\": \"中药药渣\", \"garbageType\": 2}, {\"questionId\": 245, \"garbageName\": \"动物饲料\", \"garbageType\": 2}, {\"questionId\": 246, \"garbageName\": \"花卉\", \"garbageType\": 2}, {\"questionId\": 248, \"garbageName\": \"花瓣\", \"garbageType\": 2}, {\"questionId\": 249, \"garbageName\": \"纸板箱\", \"garbageType\": 3}, {\"questionId\": 250, \"garbageName\": \"报纸\", \"garbageType\": 3}, {\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}, {\"questionId\": 252, \"garbageName\": \"快递纸袋\", \"garbageType\": 3}, {\"questionId\": 253, \"garbageName\": \"打印纸\", \"garbageType\": 3}, {\"questionId\": 254, \"garbageName\": \"信封\", \"garbageType\": 3}, {\"questionId\": 255, \"garbageName\": \"广告单\", \"garbageType\": 3}, {\"questionId\": 256, \"garbageName\": \"纸塑铝复合包装\", \"garbageType\": 3}, {\"questionId\": 257, \"garbageName\": \"利乐包\", \"garbageType\": 3}, {\"questionId\": 258, \"garbageName\": \"食品与日用品塑料瓶罐及瓶盖(总)\", \"garbageType\": 3}, {\"questionId\": 259, \"garbageName\": \"饮料瓶\", \"garbageType\": 3}, {\"questionId\": 260, \"garbageName\": \"奶瓶\", \"garbageType\": 3}, {\"questionId\": 261, \"garbageName\": \"洗发水瓶\", \"garbageType\": 3}, {\"questionId\": 262, \"garbageName\": \"乳液罐\", \"garbageType\": 3}, {\"questionId\": 263, \"garbageName\": \"食用油桶\", \"garbageType\": 3}, {\"questionId\": 264, \"garbageName\": \"塑料碗\", \"garbageType\": 3}, {\"questionId\": 265, \"garbageName\": \"塑料盆\", \"garbageType\": 3}, {\"questionId\": 266, \"garbageName\": \"塑料盒子\", \"garbageType\": 3}, {\"questionId\": 267, \"garbageName\": \"食品保鲜盒\", \"garbageType\": 3}, {\"questionId\": 268, \"garbageName\": \"收纳盒\", \"garbageType\": 3}, {\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 270, \"garbageName\": \"塑料积木\", \"garbageType\": 3}, {\"questionId\": 271, \"garbageName\": \"塑料模型\", \"garbageType\": 3}, {\"questionId\": 272, \"garbageName\": \"塑料衣架\", \"garbageType\": 3}, {\"questionId\": 273, \"garbageName\": \"施工安全帽\", \"garbageType\": 3}, {\"questionId\": 274, \"garbageName\": \"PE- 塑料\", \"garbageType\": 3}, {\"questionId\": 275, \"garbageName\": \"pvc\", \"garbageType\": 3}, {\"questionId\": 276, \"garbageName\": \"亚克力板\", \"garbageType\": 3}, {\"questionId\": 277, \"garbageName\": \"塑料卡片\", \"garbageType\": 3}, {\"questionId\": 278, \"garbageName\": \"密胺餐具\", \"garbageType\": 3}, {\"questionId\": 279, \"garbageName\": \"kt板\", \"garbageType\": 3}, {\"questionId\": 280, \"garbageName\": \"泡沫\", \"garbageType\": 3}, {\"questionId\": 281, \"garbageName\": \"泡沫塑料\", \"garbageType\": 3}, {\"questionId\": 282, \"garbageName\": \"水果网套\", \"garbageType\": 3}, {\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 284, \"garbageName\": \"调料瓶\", \"garbageType\": 3}, {\"questionId\": 285, \"garbageName\": \"酒瓶\", \"garbageType\": 3}, {\"questionId\": 286, \"garbageName\": \"化妆品瓶\", \"garbageType\": 3}, {\"questionId\": 287, \"garbageName\": \"玻璃杯\", \"garbageType\": 3}, {\"questionId\": 288, \"garbageName\": \"窗玻璃\", \"garbageType\": 3}, {\"questionId\": 289, \"garbageName\": \"玻璃制品\", \"garbageType\": 3}, {\"questionId\": 290, \"garbageName\": \"放大镜\", \"garbageType\": 3}, {\"questionId\": 291, \"garbageName\": \"玻璃摆件\", \"garbageType\": 3}, {\"questionId\": 292, \"garbageName\": \"碎玻璃\", \"garbageType\": 3}, {\"questionId\": 293, \"garbageName\": \"金属瓶罐\", \"garbageType\": 3}, {\"questionId\": 295, \"garbageName\": \"食品罐\", \"garbageType\": 3}, {\"questionId\": 296, \"garbageName\": \"食品桶\", \"garbageType\": 3}, {\"questionId\": 297, \"garbageName\": \"金属厨具\", \"garbageType\": 3}, {\"questionId\": 298, \"garbageName\": \"菜刀\", \"garbageType\": 3}, {\"questionId\": 299, \"garbageName\": \"锅\", \"garbageType\": 3}, {\"questionId\": 300, \"garbageName\": \"金属工具\", \"garbageType\": 3}, {\"questionId\": 301, \"garbageName\": \"刀片\", \"garbageType\": 3}, {\"questionId\": 302, \"garbageName\": \"指甲剪\", \"garbageType\": 3}, {\"questionId\": 303, \"garbageName\": \"螺丝刀\", \"garbageType\": 3}, {\"questionId\": 304, \"garbageName\": \"金属制品\", \"garbageType\": 3}, {\"questionId\": 305, \"garbageName\": \"铁钉\", \"garbageType\": 3}, {\"questionId\": 306, \"garbageName\": \"铁皮\", \"garbageType\": 3}, {\"questionId\": 307, \"garbageName\": \"铝箔\", \"garbageType\": 3}, {\"questionId\": 308, \"garbageName\": \"旧衣服\", \"garbageType\": 3}, {\"questionId\": 309, \"garbageName\": \"床单\", \"garbageType\": 3}, {\"questionId\": 310, \"garbageName\": \"枕头\", \"garbageType\": 3}, {\"questionId\": 311, \"garbageName\": \"棉被\", \"garbageType\": 3}, {\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 314, \"garbageName\": \"布偶\", \"garbageType\": 3}, {\"questionId\": 315, \"garbageName\": \"棉袄\", \"garbageType\": 3}, {\"questionId\": 316, \"garbageName\": \"包\", \"garbageType\": 3}, {\"questionId\": 317, \"garbageName\": \"皮带\", \"garbageType\": 3}, {\"questionId\": 318, \"garbageName\": \"丝绸制品\", \"garbageType\": 3}, {\"questionId\": 319, \"garbageName\": \"电路板\", \"garbageType\": 3}, {\"questionId\": 320, \"garbageName\": \"主板\", \"garbageType\": 3}, {\"questionId\": 321, \"garbageName\": \"内存条\", \"garbageType\": 3}, {\"questionId\": 322, \"garbageName\": \"充电宝\", \"garbageType\": 3}, {\"questionId\": 324, \"garbageName\": \"插头\", \"garbageType\": 3}, {\"questionId\": 325, \"garbageName\": \"木制品\", \"garbageType\": 3}, {\"questionId\": 326, \"garbageName\": \"积木\", \"garbageType\": 3}, {\"questionId\": 327, \"garbageName\": \"砧板\", \"garbageType\": 3}, {\"questionId\": 329, \"garbageName\": \"食品罐头\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 334, \"garbageName\": \"牛奶盒\", \"garbageType\": 3}, {\"questionId\": 335, \"garbageName\": \"旧玩偶\", \"garbageType\": 3}, {\"questionId\": 336, \"garbageName\": \"玻璃壶\", \"garbageType\": 3}, {\"questionId\": 337, \"garbageName\": \"旧铁锅\", \"garbageType\": 3}, {\"questionId\": 338, \"garbageName\": \"垃圾桶\", \"garbageType\": 3}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}, {\"questionId\": 341, \"garbageName\": \"塑料梳子\", \"garbageType\": 3}, {\"questionId\": 342, \"garbageName\": \"旧帽子\", \"garbageType\": 3}, {\"questionId\": 343, \"garbageName\": \"旧夹子\", \"garbageType\": 3}, {\"questionId\": 344, \"garbageName\": \"废锁头\", \"garbageType\": 3}, {\"questionId\": 345, \"garbageName\": \"牙膏皮\", \"garbageType\": 3}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}, {\"questionId\": 347, \"garbageName\": \"旧纸袋\", \"garbageType\": 3}, {\"questionId\": 348, \"garbageName\": \"纸盒\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 355, \"garbageName\": \"荧光（日光）灯管\", \"garbageType\": 4}, {\"questionId\": 356, \"garbageName\": \"卤素灯\", \"garbageType\": 4}, {\"questionId\": 357, \"garbageName\": \"过期药物\", \"garbageType\": 4}, {\"questionId\": 358, \"garbageName\": \"药物胶囊\", \"garbageType\": 4}, {\"questionId\": 359, \"garbageName\": \"药片\", \"garbageType\": 4}, {\"questionId\": 360, \"garbageName\": \"药品内包装\", \"garbageType\": 4}, {\"questionId\": 361, \"garbageName\": \"老鼠药（毒鼠强)\", \"garbageType\": 4}, {\"questionId\": 362, \"garbageName\": \"杀虫喷雾罐\", \"garbageType\": 4}, {\"questionId\": 363, \"garbageName\": \"废油漆桶\", \"garbageType\": 4}, {\"questionId\": 364, \"garbageName\": \"染发剂壳\", \"garbageType\": 4}, {\"questionId\": 365, \"garbageName\": \"过期的指甲油\", \"garbageType\": 4}, {\"questionId\": 366, \"garbageName\": \"洗甲水\", \"garbageType\": 4}, {\"questionId\": 367, \"garbageName\": \"废含汞温度计\", \"garbageType\": 4}, {\"questionId\": 368, \"garbageName\": \"废含汞血压计\", \"garbageType\": 4}, {\"questionId\": 369, \"garbageName\": \"水银血压计\", \"garbageType\": 4}, {\"questionId\": 370, \"garbageName\": \"水银体温计\", \"garbageType\": 4}, {\"questionId\": 371, \"garbageName\": \"水银温度计\", \"garbageType\": 4}, {\"questionId\": 372, \"garbageName\": \"x光片等感光胶片\", \"garbageType\": 4}, {\"questionId\": 373, \"garbageName\": \"相片底片\", \"garbageType\": 4}, {\"questionId\": 374, \"garbageName\": \"漆桶\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 377, \"garbageName\": \"创口贴\", \"garbageType\": 4}, {\"questionId\": 378, \"garbageName\": \"酒精\", \"garbageType\": 4}, {\"questionId\": 379, \"garbageName\": \"调色板\", \"garbageType\": 4}, {\"questionId\": 380, \"garbageName\": \"油漆\", \"garbageType\": 4}, {\"questionId\": 381, \"garbageName\": \"过期的胶囊药物\", \"garbageType\": 4}, {\"questionId\": 382, \"garbageName\": \"温度计\", \"garbageType\": 4}, {\"questionId\": 383, \"garbageName\": \"过期药片\", \"garbageType\": 4}, {\"questionId\": 384, \"garbageName\": \"荧光灯\", \"garbageType\": 4}, {\"questionId\": 386, \"garbageName\": \"医用棉签\", \"garbageType\": 4}, {\"questionId\": 387, \"garbageName\": \"杀虫剂\", \"garbageType\": 4}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 389, \"garbageName\": \"农药瓶\", \"garbageType\": 4}, {\"questionId\": 390, \"garbageName\": \"医用纱布\", \"garbageType\": 4}, {\"questionId\": 391, \"garbageName\": \"口服液瓶\", \"garbageType\": 4}, {\"questionId\": 392, \"garbageName\": \"香水瓶\", \"garbageType\": 4}, {\"questionId\": 393, \"garbageName\": \"荧光棒\", \"garbageType\": 4}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}, {\"questionId\": 395, \"garbageName\": \"发胶\", \"garbageType\": 4}, {\"questionId\": 396, \"garbageName\": \"注射器\", \"garbageType\": 4}, {\"questionId\": 397, \"garbageName\": \"废气灯泡\", \"garbageType\": 4}, {\"questionId\": 398, \"garbageName\": \"煤气罐\", \"garbageType\": 4}, {\"questionId\": 399, \"garbageName\": \"医用手套\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 405, \"garbageName\": \"节能灯\", \"garbageType\": 4}, {\"questionId\": 407, \"garbageName\": \"药品包装\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 415, \"garbageName\": \"渣男\", \"garbageType\": 4}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 416, \"garbageName\": \"靓女\", \"garbageType\": 3}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 417, \"garbageName\": \"靓仔\", \"garbageType\": 3}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 418, \"garbageName\": \"渣女\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 419, \"garbageName\": \"前男友\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 420, \"garbageName\": \"前女友\", \"garbageType\": 4}, {\"remark\": \"有时偶尔不听话，大概是皮了，需要好好教育才能更懂你\", \"questionId\": 421, \"garbageName\": \"男朋友\", \"garbageType\": 3}, {\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}, {\"remark\": \"请留下联系方式，我们将尽快上门服务\", \"questionId\": 423, \"garbageName\": \"黄金\", \"garbageType\": 3}, {\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}, {\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}, {\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}, {\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}, {\"remark\": \"美美的你和美美的口红，你是无价之宝，而口红属于干垃圾\", \"questionId\": 428, \"garbageName\": \"口红\", \"garbageType\": 1}, {\"remark\": \"属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内\", \"questionId\": 429, \"garbageName\": \"狗屎\", \"garbageType\": 1}, {\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}, {\"questionId\": 433, \"garbageName\": \"塑料\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}, {\"questionId\": 435, \"garbageName\": \"玻璃\", \"garbageType\": 3}, {\"questionId\": 436, \"garbageName\": \"纸\", \"garbageType\": 3}, {\"questionId\": 437, \"garbageName\": \"衣服\", \"garbageType\": 3}, {\"questionId\": 439, \"garbageName\": \"塑料盒\", \"garbageType\": 3}, {\"questionId\": 444, \"garbageName\": \"塑料杯\", \"garbageType\": 3}, {\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}, {\"questionId\": 447, \"garbageName\": \"泡沫板\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 450, \"garbageName\": \"纸袋\", \"garbageType\": 3}, {\"questionId\": 451, \"garbageName\": \"书本\", \"garbageType\": 3}, {\"questionId\": 454, \"garbageName\": \"泡沫箱\", \"garbageType\": 3}, {\"questionId\": 457, \"garbageName\": \"螺丝\", \"garbageType\": 3}, {\"questionId\": 458, \"garbageName\": \"被单\", \"garbageType\": 3}, {\"questionId\": 460, \"garbageName\": \"啤酒瓶\", \"garbageType\": 3}, {\"questionId\": 461, \"garbageName\": \"数据线\", \"garbageType\": 3}, {\"questionId\": 462, \"garbageName\": \"废塑料\", \"garbageType\": 3}, {\"questionId\": 464, \"garbageName\": \"白纸\", \"garbageType\": 3}, {\"questionId\": 467, \"garbageName\": \"布\", \"garbageType\": 3}, {\"questionId\": 468, \"garbageName\": \"剪刀\", \"garbageType\": 3}, {\"questionId\": 469, \"garbageName\": \"充电线\", \"garbageType\": 3}, {\"questionId\": 470, \"garbageName\": \"包装纸盒\", \"garbageType\": 3}, {\"questionId\": 471, \"garbageName\": \"塑料盖\", \"garbageType\": 3}, {\"questionId\": 472, \"garbageName\": \"充电器\", \"garbageType\": 3}, {\"questionId\": 474, \"garbageName\": \"利乐包装\", \"garbageType\": 3}, {\"questionId\": 475, \"garbageName\": \"吸铁石\", \"garbageType\": 3}, {\"questionId\": 476, \"garbageName\": \"除湿盒\", \"garbageType\": 3}, {\"questionId\": 477, \"garbageName\": \"金属\", \"garbageType\": 3}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}, {\"questionId\": 479, \"garbageName\": \"被子\", \"garbageType\": 3}, {\"questionId\": 481, \"garbageName\": \"铁\", \"garbageType\": 3}, {\"questionId\": 483, \"garbageName\": \"足球\", \"garbageType\": 3}, {\"questionId\": 484, \"garbageName\": \"排球\", \"garbageType\": 3}, {\"questionId\": 486, \"garbageName\": \"钥匙\", \"garbageType\": 3}, {\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}, {\"questionId\": 489, \"garbageName\": \"书包\", \"garbageType\": 3}, {\"questionId\": 490, \"garbageName\": \"塑料包装纸\", \"garbageType\": 3}, {\"questionId\": 491, \"garbageName\": \"草稿纸\", \"garbageType\": 3}, {\"questionId\": 492, \"garbageName\": \"插座\", \"garbageType\": 3}, {\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}, {\"questionId\": 496, \"garbageName\": \"油漆桶\", \"garbageType\": 4}, {\"questionId\": 497, \"garbageName\": \"药瓶\", \"garbageType\": 4}, {\"questionId\": 498, \"garbageName\": \"药品\", \"garbageType\": 4}, {\"questionId\": 499, \"garbageName\": \"灯泡\", \"garbageType\": 4}, {\"questionId\": 500, \"garbageName\": \"废药品\", \"garbageType\": 4}, {\"questionId\": 501, \"garbageName\": \"荧光灯管\", \"garbageType\": 4}, {\"questionId\": 503, \"garbageName\": \"指甲油\", \"garbageType\": 4}, {\"questionId\": 505, \"garbageName\": \"有害垃圾\", \"garbageType\": 4}, {\"questionId\": 507, \"garbageName\": \"过期药品\", \"garbageType\": 4}, {\"questionId\": 509, \"garbageName\": \"空药瓶\", \"garbageType\": 4}, {\"questionId\": 511, \"garbageName\": \"灯管\", \"garbageType\": 4}, {\"questionId\": 514, \"garbageName\": \"眼药水\", \"garbageType\": 4}, {\"questionId\": 516, \"garbageName\": \"避孕药\", \"garbageType\": 4}, {\"questionId\": 517, \"garbageName\": \"废药瓶\", \"garbageType\": 4}, {\"questionId\": 518, \"garbageName\": \"胶囊\", \"garbageType\": 4}, {\"questionId\": 519, \"garbageName\": \"各类过期药品\", \"garbageType\": 4}, {\"questionId\": 521, \"garbageName\": \"老鼠药\", \"garbageType\": 4}, {\"questionId\": 522, \"garbageName\": \"照片\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 525, \"garbageName\": \"胶囊药片底板\", \"garbageType\": 4}, {\"questionId\": 526, \"garbageName\": \"胶片\", \"garbageType\": 4}, {\"questionId\": 527, \"garbageName\": \"药片盒\", \"garbageType\": 4}, {\"questionId\": 528, \"garbageName\": \"眼药水瓶\", \"garbageType\": 4}, {\"questionId\": 529, \"garbageName\": \"感冒药\", \"garbageType\": 4}, {\"questionId\": 530, \"garbageName\": \"染发剂罐\", \"garbageType\": 4}, {\"questionId\": 532, \"garbageName\": \"消毒药片\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}, {\"questionId\": 535, \"garbageName\": \"药品壳子\", \"garbageType\": 4}, {\"questionId\": 537, \"garbageName\": \"胶卷\", \"garbageType\": 4}, {\"questionId\": 539, \"garbageName\": \"白炽灯泡\", \"garbageType\": 4}, {\"questionId\": 542, \"garbageName\": \"指甲油瓶\", \"garbageType\": 4}, {\"questionId\": 543, \"garbageName\": \"药品铝塑板\", \"garbageType\": 4}, {\"questionId\": 544, \"garbageName\": \"蟑螂药\", \"garbageType\": 4}, {\"questionId\": 545, \"garbageName\": \"水银\", \"garbageType\": 4}, {\"questionId\": 546, \"garbageName\": \"蟑螂丸\", \"garbageType\": 4}, {\"questionId\": 547, \"garbageName\": \"废油漆\", \"garbageType\": 4}, {\"questionId\": 549, \"garbageName\": \"胶囊药片\", \"garbageType\": 4}, {\"questionId\": 550, \"garbageName\": \"杀虫喷雾\", \"garbageType\": 4}, {\"questionId\": 551, \"garbageName\": \"中成药\", \"garbageType\": 4}, {\"questionId\": 553, \"garbageName\": \"桃核\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 555, \"garbageName\": \"瓜子壳\", \"garbageType\": 2}, {\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 558, \"garbageName\": \"龙虾壳\", \"garbageType\": 2}, {\"questionId\": 560, \"garbageName\": \"鸡骨头\", \"garbageType\": 2}, {\"questionId\": 561, \"garbageName\": \"鸭骨头\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 568, \"garbageName\": \"瓜子\", \"garbageType\": 2}, {\"questionId\": 569, \"garbageName\": \"鱼骨头\", \"garbageType\": 2}, {\"questionId\": 570, \"garbageName\": \"毛豆壳\", \"garbageType\": 2}, {\"questionId\": 571, \"garbageName\": \"龙虾\", \"garbageType\": 2}, {\"questionId\": 572, \"garbageName\": \"螃蟹壳\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 575, \"garbageName\": \"桃子\", \"garbageType\": 2}, {\"questionId\": 576, \"garbageName\": \"荔枝壳\", \"garbageType\": 2}, {\"questionId\": 577, \"garbageName\": \"杨梅\", \"garbageType\": 2}, {\"questionId\": 578, \"garbageName\": \"瓜子皮\", \"garbageType\": 2}, {\"questionId\": 579, \"garbageName\": \"粽子\", \"garbageType\": 2}, {\"questionId\": 580, \"garbageName\": \"荔枝核\", \"garbageType\": 2}, {\"questionId\": 583, \"garbageName\": \"排骨\", \"garbageType\": 2}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}, {\"questionId\": 585, \"garbageName\": \"果皮\", \"garbageType\": 2}, {\"questionId\": 586, \"garbageName\": \"花\", \"garbageType\": 2}, {\"questionId\": 587, \"garbageName\": \"螺蛳壳\", \"garbageType\": 2}, {\"questionId\": 588, \"garbageName\": \"话梅核\", \"garbageType\": 2}, {\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}, {\"questionId\": 590, \"garbageName\": \"中药渣\", \"garbageType\": 2}, {\"questionId\": 591, \"garbageName\": \"螃蟹\", \"garbageType\": 2}, {\"questionId\": 593, \"garbageName\": \"枣核\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}, {\"questionId\": 597, \"garbageName\": \"香蕉\", \"garbageType\": 2}, {\"questionId\": 598, \"garbageName\": \"花卉绿植\", \"garbageType\": 2}, {\"questionId\": 599, \"garbageName\": \"鱼刺\", \"garbageType\": 2}, {\"questionId\": 600, \"garbageName\": \"茶叶渣\", \"garbageType\": 2}, {\"questionId\": 601, \"garbageName\": \"话梅\", \"garbageType\": 2}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 606, \"garbageName\": \"卫生巾\", \"garbageType\": 1}, {\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}, {\"questionId\": 608, \"garbageName\": \"安全套\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}, {\"questionId\": 612, \"garbageName\": \"口香糖\", \"garbageType\": 1}, {\"questionId\": 617, \"garbageName\": \"吸管\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}, {\"questionId\": 621, \"garbageName\": \"茶包\", \"garbageType\": 1}, {\"questionId\": 625, \"garbageName\": \"包装袋\", \"garbageType\": 1}, {\"questionId\": 626, \"garbageName\": \"指甲\", \"garbageType\": 1}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 629, \"garbageName\": \"一次性饭盒\", \"garbageType\": 1}, {\"questionId\": 633, \"garbageName\": \"垃圾袋\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 635, \"garbageName\": \"蛤蜊壳\", \"garbageType\": 1}, {\"questionId\": 637, \"garbageName\": \"尿布\", \"garbageType\": 1}, {\"questionId\": 641, \"garbageName\": \"食品包装袋\", \"garbageType\": 1}, {\"questionId\": 642, \"garbageName\": \"回形针\", \"garbageType\": 1}, {\"questionId\": 643, \"garbageName\": \"棉签\", \"garbageType\": 1}, {\"questionId\": 644, \"garbageName\": \"外卖餐盒\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}, {\"questionId\": 650, \"garbageName\": \"袜子\", \"garbageType\": 1}, {\"questionId\": 651, \"garbageName\": \"榴莲\", \"garbageType\": 1}, {\"questionId\": 652, \"garbageName\": \"一次性餐盒\", \"garbageType\": 1}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 654, \"garbageName\": \"冰袋\", \"garbageType\": 1}, {\"questionId\": 655, \"garbageName\": \"陶瓷碗\", \"garbageType\": 1}, {\"questionId\": 656, \"garbageName\": \"茶叶包\", \"garbageType\": 1}, {\"questionId\": 657, \"garbageName\": \"保鲜膜\", \"garbageType\": 1}, {\"questionId\": 658, \"garbageName\": \"内裤\", \"garbageType\": 1}, {\"questionId\": 659, \"garbageName\": \"化妆棉\", \"garbageType\": 1}, {\"questionId\": 660, \"garbageName\": \"厕纸\", \"garbageType\": 1}, {\"questionId\": 661, \"garbageName\": \"厕所纸\", \"garbageType\": 1}, {\"remark\": \"耳机是个好东西，戴上它，感觉全世界都是自己的\", \"questionId\": 662, \"garbageName\": \"耳机\", \"garbageType\": 3}, {\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}, {\"questionId\": 671, \"garbageName\": \"死鱼\", \"garbageType\": 2}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 673, \"garbageName\": \"烟灰缸\", \"garbageType\": 3}, {\"questionId\": 674, \"garbageName\": \"山竹皮\", \"garbageType\": 2}, {\"questionId\": 675, \"garbageName\": \"抽纸\", \"garbageType\": 1}, {\"remark\": \"坚决抵制地沟油，关爱身心健康\", \"questionId\": 676, \"garbageName\": \"地沟油\", \"garbageType\": 4}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 678, \"garbageName\": \"橡胶垫\", \"garbageType\": 1}, {\"questionId\": 679, \"garbageName\": \"橡胶手套\", \"garbageType\": 1}, {\"questionId\": 682, \"garbageName\": \"显示器\", \"garbageType\": 3}, {\"questionId\": 683, \"garbageName\": \"门锁\", \"garbageType\": 3}, {\"questionId\": 685, \"garbageName\": \"发卡\", \"garbageType\": 1}, {\"questionId\": 686, \"garbageName\": \"姨妈巾\", \"garbageType\": 1}, {\"questionId\": 688, \"garbageName\": \"保温杯\", \"garbageType\": 3}, {\"questionId\": 689, \"garbageName\": \"电动牙刷\", \"garbageType\": 3}, {\"questionId\": 690, \"garbageName\": \"废旧牙刷\", \"garbageType\": 1}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 695, \"garbageName\": \"风扇\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 697, \"garbageName\": \"落地风扇\", \"garbageType\": 3}, {\"questionId\": 698, \"garbageName\": \"空调\", \"garbageType\": 3}, {\"questionId\": 701, \"garbageName\": \"甲鱼壳\", \"garbageType\": 1}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 703, \"garbageName\": \"电动剃须刀\", \"garbageType\": 3}, {\"questionId\": 704, \"garbageName\": \"美工刀\", \"garbageType\": 3}, {\"questionId\": 705, \"garbageName\": \"不锈钢刀\", \"garbageType\": 3}, {\"questionId\": 706, \"garbageName\": \"陶瓷刀\", \"garbageType\": 1}, {\"questionId\": 707, \"garbageName\": \"花甲肉\", \"garbageType\": 2}, {\"questionId\": 708, \"garbageName\": \"甲油胶\", \"garbageType\": 4}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 736, \"garbageName\": \"教科书\", \"garbageType\": 4}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}, {\"questionId\": 749, \"garbageName\": \"行车记录仪\", \"garbageType\": 3}, {\"questionId\": 750, \"garbageName\": \"练习本\", \"garbageType\": 3}, {\"questionId\": 751, \"garbageName\": \"飞机杯\", \"garbageType\": 1}, {\"questionId\": 756, \"garbageName\": \"虫子\", \"garbageType\": 2}, {\"questionId\": 757, \"garbageName\": \"蚊子\", \"garbageType\": 2}, {\"questionId\": 758, \"garbageName\": \"车厘子\", \"garbageType\": 2}, {\"questionId\": 759, \"garbageName\": \"橘子\", \"garbageType\": 2}, {\"questionId\": 760, \"garbageName\": \"栗子\", \"garbageType\": 2}, {\"questionId\": 761, \"garbageName\": \"胡子\", \"garbageType\": 1}, {\"questionId\": 762, \"garbageName\": \"茶叶蛋\", \"garbageType\": 2}, {\"questionId\": 795, \"garbageName\": \"水果茶\", \"garbageType\": 2}, {\"questionId\": 796, \"garbageName\": \"水果干\", \"garbageType\": 2}, {\"questionId\": 797, \"garbageName\": \"水果脆\", \"garbageType\": 2}, {\"questionId\": 798, \"garbageName\": \"水果茎枝\", \"garbageType\": 2}, {\"questionId\": 799, \"garbageName\": \"牛油果核\", \"garbageType\": 1}, {\"questionId\": 800, \"garbageName\": \"果冻\", \"garbageType\": 2}, {\"questionId\": 801, \"garbageName\": \"果冻盒\", \"garbageType\": 1}, {\"questionId\": 802, \"garbageName\": \"火龙果皮\", \"garbageType\": 2}, {\"questionId\": 803, \"garbageName\": \"牛油果皮\", \"garbageType\": 2}, {\"questionId\": 804, \"garbageName\": \"腰果\", \"garbageType\": 2}, {\"questionId\": 805, \"garbageName\": \"水饺\", \"garbageType\": 2}, {\"questionId\": 806, \"garbageName\": \"馄饨\", \"garbageType\": 2}, {\"questionId\": 807, \"garbageName\": \"花露水玻璃空瓶\", \"garbageType\": 3}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}, {\"questionId\": 809, \"garbageName\": \"酸菜鱼\", \"garbageType\": 2}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}, {\"questionId\": 811, \"garbageName\": \"西瓜\", \"garbageType\": 2}, {\"questionId\": 812, \"garbageName\": \"八宝粥\", \"garbageType\": 2}, {\"questionId\": 813, \"garbageName\": \"八角\", \"garbageType\": 2}, {\"questionId\": 814, \"garbageName\": \"八宝饭\", \"garbageType\": 2}, {\"questionId\": 815, \"garbageName\": \"鼻屎\", \"garbageType\": 1}, {\"questionId\": 816, \"garbageName\": \"狗屎指\", \"garbageType\": 1}, {\"questionId\": 817, \"garbageName\": \"耳屎\", \"garbageType\": 1}, {\"questionId\": 818, \"garbageName\": \"陶瓷锅\", \"garbageType\": 1}, {\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}, {\"questionId\": 821, \"garbageName\": \"手机壳\", \"garbageType\": 1}, {\"questionId\": 822, \"garbageName\": \"手机膜\", \"garbageType\": 1}, {\"questionId\": 823, \"garbageName\": \"酱油瓶\", \"garbageType\": 1}]', '2023-05-05 22:53:33');
INSERT INTO `keyword_result` VALUES (2289, '手机', '[{\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}, {\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}, {\"questionId\": 821, \"garbageName\": \"手机壳\", \"garbageType\": 1}, {\"questionId\": 822, \"garbageName\": \"手机膜\", \"garbageType\": 1}]', '2023-05-05 22:54:00');
INSERT INTO `keyword_result` VALUES (2290, '平板手机', '[]', '2023-05-05 22:54:24');
INSERT INTO `keyword_result` VALUES (2291, '手机', '[{\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}, {\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}, {\"questionId\": 821, \"garbageName\": \"手机壳\", \"garbageType\": 1}, {\"questionId\": 822, \"garbageName\": \"手机膜\", \"garbageType\": 1}]', '2023-05-05 22:54:26');

-- ----------------------------
-- Table structure for keyword_search_num
-- ----------------------------
DROP TABLE IF EXISTS `keyword_search_num`;
CREATE TABLE `keyword_search_num`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `keyword` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `num` int NULL DEFAULT NULL,
  `times` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `keyword_search_num_id_uindex`(`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 564 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '搜索关键词+次数记录表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of keyword_search_num
-- ----------------------------
INSERT INTO `keyword_search_num` VALUES (1, '榴莲壳', 17, '2019-07-15 23:34:53');
INSERT INTO `keyword_search_num` VALUES (2, '污损塑料', 13, '2019-07-16 16:34:31');
INSERT INTO `keyword_search_num` VALUES (3, '餐巾纸', 11, '2019-07-16 16:37:35');
INSERT INTO `keyword_search_num` VALUES (4, '尼龙制品', 47, '2019-07-16 16:38:05');
INSERT INTO `keyword_search_num` VALUES (5, '椰子壳', 21, '2019-07-16 16:56:42');
INSERT INTO `keyword_search_num` VALUES (6, '狗尿垫', 8, '2019-07-16 16:56:46');
INSERT INTO `keyword_search_num` VALUES (7, '污损纸张', 47, '2019-07-16 17:19:21');
INSERT INTO `keyword_search_num` VALUES (8, '卫生间用纸', 11, '2019-07-16 17:46:06');
INSERT INTO `keyword_search_num` VALUES (9, '苹果', 102, '2019-07-16 17:46:25');
INSERT INTO `keyword_search_num` VALUES (10, '防碎气泡膜', 12, '2019-07-16 18:02:17');
INSERT INTO `keyword_search_num` VALUES (11, '烟蒂', 14, '2019-07-16 18:03:28');
INSERT INTO `keyword_search_num` VALUES (12, '电脑', 41, '2019-07-16 18:04:40');
INSERT INTO `keyword_search_num` VALUES (13, '硬贝壳', 21, '2019-07-16 18:10:23');
INSERT INTO `keyword_search_num` VALUES (14, '默认关键字', 2, '2019-07-16 18:16:24');
INSERT INTO `keyword_search_num` VALUES (15, '干燥剂', 12, '2019-07-19 18:02:01');
INSERT INTO `keyword_search_num` VALUES (16, '核桃壳', 29, '2019-07-21 11:14:19');
INSERT INTO `keyword_search_num` VALUES (17, '核桃', 2, '2019-07-21 11:16:11');
INSERT INTO `keyword_search_num` VALUES (18, '榴莲核', 24, '2019-07-21 11:28:57');
INSERT INTO `keyword_search_num` VALUES (19, '干燥剂1', 1, '2019-07-21 12:07:43');
INSERT INTO `keyword_search_num` VALUES (20, '猫砂', 13, '2019-07-21 14:15:46');
INSERT INTO `keyword_search_num` VALUES (21, '干电池', 58, '2019-07-21 15:34:00');
INSERT INTO `keyword_search_num` VALUES (22, '编织袋', 18, '2019-07-21 16:53:04');
INSERT INTO `keyword_search_num` VALUES (23, '剩饭残渣', 13, '2019-07-21 16:53:24');
INSERT INTO `keyword_search_num` VALUES (24, '大骨头', 15, '2019-07-21 16:53:50');
INSERT INTO `keyword_search_num` VALUES (25, '玉米衣', 12, '2019-07-21 17:21:18');
INSERT INTO `keyword_search_num` VALUES (26, '牛骨头', 18, '2019-07-21 17:23:11');
INSERT INTO `keyword_search_num` VALUES (27, '外卖', 3, '2019-07-21 17:35:38');
INSERT INTO `keyword_search_num` VALUES (28, '马克杯', 31, '2019-07-21 17:38:10');
INSERT INTO `keyword_search_num` VALUES (29, '罗祥', 1, '2019-07-21 17:38:32');
INSERT INTO `keyword_search_num` VALUES (30, '猫', 18, '2019-07-21 17:39:00');
INSERT INTO `keyword_search_num` VALUES (31, '啊哈', 1, '2019-07-21 17:39:15');
INSERT INTO `keyword_search_num` VALUES (32, '硬果壳', 13, '2019-07-21 17:45:17');
INSERT INTO `keyword_search_num` VALUES (33, '电池', 8, '2019-07-21 17:57:35');
INSERT INTO `keyword_search_num` VALUES (34, '鼠标', 16, '2019-07-21 19:12:24');
INSERT INTO `keyword_search_num` VALUES (35, '菠萝蜜核', 21, '2019-07-21 21:06:22');
INSERT INTO `keyword_search_num` VALUES (36, '你好', 4, '2019-07-21 21:10:56');
INSERT INTO `keyword_search_num` VALUES (37, '一次性餐具', 15, '2019-07-21 21:13:16');
INSERT INTO `keyword_search_num` VALUES (38, '键盘', 40, '2019-07-21 21:13:38');
INSERT INTO `keyword_search_num` VALUES (39, '甘蔗', 4, '2019-07-21 22:12:56');
INSERT INTO `keyword_search_num` VALUES (40, '陶瓷制品', 16, '2019-07-21 22:13:09');
INSERT INTO `keyword_search_num` VALUES (41, '地板砖', 1, '2019-07-21 22:13:48');
INSERT INTO `keyword_search_num` VALUES (42, '花卉', 1, '2019-07-21 22:13:48');
INSERT INTO `keyword_search_num` VALUES (43, '男孩', 9, '2019-07-21 22:14:25');
INSERT INTO `keyword_search_num` VALUES (44, '杯子', 12, '2019-07-21 22:15:49');
INSERT INTO `keyword_search_num` VALUES (45, '灰土', 13, '2019-07-22 12:12:44');
INSERT INTO `keyword_search_num` VALUES (46, '工作餐', 4, '2019-07-22 12:13:12');
INSERT INTO `keyword_search_num` VALUES (47, '水杯', 6, '2019-07-22 12:14:08');
INSERT INTO `keyword_search_num` VALUES (48, '锅包肉', 1, '2019-07-22 12:29:13');
INSERT INTO `keyword_search_num` VALUES (49, '杨枝甘露', 1, '2019-07-22 22:04:51');
INSERT INTO `keyword_search_num` VALUES (50, '胶水', 15, '2019-07-22 22:05:04');
INSERT INTO `keyword_search_num` VALUES (51, '我不知道', 3, '2019-07-22 22:19:32');
INSERT INTO `keyword_search_num` VALUES (53, '一次性杯子', 13, '2019-07-22 22:24:33');
INSERT INTO `keyword_search_num` VALUES (54, '这是什么西瓜？', 1, '2019-07-22 22:24:54');
INSERT INTO `keyword_search_num` VALUES (55, '你是一个瓜皮', 1, '2019-07-22 22:25:02');
INSERT INTO `keyword_search_num` VALUES (56, '那个就是', 3, '2019-07-22 22:33:36');
INSERT INTO `keyword_search_num` VALUES (57, '那是什么？', 2, '2019-07-22 22:33:45');
INSERT INTO `keyword_search_num` VALUES (58, '这个就是', 1, '2019-07-22 22:33:59');
INSERT INTO `keyword_search_num` VALUES (59, '只有我的能够完美适配', 1, '2019-07-22 22:34:54');
INSERT INTO `keyword_search_num` VALUES (60, '123', 1, '2019-07-23 00:11:43');
INSERT INTO `keyword_search_num` VALUES (61, '刘敏是个大傻子', 1, '2019-07-23 00:19:21');
INSERT INTO `keyword_search_num` VALUES (62, '你是一个垃圾人', 1, '2019-07-23 00:39:26');
INSERT INTO `keyword_search_num` VALUES (63, '手提袋', 50, '2019-07-23 22:06:50');
INSERT INTO `keyword_search_num` VALUES (64, '魔方', 1, '2019-07-23 22:11:36');
INSERT INTO `keyword_search_num` VALUES (65, '玩具', 113, '2019-07-23 22:12:06');
INSERT INTO `keyword_search_num` VALUES (66, '图像素材', 2, '2019-07-23 22:12:47');
INSERT INTO `keyword_search_num` VALUES (67, '苹', 2, '2019-07-23 22:46:22');
INSERT INTO `keyword_search_num` VALUES (68, '厨房', 9, '2019-07-24 00:14:04');
INSERT INTO `keyword_search_num` VALUES (69, '85度c', 1, '2019-07-24 00:16:25');
INSERT INTO `keyword_search_num` VALUES (70, '公共标示', 1, '2019-07-24 00:22:55');
INSERT INTO `keyword_search_num` VALUES (71, '文字图片', 1, '2019-07-24 00:23:04');
INSERT INTO `keyword_search_num` VALUES (72, '盆栽植物', 5, '2019-07-24 00:23:42');
INSERT INTO `keyword_search_num` VALUES (73, '茶几桌', 1, '2019-07-24 00:25:47');
INSERT INTO `keyword_search_num` VALUES (74, '购物袋', 1, '2019-07-24 00:25:59');
INSERT INTO `keyword_search_num` VALUES (75, '毛发', 14, '2019-07-24 00:56:14');
INSERT INTO `keyword_search_num` VALUES (76, '台式电脑', 5, '2019-07-24 09:39:42');
INSERT INTO `keyword_search_num` VALUES (77, '奶盖', 1, '2019-07-24 10:27:37');
INSERT INTO `keyword_search_num` VALUES (78, '奶茶杯', 5, '2019-07-24 10:27:46');
INSERT INTO `keyword_search_num` VALUES (79, '奶茶', 11, '2019-07-24 10:27:57');
INSERT INTO `keyword_search_num` VALUES (80, '塑料杯', 1, '2019-07-24 10:28:05');
INSERT INTO `keyword_search_num` VALUES (81, '尿不湿', 13, '2019-07-24 10:28:57');
INSERT INTO `keyword_search_num` VALUES (82, '手写板', 2, '2019-07-24 10:29:55');
INSERT INTO `keyword_search_num` VALUES (83, '甘蔗皮', 15, '2019-07-24 10:30:39');
INSERT INTO `keyword_search_num` VALUES (84, '洗手液', 1, '2019-07-24 10:31:36');
INSERT INTO `keyword_search_num` VALUES (85, '包', 2, '2019-07-24 10:33:03');
INSERT INTO `keyword_search_num` VALUES (86, '高跟鞋', 1, '2019-07-24 10:33:13');
INSERT INTO `keyword_search_num` VALUES (87, '眼镜', 14, '2019-07-24 10:33:55');
INSERT INTO `keyword_search_num` VALUES (88, '橡皮泥', 12, '2019-07-24 10:34:44');
INSERT INTO `keyword_search_num` VALUES (89, '生蚝壳', 5, '2019-07-24 10:36:22');
INSERT INTO `keyword_search_num` VALUES (90, '生蚝', 4, '2019-07-24 10:36:31');
INSERT INTO `keyword_search_num` VALUES (91, '猫粮', 1, '2019-07-24 10:36:54');
INSERT INTO `keyword_search_num` VALUES (92, '矿泉水瓶', 3, '2019-07-24 10:37:31');
INSERT INTO `keyword_search_num` VALUES (93, '矿泉水', 1, '2019-07-24 10:37:36');
INSERT INTO `keyword_search_num` VALUES (94, '竹篮', 9, '2019-07-24 10:39:10');
INSERT INTO `keyword_search_num` VALUES (95, '毛巾', 9, '2019-07-24 10:41:40');
INSERT INTO `keyword_search_num` VALUES (96, '短袖衫', 2, '2019-07-24 10:42:15');
INSERT INTO `keyword_search_num` VALUES (97, '前男友', 2, '2019-07-24 10:42:22');
INSERT INTO `keyword_search_num` VALUES (98, '砖石材', 5, '2019-07-24 10:42:59');
INSERT INTO `keyword_search_num` VALUES (99, '运动鞋', 4, '2019-07-24 10:44:12');
INSERT INTO `keyword_search_num` VALUES (100, '袋子', 2, '2019-07-24 10:44:16');
INSERT INTO `keyword_search_num` VALUES (101, '西瓜', 3, '2019-07-24 10:44:52');
INSERT INTO `keyword_search_num` VALUES (102, '纸巾', 13, '2019-07-24 10:48:48');
INSERT INTO `keyword_search_num` VALUES (103, '教室', 4, '2019-07-24 10:50:50');
INSERT INTO `keyword_search_num` VALUES (104, '水火箭', 2, '2019-07-24 10:54:14');
INSERT INTO `keyword_search_num` VALUES (105, '剪刀', 2, '2019-07-24 10:58:50');
INSERT INTO `keyword_search_num` VALUES (106, '碗', 3, '2019-07-24 10:59:29');
INSERT INTO `keyword_search_num` VALUES (107, '保温杯', 4, '2019-07-24 11:00:54');
INSERT INTO `keyword_search_num` VALUES (108, '塑料袋', 8, '2019-07-24 11:01:17');
INSERT INTO `keyword_search_num` VALUES (109, '炉渣', 11, '2019-07-24 11:11:04');
INSERT INTO `keyword_search_num` VALUES (110, '玉米', 1, '2019-07-24 11:11:11');
INSERT INTO `keyword_search_num` VALUES (111, '我', 2, '2019-07-24 11:15:21');
INSERT INTO `keyword_search_num` VALUES (112, '渣男', 4, '2019-07-24 11:15:33');
INSERT INTO `keyword_search_num` VALUES (113, '天堂伞', 11, '2019-07-24 11:16:42');
INSERT INTO `keyword_search_num` VALUES (114, '毛笔', 9, '2019-07-24 11:16:47');
INSERT INTO `keyword_search_num` VALUES (115, '女人', 1, '2019-07-24 11:16:55');
INSERT INTO `keyword_search_num` VALUES (116, '避孕套', 12, '2019-07-24 11:17:02');
INSERT INTO `keyword_search_num` VALUES (117, '水壶', 4, '2019-07-24 11:17:36');
INSERT INTO `keyword_search_num` VALUES (118, '里脊肉', 1, '2019-07-24 11:19:39');
INSERT INTO `keyword_search_num` VALUES (119, '赵艺萌', 1, '2019-07-24 11:20:32');
INSERT INTO `keyword_search_num` VALUES (120, '陈智', 1, '2019-07-24 11:20:41');
INSERT INTO `keyword_search_num` VALUES (121, '显示器屏幕', 1, '2019-07-24 11:21:29');
INSERT INTO `keyword_search_num` VALUES (122, '大酱汤', 2, '2019-07-24 11:24:01');
INSERT INTO `keyword_search_num` VALUES (123, '米', 8, '2019-07-24 11:24:30');
INSERT INTO `keyword_search_num` VALUES (124, '婴儿', 1, '2019-07-24 11:26:49');
INSERT INTO `keyword_search_num` VALUES (125, '美女', 5, '2019-07-24 11:26:53');
INSERT INTO `keyword_search_num` VALUES (126, '门', 4, '2019-07-24 11:29:53');
INSERT INTO `keyword_search_num` VALUES (127, '窗户', 1, '2019-07-24 11:29:58');
INSERT INTO `keyword_search_num` VALUES (128, '公司', 1, '2019-07-24 11:30:11');
INSERT INTO `keyword_search_num` VALUES (129, '绿豆', 5, '2019-07-24 11:30:58');
INSERT INTO `keyword_search_num` VALUES (130, '王一博', 1, '2019-07-24 11:32:33');
INSERT INTO `keyword_search_num` VALUES (131, '玻璃砖', 1, '2019-07-24 11:32:54');
INSERT INTO `keyword_search_num` VALUES (132, '吉娃娃', 1, '2019-07-24 11:33:10');
INSERT INTO `keyword_search_num` VALUES (133, '包装袋/盒', 6, '2019-07-24 11:33:47');
INSERT INTO `keyword_search_num` VALUES (134, '菜肴', 7, '2019-07-24 11:33:58');
INSERT INTO `keyword_search_num` VALUES (135, '黄金', 1, '2019-07-24 11:35:12');
INSERT INTO `keyword_search_num` VALUES (136, '哈哈哈', 1, '2019-07-24 11:37:24');
INSERT INTO `keyword_search_num` VALUES (137, '人物特写', 13, '2019-07-24 11:45:29');
INSERT INTO `keyword_search_num` VALUES (138, '茶叶', 3, '2019-07-24 11:52:22');
INSERT INTO `keyword_search_num` VALUES (139, '头发', 4, '2019-07-24 11:52:46');
INSERT INTO `keyword_search_num` VALUES (140, '骨头', 2, '2019-07-24 11:52:49');
INSERT INTO `keyword_search_num` VALUES (141, '唐运东', 2, '2019-07-24 11:53:50');
INSERT INTO `keyword_search_num` VALUES (142, '鸡蛋壳', 5, '2019-07-24 11:54:26');
INSERT INTO `keyword_search_num` VALUES (143, '植物', 6, '2019-07-24 11:54:53');
INSERT INTO `keyword_search_num` VALUES (144, '蔬菜', 2, '2019-07-24 11:55:24');
INSERT INTO `keyword_search_num` VALUES (145, '文字图', 1, '2019-07-24 11:58:07');
INSERT INTO `keyword_search_num` VALUES (146, '参观券', 2, '2019-07-24 11:58:13');
INSERT INTO `keyword_search_num` VALUES (147, '狗', 2, '2019-07-24 11:58:40');
INSERT INTO `keyword_search_num` VALUES (148, '热水瓶', 2, '2019-07-24 11:59:13');
INSERT INTO `keyword_search_num` VALUES (149, '啤酒罐', 2, '2019-07-24 11:59:16');
INSERT INTO `keyword_search_num` VALUES (150, '哈士奇', 1, '2019-07-24 12:00:07');
INSERT INTO `keyword_search_num` VALUES (151, '狗毛', 1, '2019-07-24 12:00:20');
INSERT INTO `keyword_search_num` VALUES (152, '鸡蛋', 3, '2019-07-24 12:00:48');
INSERT INTO `keyword_search_num` VALUES (153, '面条', 4, '2019-07-24 12:01:30');
INSERT INTO `keyword_search_num` VALUES (154, '筷子', 9, '2019-07-24 12:02:43');
INSERT INTO `keyword_search_num` VALUES (155, '面包', 3, '2019-07-24 12:03:32');
INSERT INTO `keyword_search_num` VALUES (156, '耳机', 5, '2019-07-24 12:04:45');
INSERT INTO `keyword_search_num` VALUES (157, '电子产品', 1, '2019-07-24 12:05:03');
INSERT INTO `keyword_search_num` VALUES (158, '粉底', 1, '2019-07-24 12:09:28');
INSERT INTO `keyword_search_num` VALUES (159, '粉底霜', 1, '2019-07-24 12:09:36');
INSERT INTO `keyword_search_num` VALUES (160, '粉底液', 5, '2019-07-24 12:09:41');
INSERT INTO `keyword_search_num` VALUES (161, '姨妈巾', 1, '2019-07-24 12:10:14');
INSERT INTO `keyword_search_num` VALUES (162, '卫生巾', 1, '2019-07-24 12:10:23');
INSERT INTO `keyword_search_num` VALUES (163, '玻璃杯', 4, '2019-07-24 12:10:36');
INSERT INTO `keyword_search_num` VALUES (164, '发卡', 1, '2019-07-24 12:10:53');
INSERT INTO `keyword_search_num` VALUES (165, '辣椒', 1, '2019-07-24 12:11:21');
INSERT INTO `keyword_search_num` VALUES (166, '剩菜剩饭', 2, '2019-07-24 12:11:47');
INSERT INTO `keyword_search_num` VALUES (167, '剩菜', 2, '2019-07-24 12:11:56');
INSERT INTO `keyword_search_num` VALUES (168, '剩饭剩', 1, '2019-07-24 12:12:09');
INSERT INTO `keyword_search_num` VALUES (169, '硬币', 1, '2019-07-24 12:16:03');
INSERT INTO `keyword_search_num` VALUES (170, '办公桌', 1, '2019-07-24 12:17:49');
INSERT INTO `keyword_search_num` VALUES (171, '粥', 1, '2019-07-24 12:24:00');
INSERT INTO `keyword_search_num` VALUES (172, '帽子', 1, '2019-07-24 12:24:08');
INSERT INTO `keyword_search_num` VALUES (173, '花盆', 11, '2019-07-24 12:26:43');
INSERT INTO `keyword_search_num` VALUES (174, '古力娜扎', 3, '2019-07-24 12:28:54');
INSERT INTO `keyword_search_num` VALUES (175, '手机', 5, '2019-07-24 12:29:46');
INSERT INTO `keyword_search_num` VALUES (176, '百事可乐饮料', 1, '2019-07-24 12:30:19');
INSERT INTO `keyword_search_num` VALUES (177, '女朋友', 6, '2019-07-24 12:31:30');
INSERT INTO `keyword_search_num` VALUES (178, '大便', 4, '2019-07-24 12:31:44');
INSERT INTO `keyword_search_num` VALUES (179, '屎', 2, '2019-07-24 12:32:00');
INSERT INTO `keyword_search_num` VALUES (180, '猪肉', 7, '2019-07-24 12:32:38');
INSERT INTO `keyword_search_num` VALUES (181, '戒指', 2, '2019-07-24 12:32:43');
INSERT INTO `keyword_search_num` VALUES (182, '塑料', 2, '2019-07-24 12:32:59');
INSERT INTO `keyword_search_num` VALUES (183, '塑料玩具', 2, '2019-07-24 12:33:14');
INSERT INTO `keyword_search_num` VALUES (184, '建筑', 2, '2019-07-24 12:35:08');
INSERT INTO `keyword_search_num` VALUES (185, '打火机', 9, '2019-07-24 12:36:17');
INSERT INTO `keyword_search_num` VALUES (186, '猪骨头', 1, '2019-07-24 12:38:20');
INSERT INTO `keyword_search_num` VALUES (187, '虾壳', 2, '2019-07-24 12:40:40');
INSERT INTO `keyword_search_num` VALUES (188, '软件', 1, '2019-07-24 12:52:22');
INSERT INTO `keyword_search_num` VALUES (189, '雨伞', 6, '2019-07-24 13:04:27');
INSERT INTO `keyword_search_num` VALUES (190, '锁', 2, '2019-07-24 13:04:45');
INSERT INTO `keyword_search_num` VALUES (191, '废锁头', 1, '2019-07-24 13:04:55');
INSERT INTO `keyword_search_num` VALUES (192, '刘诗琪', 2, '2019-07-24 13:05:40');
INSERT INTO `keyword_search_num` VALUES (193, '麻理', 1, '2019-07-24 13:05:50');
INSERT INTO `keyword_search_num` VALUES (194, '御坂美琴', 1, '2019-07-24 13:06:03');
INSERT INTO `keyword_search_num` VALUES (195, '东西', 5, '2019-07-24 13:08:33');
INSERT INTO `keyword_search_num` VALUES (196, '工艺品', 1, '2019-07-24 13:09:10');
INSERT INTO `keyword_search_num` VALUES (197, '网线', 2, '2019-07-24 13:12:43');
INSERT INTO `keyword_search_num` VALUES (198, '化妆品', 3, '2019-07-24 13:13:01');
INSERT INTO `keyword_search_num` VALUES (199, '瓶子', 7, '2019-07-24 13:13:10');
INSERT INTO `keyword_search_num` VALUES (200, '牙签', 8, '2019-07-24 13:19:20');
INSERT INTO `keyword_search_num` VALUES (201, '鱼骨头', 2, '2019-07-24 13:21:04');
INSERT INTO `keyword_search_num` VALUES (202, '外卖盒', 2, '2019-07-24 13:22:57');
INSERT INTO `keyword_search_num` VALUES (203, '美妆', 1, '2019-07-24 13:23:01');
INSERT INTO `keyword_search_num` VALUES (204, '餐盒', 1, '2019-07-24 13:23:06');
INSERT INTO `keyword_search_num` VALUES (205, '高沛', 1, '2019-07-24 13:30:13');
INSERT INTO `keyword_search_num` VALUES (206, '伞', 9, '2019-07-24 13:31:58');
INSERT INTO `keyword_search_num` VALUES (207, '男', 1, '2019-07-24 13:45:51');
INSERT INTO `keyword_search_num` VALUES (208, '女', 1, '2019-07-24 13:46:04');
INSERT INTO `keyword_search_num` VALUES (209, '鸭', 1, '2019-07-24 13:48:44');
INSERT INTO `keyword_search_num` VALUES (210, '安全套', 3, '2019-07-24 14:12:06');
INSERT INTO `keyword_search_num` VALUES (211, '虾', 1, '2019-07-24 14:12:20');
INSERT INTO `keyword_search_num` VALUES (212, '触控板', 4, '2019-07-24 14:13:38');
INSERT INTO `keyword_search_num` VALUES (213, '牙膏', 10, '2019-07-24 14:14:37');
INSERT INTO `keyword_search_num` VALUES (214, '凉鞋', 2, '2019-07-24 14:16:14');
INSERT INTO `keyword_search_num` VALUES (215, '瓶装饮料', 6, '2019-07-24 14:16:18');
INSERT INTO `keyword_search_num` VALUES (216, '可口可乐', 1, '2019-07-24 14:16:29');
INSERT INTO `keyword_search_num` VALUES (217, '手掌', 6, '2019-07-24 14:19:03');
INSERT INTO `keyword_search_num` VALUES (218, '脱毛器', 1, '2019-07-24 14:21:42');
INSERT INTO `keyword_search_num` VALUES (219, '充电器', 3, '2019-07-24 14:22:04');
INSERT INTO `keyword_search_num` VALUES (220, '胶带', 9, '2019-07-24 14:22:34');
INSERT INTO `keyword_search_num` VALUES (221, '饮料', 3, '2019-07-24 14:29:00');
INSERT INTO `keyword_search_num` VALUES (222, '珍珠奶茶', 4, '2019-07-24 14:29:14');
INSERT INTO `keyword_search_num` VALUES (223, '口红', 1, '2019-07-24 14:30:13');
INSERT INTO `keyword_search_num` VALUES (224, '狗屎', 3, '2019-07-24 14:33:31');
INSERT INTO `keyword_search_num` VALUES (225, '拖鞋', 3, '2019-07-24 14:35:07');
INSERT INTO `keyword_search_num` VALUES (226, '瓶饮', 1, '2019-07-24 14:35:14');
INSERT INTO `keyword_search_num` VALUES (227, '瓶装', 2, '2019-07-24 14:35:41');
INSERT INTO `keyword_search_num` VALUES (228, '瓶', 1, '2019-07-24 14:35:48');
INSERT INTO `keyword_search_num` VALUES (229, '塑料瓶', 2, '2019-07-24 14:35:49');
INSERT INTO `keyword_search_num` VALUES (230, '医用手套', 1, '2019-07-24 14:39:17');
INSERT INTO `keyword_search_num` VALUES (231, '篮球', 1, '2019-07-24 14:39:46');
INSERT INTO `keyword_search_num` VALUES (232, '树叶', 2, '2019-07-24 14:40:19');
INSERT INTO `keyword_search_num` VALUES (233, '枣', 2, '2019-07-24 14:41:53');
INSERT INTO `keyword_search_num` VALUES (234, '卡通动漫人物', 1, '2019-07-24 14:42:05');
INSERT INTO `keyword_search_num` VALUES (235, '水饺', 1, '2019-07-24 14:42:29');
INSERT INTO `keyword_search_num` VALUES (236, '鸟类', 2, '2019-07-24 14:43:11');
INSERT INTO `keyword_search_num` VALUES (237, '鸡饭', 1, '2019-07-24 14:43:25');
INSERT INTO `keyword_search_num` VALUES (238, '果珍', 3, '2019-07-24 14:43:53');
INSERT INTO `keyword_search_num` VALUES (239, '落地扇', 3, '2019-07-24 14:43:55');
INSERT INTO `keyword_search_num` VALUES (240, '污垢', 1, '2019-07-24 14:44:28');
INSERT INTO `keyword_search_num` VALUES (241, '纸', 2, '2019-07-24 14:44:57');
INSERT INTO `keyword_search_num` VALUES (242, '卫生纸', 3, '2019-07-24 14:45:01');
INSERT INTO `keyword_search_num` VALUES (243, '平板手机', 5, '2019-07-24 14:45:47');
INSERT INTO `keyword_search_num` VALUES (244, '按键手机', 1, '2019-07-24 14:45:51');
INSERT INTO `keyword_search_num` VALUES (245, '纸盒子', 2, '2019-07-24 14:45:56');
INSERT INTO `keyword_search_num` VALUES (246, '纸盒', 1, '2019-07-24 14:46:01');
INSERT INTO `keyword_search_num` VALUES (247, '人民币', 1, '2019-07-24 14:46:44');
INSERT INTO `keyword_search_num` VALUES (248, '米饭', 7, '2019-07-24 14:46:57');
INSERT INTO `keyword_search_num` VALUES (249, '食物', 2, '2019-07-24 14:49:28');
INSERT INTO `keyword_search_num` VALUES (250, '护肤品', 1, '2019-07-24 14:51:07');
INSERT INTO `keyword_search_num` VALUES (251, '牙签盒', 3, '2019-07-24 14:51:13');
INSERT INTO `keyword_search_num` VALUES (252, '一次性用品', 3, '2019-07-24 14:51:33');
INSERT INTO `keyword_search_num` VALUES (253, '草稿纸', 1, '2019-07-24 14:52:30');
INSERT INTO `keyword_search_num` VALUES (254, '纸巾，纸巾', 1, '2019-07-24 14:52:54');
INSERT INTO `keyword_search_num` VALUES (255, '咸鸭蛋', 2, '2019-07-24 14:52:58');
INSERT INTO `keyword_search_num` VALUES (256, '镜子', 8, '2019-07-24 14:53:07');
INSERT INTO `keyword_search_num` VALUES (257, '书', 2, '2019-07-24 14:53:11');
INSERT INTO `keyword_search_num` VALUES (258, '被子', 1, '2019-07-24 14:53:19');
INSERT INTO `keyword_search_num` VALUES (259, '笔记本电脑', 5, '2019-07-24 14:53:28');
INSERT INTO `keyword_search_num` VALUES (260, '果皮', 2, '2019-07-24 14:53:30');
INSERT INTO `keyword_search_num` VALUES (261, '人屎', 1, '2019-07-24 14:59:03');
INSERT INTO `keyword_search_num` VALUES (262, '农夫山泉矿泉水', 2, '2019-07-24 15:03:00');
INSERT INTO `keyword_search_num` VALUES (263, '铅笔', 2, '2019-07-24 15:05:03');
INSERT INTO `keyword_search_num` VALUES (264, '湿纸', 2, '2019-07-24 15:06:24');
INSERT INTO `keyword_search_num` VALUES (265, '桌子', 1, '2019-07-24 15:18:17');
INSERT INTO `keyword_search_num` VALUES (266, '太空沙', 7, '2019-07-24 15:23:07');
INSERT INTO `keyword_search_num` VALUES (267, '男朋友', 4, '2019-07-24 15:23:44');
INSERT INTO `keyword_search_num` VALUES (268, '男士包', 1, '2019-07-24 15:25:11');
INSERT INTO `keyword_search_num` VALUES (269, '汽车内饰', 2, '2019-07-24 15:25:17');
INSERT INTO `keyword_search_num` VALUES (270, '腿', 1, '2019-07-24 15:25:50');
INSERT INTO `keyword_search_num` VALUES (271, '咖啡', 1, '2019-07-24 15:29:45');
INSERT INTO `keyword_search_num` VALUES (272, '地沟油', 2, '2019-07-24 15:29:47');
INSERT INTO `keyword_search_num` VALUES (273, '油', 1, '2019-07-24 15:29:59');
INSERT INTO `keyword_search_num` VALUES (274, '纸张', 3, '2019-07-24 15:33:55');
INSERT INTO `keyword_search_num` VALUES (275, '蔡道峰', 1, '2019-07-24 15:34:06');
INSERT INTO `keyword_search_num` VALUES (276, '糖果', 1, '2019-07-24 15:42:15');
INSERT INTO `keyword_search_num` VALUES (277, '米线', 3, '2019-07-24 15:42:27');
INSERT INTO `keyword_search_num` VALUES (278, '头', 2, '2019-07-24 15:43:04');
INSERT INTO `keyword_search_num` VALUES (279, '简笔画', 2, '2019-07-24 15:46:21');
INSERT INTO `keyword_search_num` VALUES (280, '纸品湿巾', 3, '2019-07-24 15:55:31');
INSERT INTO `keyword_search_num` VALUES (281, '维达', 1, '2019-07-24 15:55:35');
INSERT INTO `keyword_search_num` VALUES (282, '饮料瓶', 1, '2019-07-24 16:03:40');
INSERT INTO `keyword_search_num` VALUES (283, '笔', 12, '2019-07-24 16:07:51');
INSERT INTO `keyword_search_num` VALUES (284, '熊猫卡通', 1, '2019-07-24 16:15:35');
INSERT INTO `keyword_search_num` VALUES (285, '书本', 14, '2019-07-24 16:16:01');
INSERT INTO `keyword_search_num` VALUES (286, '女仆', 1, '2019-07-24 16:17:37');
INSERT INTO `keyword_search_num` VALUES (287, '面膜', 2, '2019-07-24 16:51:16');
INSERT INTO `keyword_search_num` VALUES (288, '光疗甲', 1, '2019-07-24 16:52:02');
INSERT INTO `keyword_search_num` VALUES (289, '彩色动漫', 1, '2019-07-24 16:52:16');
INSERT INTO `keyword_search_num` VALUES (290, '雕像', 1, '2019-07-24 16:52:58');
INSERT INTO `keyword_search_num` VALUES (291, '橡胶', 2, '2019-07-24 16:56:54');
INSERT INTO `keyword_search_num` VALUES (292, '枕头', 1, '2019-07-24 16:57:16');
INSERT INTO `keyword_search_num` VALUES (293, '饮料/饮品', 2, '2019-07-24 16:59:20');
INSERT INTO `keyword_search_num` VALUES (294, '啤酒瓶', 1, '2019-07-24 17:04:04');
INSERT INTO `keyword_search_num` VALUES (295, '我觉得', 1, '2019-07-24 18:02:55');
INSERT INTO `keyword_search_num` VALUES (296, '手表', 4, '2019-07-24 18:17:45');
INSERT INTO `keyword_search_num` VALUES (297, '金鱼', 1, '2019-07-24 18:21:23');
INSERT INTO `keyword_search_num` VALUES (298, '死鱼', 3, '2019-07-24 18:21:33');
INSERT INTO `keyword_search_num` VALUES (299, '木鱼', 1, '2019-07-24 18:21:52');
INSERT INTO `keyword_search_num` VALUES (300, '飞机', 1, '2019-07-24 18:22:08');
INSERT INTO `keyword_search_num` VALUES (301, '手机电池', 1, '2019-07-24 18:22:16');
INSERT INTO `keyword_search_num` VALUES (302, '灵芝', 1, '2019-07-24 18:23:02');
INSERT INTO `keyword_search_num` VALUES (303, '动物尸体', 1, '2019-07-24 18:28:15');
INSERT INTO `keyword_search_num` VALUES (304, '烟灰缸', 3, '2019-07-24 18:29:44');
INSERT INTO `keyword_search_num` VALUES (305, '椅子', 1, '2019-07-24 18:30:29');
INSERT INTO `keyword_search_num` VALUES (306, '轿车', 2, '2019-07-24 18:31:29');
INSERT INTO `keyword_search_num` VALUES (307, '可以可以可以可以', 1, '2019-07-24 18:36:28');
INSERT INTO `keyword_search_num` VALUES (308, '黄豆', 3, '2019-07-24 18:39:06');
INSERT INTO `keyword_search_num` VALUES (309, '小龙虾', 3, '2019-07-24 18:44:33');
INSERT INTO `keyword_search_num` VALUES (310, '水', 2, '2019-07-24 18:44:59');
INSERT INTO `keyword_search_num` VALUES (311, '葵花', 1, '2019-07-24 18:49:02');
INSERT INTO `keyword_search_num` VALUES (312, '沐浴露', 1, '2019-07-24 18:49:45');
INSERT INTO `keyword_search_num` VALUES (313, '串串香', 1, '2019-07-24 18:51:04');
INSERT INTO `keyword_search_num` VALUES (314, '珍珠', 2, '2019-07-24 18:53:57');
INSERT INTO `keyword_search_num` VALUES (315, '鲸鱼', 2, '2019-07-24 18:57:39');
INSERT INTO `keyword_search_num` VALUES (316, '沙发', 3, '2019-07-24 18:57:53');
INSERT INTO `keyword_search_num` VALUES (317, '粘上猫尿的猫砂', 1, '2019-07-24 18:58:59');
INSERT INTO `keyword_search_num` VALUES (318, '那啥意思？', 1, '2019-07-24 19:16:20');
INSERT INTO `keyword_search_num` VALUES (319, '羊肉', 4, '2019-07-24 19:23:52');
INSERT INTO `keyword_search_num` VALUES (320, '防碎气泡', 1, '2019-07-24 19:58:01');
INSERT INTO `keyword_search_num` VALUES (321, '香蕉皮', 2, '2019-07-24 19:59:50');
INSERT INTO `keyword_search_num` VALUES (322, '咖啡渣', 1, '2019-07-24 20:16:32');
INSERT INTO `keyword_search_num` VALUES (323, '陶瓷锅', 1, '2019-07-24 20:16:39');
INSERT INTO `keyword_search_num` VALUES (324, '陶瓷', 1, '2019-07-24 20:16:43');
INSERT INTO `keyword_search_num` VALUES (325, '牛奶', 1, '2019-07-24 20:17:08');
INSERT INTO `keyword_search_num` VALUES (326, '外卖饭盒', 1, '2019-07-24 20:40:41');
INSERT INTO `keyword_search_num` VALUES (327, '剩饭', 1, '2019-07-24 20:41:02');
INSERT INTO `keyword_search_num` VALUES (328, '竹筷', 8, '2019-07-24 20:46:58');
INSERT INTO `keyword_search_num` VALUES (329, '尿', 2, '2019-07-24 21:41:53');
INSERT INTO `keyword_search_num` VALUES (330, '鸡屎', 1, '2019-07-24 21:42:13');
INSERT INTO `keyword_search_num` VALUES (331, '桥梁', 3, '2019-07-24 21:46:08');
INSERT INTO `keyword_search_num` VALUES (332, '条形码', 1, '2019-07-24 21:46:27');
INSERT INTO `keyword_search_num` VALUES (333, '午餐肉', 2, '2019-07-24 21:46:33');
INSERT INTO `keyword_search_num` VALUES (334, '那个', 1, '2019-07-24 22:13:48');
INSERT INTO `keyword_search_num` VALUES (335, '红豆', 2, '2019-07-24 22:17:18');
INSERT INTO `keyword_search_num` VALUES (336, '猪头', 1, '2019-07-24 22:31:06');
INSERT INTO `keyword_search_num` VALUES (337, '猪', 2, '2019-07-24 22:31:20');
INSERT INTO `keyword_search_num` VALUES (338, '服装', 2, '2019-07-24 22:31:41');
INSERT INTO `keyword_search_num` VALUES (339, '脚', 2, '2019-07-24 22:32:26');
INSERT INTO `keyword_search_num` VALUES (340, '甜品', 2, '2019-07-24 22:35:40');
INSERT INTO `keyword_search_num` VALUES (341, '王八蛋', 1, '2019-07-24 22:38:25');
INSERT INTO `keyword_search_num` VALUES (342, '开发的谁开发的？嗯嗯啊，谁开发的？我不认他们开发的语音还语音识别纸', 1, '2019-07-24 22:50:06');
INSERT INTO `keyword_search_num` VALUES (343, '至', 1, '2019-07-24 22:50:24');
INSERT INTO `keyword_search_num` VALUES (344, '我不会', 2, '2019-07-24 23:38:30');
INSERT INTO `keyword_search_num` VALUES (345, '', 18, '2019-07-24 23:54:00');
INSERT INTO `keyword_search_num` VALUES (346, '面', 4, '2019-07-24 23:54:59');
INSERT INTO `keyword_search_num` VALUES (347, '纸箱', 6, '2019-07-25 00:21:04');
INSERT INTO `keyword_search_num` VALUES (348, 'Hello', 1, '2019-07-25 00:27:58');
INSERT INTO `keyword_search_num` VALUES (349, '虾头', 2, '2019-07-25 00:28:26');
INSERT INTO `keyword_search_num` VALUES (350, '天空', 1, '2019-07-25 01:08:46');
INSERT INTO `keyword_search_num` VALUES (351, '交通信号灯', 1, '2019-07-25 01:09:10');
INSERT INTO `keyword_search_num` VALUES (352, '用过的面膜', 1, '2019-07-25 07:41:16');
INSERT INTO `keyword_search_num` VALUES (353, '塔扇', 2, '2019-07-25 08:10:05');
INSERT INTO `keyword_search_num` VALUES (354, '湿纸巾', 1, '2019-07-25 08:10:43');
INSERT INTO `keyword_search_num` VALUES (355, '山竹皮', 3, '2019-07-25 08:37:45');
INSERT INTO `keyword_search_num` VALUES (356, '人脸', 3, '2019-07-25 09:10:04');
INSERT INTO `keyword_search_num` VALUES (357, '秋葵', 2, '2019-07-25 09:13:31');
INSERT INTO `keyword_search_num` VALUES (358, '报警仪', 1, '2019-07-25 09:14:22');
INSERT INTO `keyword_search_num` VALUES (359, '鞋子', 1, '2019-07-25 09:14:53');
INSERT INTO `keyword_search_num` VALUES (360, '抽纸', 6, '2019-07-25 09:52:27');
INSERT INTO `keyword_search_num` VALUES (361, '瓜皮', 3, '2019-07-25 10:06:05');
INSERT INTO `keyword_search_num` VALUES (362, '西瓜皮', 3, '2019-07-25 10:06:12');
INSERT INTO `keyword_search_num` VALUES (363, '炸弹', 1, '2019-07-25 10:07:02');
INSERT INTO `keyword_search_num` VALUES (364, '车轱辘', 1, '2019-07-25 10:07:47');
INSERT INTO `keyword_search_num` VALUES (365, '车轮', 1, '2019-07-25 10:07:55');
INSERT INTO `keyword_search_num` VALUES (366, '硬纸板', 1, '2019-07-25 10:08:06');
INSERT INTO `keyword_search_num` VALUES (367, '屏幕截图', 3, '2019-07-25 10:09:47');
INSERT INTO `keyword_search_num` VALUES (368, '小米', 1, '2019-07-25 10:10:18');
INSERT INTO `keyword_search_num` VALUES (369, '健康监测', 1, '2019-07-25 10:14:39');
INSERT INTO `keyword_search_num` VALUES (370, '智能家居', 1, '2019-07-25 10:14:47');
INSERT INTO `keyword_search_num` VALUES (371, '图画', 1, '2019-07-25 10:26:22');
INSERT INTO `keyword_search_num` VALUES (372, '烧录卡', 2, '2019-07-25 10:58:07');
INSERT INTO `keyword_search_num` VALUES (373, '草莓', 1, '2019-07-25 11:25:23');
INSERT INTO `keyword_search_num` VALUES (374, '苹果皮', 1, '2019-07-25 12:42:24');
INSERT INTO `keyword_search_num` VALUES (375, '王松烨', 1, '2019-07-25 12:53:29');
INSERT INTO `keyword_search_num` VALUES (376, '李亭立', 1, '2019-07-25 12:53:38');
INSERT INTO `keyword_search_num` VALUES (377, '方便面', 3, '2019-07-25 12:53:48');
INSERT INTO `keyword_search_num` VALUES (378, '酸菜鱼', 2, '2019-07-25 12:53:56');
INSERT INTO `keyword_search_num` VALUES (379, '生饭', 1, '2019-07-25 12:54:07');
INSERT INTO `keyword_search_num` VALUES (380, '生米饭', 1, '2019-07-25 12:54:17');
INSERT INTO `keyword_search_num` VALUES (381, '开心果', 11, '2019-07-25 12:54:50');
INSERT INTO `keyword_search_num` VALUES (382, '水果', 1, '2019-07-25 13:22:29');
INSERT INTO `keyword_search_num` VALUES (383, '绿葡萄', 1, '2019-07-25 13:22:34');
INSERT INTO `keyword_search_num` VALUES (384, '数据线', 1, '2019-07-25 14:11:12');
INSERT INTO `keyword_search_num` VALUES (385, '大毛笔', 1, '2019-07-25 14:38:01');
INSERT INTO `keyword_search_num` VALUES (386, '硬茶叶', 1, '2019-07-25 14:38:40');
INSERT INTO `keyword_search_num` VALUES (387, '狗粮', 1, '2019-07-25 14:38:59');
INSERT INTO `keyword_search_num` VALUES (388, '螺蛳粉', 1, '2019-07-25 14:48:02');
INSERT INTO `keyword_search_num` VALUES (389, '螺蛳粉外卖盒', 1, '2019-07-25 14:48:25');
INSERT INTO `keyword_search_num` VALUES (390, '邓添元', 1, '2019-07-25 14:57:10');
INSERT INTO `keyword_search_num` VALUES (391, '笔记本', 1, '2019-07-25 14:59:42');
INSERT INTO `keyword_search_num` VALUES (392, '陶瓷/马克杯', 1, '2019-07-25 15:03:39');
INSERT INTO `keyword_search_num` VALUES (393, '指甲刀', 1, '2019-07-25 15:12:25');
INSERT INTO `keyword_search_num` VALUES (394, '玉米壳', 1, '2019-07-25 15:12:41');
INSERT INTO `keyword_search_num` VALUES (395, '家装建材', 1, '2019-07-25 15:22:36');
INSERT INTO `keyword_search_num` VALUES (396, '怡宝矿泉水', 2, '2019-07-25 15:52:20');
INSERT INTO `keyword_search_num` VALUES (397, '矿泉水-怡宝矿泉水', 1, '2019-07-25 15:52:27');
INSERT INTO `keyword_search_num` VALUES (398, '桃核', 1, '2019-07-25 17:49:29');
INSERT INTO `keyword_search_num` VALUES (399, '晴天娃娃', 1, '2019-07-25 17:52:55');
INSERT INTO `keyword_search_num` VALUES (400, '扭扭车', 1, '2019-07-25 17:53:03');
INSERT INTO `keyword_search_num` VALUES (401, '背包', 2, '2019-07-25 18:02:54');
INSERT INTO `keyword_search_num` VALUES (402, '容器', 2, '2019-07-25 19:33:34');
INSERT INTO `keyword_search_num` VALUES (403, '粥盒', 1, '2019-07-25 19:35:53');
INSERT INTO `keyword_search_num` VALUES (404, '充电宝', 3, '2019-07-25 19:36:21');
INSERT INTO `keyword_search_num` VALUES (405, '大棒骨', 1, '2019-07-25 19:37:19');
INSERT INTO `keyword_search_num` VALUES (406, '人肉', 1, '2019-07-25 20:39:25');
INSERT INTO `keyword_search_num` VALUES (407, '鞋', 18, '2019-07-25 21:15:48');
INSERT INTO `keyword_search_num` VALUES (408, '药品', 2, '2019-07-25 23:06:11');
INSERT INTO `keyword_search_num` VALUES (409, '街道', 1, '2019-07-25 23:08:21');
INSERT INTO `keyword_search_num` VALUES (410, '白云', 1, '2019-07-25 23:08:26');
INSERT INTO `keyword_search_num` VALUES (411, '钱包/卡包', 1, '2019-07-26 08:41:50');
INSERT INTO `keyword_search_num` VALUES (412, '肮脏塑料袋', 2, '2019-07-26 08:59:30');
INSERT INTO `keyword_search_num` VALUES (413, '内裤', 1, '2019-07-26 09:05:02');
INSERT INTO `keyword_search_num` VALUES (414, '纽扣', 2, '2019-07-26 09:06:29');
INSERT INTO `keyword_search_num` VALUES (415, '鸭脖', 2, '2019-07-26 09:07:11');
INSERT INTO `keyword_search_num` VALUES (416, '重辣五号', 1, '2019-07-26 09:09:00');
INSERT INTO `keyword_search_num` VALUES (417, '皮卡丘', 1, '2019-07-26 09:09:51');
INSERT INTO `keyword_search_num` VALUES (418, '猪大肠', 1, '2019-07-26 09:10:13');
INSERT INTO `keyword_search_num` VALUES (419, '钠', 1, '2019-07-26 09:10:56');
INSERT INTO `keyword_search_num` VALUES (420, '人', 2, '2019-07-26 09:11:47');
INSERT INTO `keyword_search_num` VALUES (421, '樟脑丸', 1, '2019-07-26 09:12:24');
INSERT INTO `keyword_search_num` VALUES (422, '豆子', 5, '2019-07-26 10:48:51');
INSERT INTO `keyword_search_num` VALUES (423, '牛奶盒', 2, '2019-07-26 10:50:14');
INSERT INTO `keyword_search_num` VALUES (424, '果汁盒', 2, '2019-07-26 10:50:27');
INSERT INTO `keyword_search_num` VALUES (425, '果核', 2, '2019-07-26 11:05:31');
INSERT INTO `keyword_search_num` VALUES (426, '李子核', 1, '2019-07-26 11:05:48');
INSERT INTO `keyword_search_num` VALUES (427, '芒果核', 1, '2019-07-26 11:06:18');
INSERT INTO `keyword_search_num` VALUES (428, '烟头', 3, '2019-07-26 11:07:12');
INSERT INTO `keyword_search_num` VALUES (429, '烟', 2, '2019-07-26 11:08:37');
INSERT INTO `keyword_search_num` VALUES (430, '佩服', 1, '2019-07-26 11:16:06');
INSERT INTO `keyword_search_num` VALUES (431, '可降解垃圾袋', 1, '2019-07-26 11:25:53');
INSERT INTO `keyword_search_num` VALUES (432, '垃圾袋', 1, '2019-07-26 11:25:59');
INSERT INTO `keyword_search_num` VALUES (433, '竹制凉席', 2, '2019-07-26 14:33:44');
INSERT INTO `keyword_search_num` VALUES (434, '包装袋', 2, '2019-07-26 22:23:24');
INSERT INTO `keyword_search_num` VALUES (435, '塑料包装袋', 1, '2019-07-26 22:24:10');
INSERT INTO `keyword_search_num` VALUES (436, '@@::@@', 8, '2019-07-27 00:34:32');
INSERT INTO `keyword_search_num` VALUES (437, '花生', 2, '2019-07-27 07:36:08');
INSERT INTO `keyword_search_num` VALUES (438, '枣核', 1, '2019-07-27 16:41:51');
INSERT INTO `keyword_search_num` VALUES (439, '核', 1, '2019-07-27 16:42:32');
INSERT INTO `keyword_search_num` VALUES (440, '多肉植物', 1, '2019-07-27 17:43:44');
INSERT INTO `keyword_search_num` VALUES (441, '酸奶', 7, '2019-07-27 17:43:53');
INSERT INTO `keyword_search_num` VALUES (442, '玻璃瓶', 2, '2019-07-27 19:07:58');
INSERT INTO `keyword_search_num` VALUES (443, '龙虾壳', 1, '2019-07-27 19:11:37');
INSERT INTO `keyword_search_num` VALUES (444, '酱油瓶', 1, '2019-07-27 19:14:28');
INSERT INTO `keyword_search_num` VALUES (445, '玻璃', 2, '2019-07-27 19:15:10');
INSERT INTO `keyword_search_num` VALUES (446, '11', 1, '2019-07-28 10:51:02');
INSERT INTO `keyword_search_num` VALUES (447, '眼影', 1, '2019-07-28 16:57:44');
INSERT INTO `keyword_search_num` VALUES (448, '呕吐物', 1, '2019-07-29 14:05:23');
INSERT INTO `keyword_search_num` VALUES (449, '开心果壳', 8, '2019-07-30 10:39:53');
INSERT INTO `keyword_search_num` VALUES (450, '鱿鱼', 1, '2019-07-30 12:26:03');
INSERT INTO `keyword_search_num` VALUES (451, '天', 1, '2019-07-30 12:26:18');
INSERT INTO `keyword_search_num` VALUES (452, '旋钮', 1, '2019-07-30 12:27:51');
INSERT INTO `keyword_search_num` VALUES (453, '猪肝', 2, '2019-07-30 15:35:08');
INSERT INTO `keyword_search_num` VALUES (454, '鱼骨', 1, '2019-07-30 16:43:03');
INSERT INTO `keyword_search_num` VALUES (455, '陶瓷杯', 1, '2019-07-30 17:31:26');
INSERT INTO `keyword_search_num` VALUES (456, '情趣内衣，什么垃圾？', 1, '2019-07-30 17:58:39');
INSERT INTO `keyword_search_num` VALUES (457, '衣服是什么垃圾？', 1, '2019-07-30 17:58:48');
INSERT INTO `keyword_search_num` VALUES (458, '纸巾是什么东西？', 1, '2019-07-30 17:58:59');
INSERT INTO `keyword_search_num` VALUES (459, '电池是什么垃圾？', 1, '2019-07-30 17:59:08');
INSERT INTO `keyword_search_num` VALUES (460, '胶布', 2, '2019-07-30 18:23:20');
INSERT INTO `keyword_search_num` VALUES (461, '不是', 1, '2019-07-30 18:25:08');
INSERT INTO `keyword_search_num` VALUES (462, '土豆', 2, '2019-07-30 18:25:20');
INSERT INTO `keyword_search_num` VALUES (463, '龙虾', 1, '2019-07-30 19:58:24');
INSERT INTO `keyword_search_num` VALUES (464, '石锅鱼', 3, '2019-07-31 15:59:51');
INSERT INTO `keyword_search_num` VALUES (465, '塑料球', 1, '2019-07-31 17:08:32');
INSERT INTO `keyword_search_num` VALUES (466, '口香糖', 1, '2019-07-31 18:19:54');
INSERT INTO `keyword_search_num` VALUES (467, '塑料盒', 1, '2019-07-31 18:20:07');
INSERT INTO `keyword_search_num` VALUES (468, '电视背景墙', 3, '2019-07-31 18:57:06');
INSERT INTO `keyword_search_num` VALUES (469, '平板电脑', 1, '2019-07-31 21:56:06');
INSERT INTO `keyword_search_num` VALUES (470, '固体胶', 3, '2019-08-01 10:38:07');
INSERT INTO `keyword_search_num` VALUES (471, '葡萄', 1, '2019-08-01 20:59:10');
INSERT INTO `keyword_search_num` VALUES (472, '玉米棒', 1, '2019-08-02 08:25:45');
INSERT INTO `keyword_search_num` VALUES (473, '胭脂红', 1, '2019-08-02 09:50:14');
INSERT INTO `keyword_search_num` VALUES (474, '饮水器', 1, '2019-08-02 09:50:26');
INSERT INTO `keyword_search_num` VALUES (475, '马铃薯', 1, '2019-08-02 09:50:45');
INSERT INTO `keyword_search_num` VALUES (476, '芒果', 3, '2019-08-02 09:50:48');
INSERT INTO `keyword_search_num` VALUES (477, '鱼类', 1, '2019-08-02 09:51:41');
INSERT INTO `keyword_search_num` VALUES (478, '润滑油', 2, '2019-08-02 19:09:58');
INSERT INTO `keyword_search_num` VALUES (479, '西瓜籽', 1, '2019-08-03 15:39:08');
INSERT INTO `keyword_search_num` VALUES (480, '贝壳', 1, '2019-08-04 14:55:54');
INSERT INTO `keyword_search_num` VALUES (481, '过期零食', 1, '2019-08-04 20:53:29');
INSERT INTO `keyword_search_num` VALUES (482, '过期', 2, '2019-08-04 20:53:36');
INSERT INTO `keyword_search_num` VALUES (483, '零食', 1, '2019-08-04 20:53:44');
INSERT INTO `keyword_search_num` VALUES (484, '吊顶', 1, '2019-08-05 13:30:59');
INSERT INTO `keyword_search_num` VALUES (485, '粉彩山水', 2, '2019-08-05 13:31:29');
INSERT INTO `keyword_search_num` VALUES (486, '油画', 3, '2019-08-05 13:32:03');
INSERT INTO `keyword_search_num` VALUES (487, '积极', 1, '2019-08-05 17:58:02');
INSERT INTO `keyword_search_num` VALUES (488, '辣条', 1, '2019-08-05 23:46:24');
INSERT INTO `keyword_search_num` VALUES (489, '雪糕', 1, '2019-08-05 23:46:48');
INSERT INTO `keyword_search_num` VALUES (490, '睫毛膏', 1, '2019-08-06 10:50:32');
INSERT INTO `keyword_search_num` VALUES (491, '饼干', 3, '2019-08-06 10:50:51');
INSERT INTO `keyword_search_num` VALUES (492, '饮料塑料瓶', 1, '2019-08-06 12:18:50');
INSERT INTO `keyword_search_num` VALUES (493, '桃子皮', 1, '2019-08-07 15:45:52');
INSERT INTO `keyword_search_num` VALUES (494, '鱼', 1, '2019-08-08 10:28:26');
INSERT INTO `keyword_search_num` VALUES (495, '医生', 2, '2019-08-08 15:46:18');
INSERT INTO `keyword_search_num` VALUES (496, '美容器', 1, '2019-08-08 19:09:26');
INSERT INTO `keyword_search_num` VALUES (497, '笔芯', 1, '2019-08-12 17:25:00');
INSERT INTO `keyword_search_num` VALUES (498, '傻逼', 1, '2019-08-14 09:46:49');
INSERT INTO `keyword_search_num` VALUES (499, '捏手办的橡皮泥', 1, '2019-08-16 14:57:53');
INSERT INTO `keyword_search_num` VALUES (500, '精子', 1, '2019-08-17 10:26:00');
INSERT INTO `keyword_search_num` VALUES (501, '出于垃圾', 1, '2019-08-17 10:45:08');
INSERT INTO `keyword_search_num` VALUES (502, '牛肉', 2, '2019-08-17 10:45:26');
INSERT INTO `keyword_search_num` VALUES (503, '烟盒', 1, '2019-08-19 11:44:14');
INSERT INTO `keyword_search_num` VALUES (504, '汽水瓶', 2, '2019-08-20 15:54:36');
INSERT INTO `keyword_search_num` VALUES (505, '布绒玩具', 1, '2019-08-21 17:01:03');
INSERT INTO `keyword_search_num` VALUES (506, '鸡骨头', 1, '2019-08-23 10:51:09');
INSERT INTO `keyword_search_num` VALUES (507, '苹果核', 1, '2019-08-24 19:03:01');
INSERT INTO `keyword_search_num` VALUES (508, '鸭肉', 1, '2019-08-24 23:02:28');
INSERT INTO `keyword_search_num` VALUES (509, '粪便', 1, '2019-08-26 11:07:52');
INSERT INTO `keyword_search_num` VALUES (510, '口水', 1, '2019-08-26 11:08:52');
INSERT INTO `keyword_search_num` VALUES (511, '唾液', 2, '2019-08-26 11:08:58');
INSERT INTO `keyword_search_num` VALUES (512, '鼻涕', 1, '2019-08-26 11:09:09');
INSERT INTO `keyword_search_num` VALUES (513, '尿包', 1, '2019-08-26 14:35:11');
INSERT INTO `keyword_search_num` VALUES (514, '空心菜', 1, '2019-08-26 17:50:34');
INSERT INTO `keyword_search_num` VALUES (515, '电视机', 3, '2019-08-28 09:14:14');
INSERT INTO `keyword_search_num` VALUES (516, '超级星光大道', 1, '2019-08-28 09:14:25');
INSERT INTO `keyword_search_num` VALUES (517, '鞋套', 1, '2019-08-29 11:36:31');
INSERT INTO `keyword_search_num` VALUES (518, '章鱼', 1, '2019-08-29 12:00:10');
INSERT INTO `keyword_search_num` VALUES (519, '车', 1, '2019-08-29 12:01:08');
INSERT INTO `keyword_search_num` VALUES (520, '行车记录仪', 1, '2019-08-29 12:01:12');
INSERT INTO `keyword_search_num` VALUES (521, '居家室内', 2, '2019-08-29 14:17:54');
INSERT INTO `keyword_search_num` VALUES (522, '女孩', 1, '2019-08-29 14:18:18');
INSERT INTO `keyword_search_num` VALUES (523, '卷心菜', 1, '2019-08-29 14:46:42');
INSERT INTO `keyword_search_num` VALUES (524, '一次性塑料杯', 1, '2019-08-29 22:28:04');
INSERT INTO `keyword_search_num` VALUES (525, '早饭饭盒', 1, '2019-08-29 22:28:15');
INSERT INTO `keyword_search_num` VALUES (526, '塑料吸管', 2, '2019-08-30 08:36:41');
INSERT INTO `keyword_search_num` VALUES (527, '吸管', 2, '2019-08-30 08:36:54');
INSERT INTO `keyword_search_num` VALUES (528, '蟑螂屋', 1, '2019-08-30 10:30:53');
INSERT INTO `keyword_search_num` VALUES (529, '蟑螂', 1, '2019-08-30 10:31:03');
INSERT INTO `keyword_search_num` VALUES (530, '方便面袋', 1, '2019-08-31 20:34:42');
INSERT INTO `keyword_search_num` VALUES (531, '方便面盒', 2, '2019-08-31 20:34:53');
INSERT INTO `keyword_search_num` VALUES (532, '过期化妆品', 1, '2019-09-01 00:20:04');
INSERT INTO `keyword_search_num` VALUES (533, '酸奶利乐包装盒', 1, '2019-09-01 11:18:11');
INSERT INTO `keyword_search_num` VALUES (534, '透明熟料包装袋', 1, '2019-09-01 13:30:05');
INSERT INTO `keyword_search_num` VALUES (535, '透明塑料包装', 2, '2019-09-01 13:30:20');
INSERT INTO `keyword_search_num` VALUES (536, '塑料包装', 1, '2019-09-01 13:30:26');
INSERT INTO `keyword_search_num` VALUES (537, '塑料包装纸', 1, '2019-09-01 13:30:28');
INSERT INTO `keyword_search_num` VALUES (538, '香蕉', 1, '2019-09-01 15:50:03');
INSERT INTO `keyword_search_num` VALUES (539, '核桃皮', 1, '2019-09-02 00:25:49');
INSERT INTO `keyword_search_num` VALUES (540, '咖喱', 1, '2019-09-02 15:15:49');
INSERT INTO `keyword_search_num` VALUES (541, '方便面（袋装）', 1, '2019-09-02 15:15:55');
INSERT INTO `keyword_search_num` VALUES (542, '鞠余林', 1, '2019-09-03 09:43:39');
INSERT INTO `keyword_search_num` VALUES (543, '旺仔牛奶', 1, '2019-09-03 10:55:29');
INSERT INTO `keyword_search_num` VALUES (544, '牛奶罐', 1, '2019-09-03 10:55:42');
INSERT INTO `keyword_search_num` VALUES (545, '手巾', 1, '2019-09-03 15:50:44');
INSERT INTO `keyword_search_num` VALUES (546, '泡面桶', 1, '2019-09-03 20:13:58');
INSERT INTO `keyword_search_num` VALUES (547, '泡面', 1, '2019-09-03 20:14:06');
INSERT INTO `keyword_search_num` VALUES (548, '方便吗', 1, '2019-09-03 20:14:18');
INSERT INTO `keyword_search_num` VALUES (549, '方便', 1, '2019-09-03 20:14:21');
INSERT INTO `keyword_search_num` VALUES (550, '手办', 1, '2019-09-04 10:46:03');
INSERT INTO `keyword_search_num` VALUES (551, '嗯嗯', 1, '2019-09-04 17:20:19');
INSERT INTO `keyword_search_num` VALUES (552, '本册/便签', 1, '2019-09-04 17:20:48');
INSERT INTO `keyword_search_num` VALUES (553, '居民楼', 2, '2019-09-04 17:22:02');
INSERT INTO `keyword_search_num` VALUES (554, '垃圾桶', 1, '2019-09-04 22:33:36');
INSERT INTO `keyword_search_num` VALUES (555, '湿豆浆杯', 1, '2019-09-05 08:42:28');
INSERT INTO `keyword_search_num` VALUES (556, '豆浆纸杯', 1, '2019-09-05 08:42:38');
INSERT INTO `keyword_search_num` VALUES (557, '纸杯', 1, '2019-09-05 08:42:43');
INSERT INTO `keyword_search_num` VALUES (558, '桌菜', 1, '2019-09-05 15:04:19');
INSERT INTO `keyword_search_num` VALUES (559, '妈妈', 1, '2019-09-05 15:07:02');
INSERT INTO `keyword_search_num` VALUES (560, '泰山香烟', 1, '2019-09-06 15:31:44');
INSERT INTO `keyword_search_num` VALUES (561, '黄金叶香烟', 2, '2019-09-08 19:12:47');
INSERT INTO `keyword_search_num` VALUES (562, '汽车模型', 2, '2023-05-02 22:34:36');
INSERT INTO `keyword_search_num` VALUES (563, '平台', 2, '2023-05-05 22:51:33');

-- ----------------------------
-- Table structure for question
-- ----------------------------
DROP TABLE IF EXISTS `question`;
CREATE TABLE `question`  (
  `question_id` int NOT NULL AUTO_INCREMENT COMMENT '题目id',
  `question` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '题目',
  `answer_a` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '选项A',
  `answer_b` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '选项B',
  `answer_c` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '选项C',
  `answer_d` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '选项D',
  `correct_answer` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '正确答案',
  `analysis` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '解析',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '修改时间',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`question_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 13 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '题目表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of question
-- ----------------------------
INSERT INTO `question` VALUES (2, '电池属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (3, '鱼肉属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-05-02 22:53:13', NULL, NULL);
INSERT INTO `question` VALUES (4, '苹果属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-05-02 22:53:37', NULL, NULL);
INSERT INTO `question` VALUES (5, '鼠标属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (6, '电脑属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (7, '书包属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (8, '水瓶属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (9, '易拉罐属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (10, '衣服属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (11, '塑料包装属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);
INSERT INTO `question` VALUES (12, '鞋子属于什么类型垃圾？', '有害垃圾', '可回收垃圾', '不可回收垃圾', '湿垃圾', 'A', '无', '2023-04-27 20:34:52', NULL, NULL);

-- ----------------------------
-- Table structure for question_bank
-- ----------------------------
DROP TABLE IF EXISTS `question_bank`;
CREATE TABLE `question_bank`  (
  `question_id` int NOT NULL AUTO_INCREMENT COMMENT 'id',
  `garbage_type` tinyint NULL DEFAULT 2 COMMENT '垃圾类型',
  `garbage_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '垃圾名称',
  `analysis` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '解析',
  `remark` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`question_id`) USING BTREE,
  UNIQUE INDEX `question_bank_question_id_uindex`(`question_id`) USING BTREE,
  UNIQUE INDEX `question_bank_garbage_name_uindex`(`garbage_name`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 824 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '题库表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of question_bank
-- ----------------------------
INSERT INTO `question_bank` VALUES (1, 1, '纸巾', '', '纸巾不要乱丢呀，会污染环境');
INSERT INTO `question_bank` VALUES (2, 2, '剩饭残渣', NULL, NULL);
INSERT INTO `question_bank` VALUES (3, 3, '电脑', NULL, '可回收哟');
INSERT INTO `question_bank` VALUES (4, 4, '干电池', NULL, '有害垃圾哟');
INSERT INTO `question_bank` VALUES (5, 1, '餐巾纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (6, 1, '卫生间用纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (7, 1, '尿不湿', NULL, NULL);
INSERT INTO `question_bank` VALUES (8, 1, '猫砂', NULL, NULL);
INSERT INTO `question_bank` VALUES (9, 1, '狗尿垫', NULL, NULL);
INSERT INTO `question_bank` VALUES (10, 1, '污损纸张', NULL, NULL);
INSERT INTO `question_bank` VALUES (11, 1, '烟蒂', NULL, NULL);
INSERT INTO `question_bank` VALUES (12, 1, '干燥剂', NULL, NULL);
INSERT INTO `question_bank` VALUES (13, 1, '污损塑料', NULL, NULL);
INSERT INTO `question_bank` VALUES (14, 1, '尼龙制品', NULL, NULL);
INSERT INTO `question_bank` VALUES (15, 1, '编织袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (16, 1, '防碎气泡膜', NULL, NULL);
INSERT INTO `question_bank` VALUES (17, 1, '大骨头', NULL, NULL);
INSERT INTO `question_bank` VALUES (18, 1, '硬贝壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (19, 1, '硬果壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (20, 1, '椰子壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (21, 1, '榴莲壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (22, 1, '核桃壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (23, 1, '玉米衣', NULL, NULL);
INSERT INTO `question_bank` VALUES (24, 1, '甘蔗皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (25, 1, '榴莲核', NULL, NULL);
INSERT INTO `question_bank` VALUES (26, 1, '菠萝蜜核', NULL, NULL);
INSERT INTO `question_bank` VALUES (27, 1, '牛骨头', NULL, NULL);
INSERT INTO `question_bank` VALUES (28, 1, '毛发', NULL, NULL);
INSERT INTO `question_bank` VALUES (29, 1, '灰土', NULL, NULL);
INSERT INTO `question_bank` VALUES (30, 1, '炉渣', NULL, NULL);
INSERT INTO `question_bank` VALUES (31, 1, '橡皮泥', NULL, NULL);
INSERT INTO `question_bank` VALUES (32, 1, '太空沙', NULL, NULL);
INSERT INTO `question_bank` VALUES (33, 1, '胶水', NULL, NULL);
INSERT INTO `question_bank` VALUES (34, 1, '胶带', NULL, NULL);
INSERT INTO `question_bank` VALUES (35, 1, '花盆', NULL, NULL);
INSERT INTO `question_bank` VALUES (36, 1, '毛巾', NULL, NULL);
INSERT INTO `question_bank` VALUES (37, 1, '一次性餐具', NULL, NULL);
INSERT INTO `question_bank` VALUES (38, 1, '一次性杯子', NULL, NULL);
INSERT INTO `question_bank` VALUES (39, 1, '镜子', NULL, NULL);
INSERT INTO `question_bank` VALUES (40, 1, '陶瓷制品', NULL, NULL);
INSERT INTO `question_bank` VALUES (41, 1, '竹篮', NULL, NULL);
INSERT INTO `question_bank` VALUES (42, 1, '竹筷', NULL, NULL);
INSERT INTO `question_bank` VALUES (43, 1, '牙签', NULL, NULL);
INSERT INTO `question_bank` VALUES (44, 1, '筷子', NULL, NULL);
INSERT INTO `question_bank` VALUES (45, 1, '伞', NULL, NULL);
INSERT INTO `question_bank` VALUES (46, 1, '雨伞', NULL, NULL);
INSERT INTO `question_bank` VALUES (47, 1, '天堂伞', NULL, NULL);
INSERT INTO `question_bank` VALUES (48, 1, '笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (49, 1, '铅笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (50, 1, '毛笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (51, 1, '眼镜', NULL, NULL);
INSERT INTO `question_bank` VALUES (52, 1, '打火机', NULL, '干垃圾哟');
INSERT INTO `question_bank` VALUES (53, 1, '生蚝壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (54, 1, '烟盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (55, 1, '开心果', NULL, NULL);
INSERT INTO `question_bank` VALUES (56, 2, '米', NULL, NULL);
INSERT INTO `question_bank` VALUES (57, 2, '米饭', NULL, NULL);
INSERT INTO `question_bank` VALUES (58, 2, '面', NULL, NULL);
INSERT INTO `question_bank` VALUES (59, 2, '面包', NULL, NULL);
INSERT INTO `question_bank` VALUES (60, 2, '面条', NULL, NULL);
INSERT INTO `question_bank` VALUES (61, 2, '豆子', NULL, NULL);
INSERT INTO `question_bank` VALUES (62, 2, '黄豆', NULL, NULL);
INSERT INTO `question_bank` VALUES (63, 2, '红豆', NULL, NULL);
INSERT INTO `question_bank` VALUES (64, 2, '绿豆', NULL, NULL);
INSERT INTO `question_bank` VALUES (65, 2, '鸡肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (66, 2, '鸭肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (67, 2, '猪肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (68, 2, '牛肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (69, 2, '羊肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (70, 2, '鸡蛋', NULL, NULL);
INSERT INTO `question_bank` VALUES (71, 2, '鸭蛋', NULL, NULL);
INSERT INTO `question_bank` VALUES (72, 2, '咸鸭蛋', NULL, NULL);
INSERT INTO `question_bank` VALUES (73, 2, '猪肝', NULL, NULL);
INSERT INTO `question_bank` VALUES (74, 2, '腊肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (75, 2, '午餐肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (76, 2, '里脊肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (77, 2, '蛋壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (78, 2, '鱼', NULL, NULL);
INSERT INTO `question_bank` VALUES (79, 2, '虾', NULL, NULL);
INSERT INTO `question_bank` VALUES (80, 2, '鱼鳞', NULL, NULL);
INSERT INTO `question_bank` VALUES (81, 2, '虾头', NULL, NULL);
INSERT INTO `question_bank` VALUES (82, 2, '虾仁', NULL, NULL);
INSERT INTO `question_bank` VALUES (83, 2, '虾壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (84, 2, '鱿鱼', NULL, NULL);
INSERT INTO `question_bank` VALUES (85, 2, '章鱼', NULL, NULL);
INSERT INTO `question_bank` VALUES (86, 2, '墨鱼', NULL, NULL);
INSERT INTO `question_bank` VALUES (87, 2, '蔬菜', NULL, NULL);
INSERT INTO `question_bank` VALUES (88, 2, '绿叶菜', NULL, NULL);
INSERT INTO `question_bank` VALUES (89, 2, '空心菜', NULL, NULL);
INSERT INTO `question_bank` VALUES (90, 2, '卷心菜', NULL, NULL);
INSERT INTO `question_bank` VALUES (91, 2, '蘑菇', NULL, NULL);
INSERT INTO `question_bank` VALUES (92, 2, '香菇', NULL, NULL);
INSERT INTO `question_bank` VALUES (93, 2, '调料', NULL, NULL);
INSERT INTO `question_bank` VALUES (94, 2, '酱料', NULL, NULL);
INSERT INTO `question_bank` VALUES (95, 2, '老干妈调料酱', NULL, NULL);
INSERT INTO `question_bank` VALUES (96, 2, '火锅锅底', NULL, NULL);
INSERT INTO `question_bank` VALUES (97, 2, '鱼骨', NULL, NULL);
INSERT INTO `question_bank` VALUES (98, 2, '茶叶', NULL, NULL);
INSERT INTO `question_bank` VALUES (99, 2, '咖啡渣', NULL, NULL);
INSERT INTO `question_bank` VALUES (100, 2, '糕点', NULL, NULL);
INSERT INTO `question_bank` VALUES (101, 2, '糖果', NULL, NULL);
INSERT INTO `question_bank` VALUES (102, 2, '肉干', NULL, NULL);
INSERT INTO `question_bank` VALUES (103, 2, '牛肉干', NULL, NULL);
INSERT INTO `question_bank` VALUES (104, 2, '羊肉干', NULL, NULL);
INSERT INTO `question_bank` VALUES (105, 2, '红枣', NULL, NULL);
INSERT INTO `question_bank` VALUES (106, 2, '中药材', NULL, NULL);
INSERT INTO `question_bank` VALUES (107, 2, '面粉', NULL, NULL);
INSERT INTO `question_bank` VALUES (108, 2, '生粉', NULL, NULL);
INSERT INTO `question_bank` VALUES (109, 2, '猫粮', NULL, NULL);
INSERT INTO `question_bank` VALUES (110, 2, '狗粮', NULL, NULL);
INSERT INTO `question_bank` VALUES (111, 2, '苹果', NULL, '苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟');
INSERT INTO `question_bank` VALUES (112, 2, '水果', NULL, NULL);
INSERT INTO `question_bank` VALUES (113, 2, '椰子肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (114, 2, '水果皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (115, 2, '西瓜皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (116, 2, '香蕉皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (117, 2, '橘子皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (118, 2, '苹果皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (119, 2, '葡萄', NULL, NULL);
INSERT INTO `question_bank` VALUES (120, 2, '葡萄枝', NULL, NULL);
INSERT INTO `question_bank` VALUES (121, 2, '西瓜籽', NULL, NULL);
INSERT INTO `question_bank` VALUES (122, 2, '家养植物', NULL, NULL);
INSERT INTO `question_bank` VALUES (123, 2, '玫瑰花', NULL, NULL);
INSERT INTO `question_bank` VALUES (124, 1, '马克杯', NULL, NULL);
INSERT INTO `question_bank` VALUES (125, 3, '塑料瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (126, 1, '3D眼镜', NULL, NULL);
INSERT INTO `question_bank` VALUES (128, 1, '冰棒皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (129, 1, '笔盖', NULL, NULL);
INSERT INTO `question_bank` VALUES (137, 1, '钢笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (145, 1, '圆珠笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (146, 1, '方便面盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (147, 1, '粽叶', NULL, NULL);
INSERT INTO `question_bank` VALUES (148, 1, '牙刷', NULL, NULL);
INSERT INTO `question_bank` VALUES (149, 1, '贝壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (150, 3, '可乐瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (151, 3, '易拉罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (152, 3, '旧书包', NULL, NULL);
INSERT INTO `question_bank` VALUES (153, 3, '电线', NULL, NULL);
INSERT INTO `question_bank` VALUES (158, 4, '蓄电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (169, 1, '旧浴缸', NULL, NULL);
INSERT INTO `question_bank` VALUES (170, 1, '盆子', NULL, NULL);
INSERT INTO `question_bank` VALUES (171, 1, '坏马桶', NULL, NULL);
INSERT INTO `question_bank` VALUES (172, 1, '旧水槽', NULL, NULL);
INSERT INTO `question_bank` VALUES (174, 1, '化妆刷', NULL, NULL);
INSERT INTO `question_bank` VALUES (175, 1, '坛子', NULL, NULL);
INSERT INTO `question_bank` VALUES (176, 1, '海绵', NULL, NULL);
INSERT INTO `question_bank` VALUES (177, 1, '花生壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (178, 1, '菜板', NULL, NULL);
INSERT INTO `question_bank` VALUES (179, 1, '砖块', NULL, NULL);
INSERT INTO `question_bank` VALUES (180, 1, '卫生纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (181, 1, '篮球', NULL, NULL);
INSERT INTO `question_bank` VALUES (182, 1, '核桃', NULL, NULL);
INSERT INTO `question_bank` VALUES (183, 1, '杯子', NULL, NULL);
INSERT INTO `question_bank` VALUES (184, 1, '陶瓷杯', NULL, NULL);
INSERT INTO `question_bank` VALUES (185, 1, '一次性筷子', NULL, NULL);
INSERT INTO `question_bank` VALUES (186, 1, '西梅核', NULL, NULL);
INSERT INTO `question_bank` VALUES (187, 1, '坏的花盆', NULL, NULL);
INSERT INTO `question_bank` VALUES (188, 1, '木质梳子', NULL, NULL);
INSERT INTO `question_bank` VALUES (189, 1, '脏污衣服', NULL, NULL);
INSERT INTO `question_bank` VALUES (191, 1, '渣土', NULL, NULL);
INSERT INTO `question_bank` VALUES (192, 1, '湿垃圾袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (193, 1, '瓦片', NULL, NULL);
INSERT INTO `question_bank` VALUES (194, 1, '扫把', NULL, NULL);
INSERT INTO `question_bank` VALUES (195, 1, '纸尿裤', NULL, NULL);
INSERT INTO `question_bank` VALUES (196, 1, '头发', NULL, NULL);
INSERT INTO `question_bank` VALUES (198, 1, '创可贴', NULL, NULL);
INSERT INTO `question_bank` VALUES (204, 1, '内衣裤', NULL, NULL);
INSERT INTO `question_bank` VALUES (205, 1, '污损塑料袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (207, 2, '菜叶', NULL, NULL);
INSERT INTO `question_bank` VALUES (208, 2, '橙皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (209, 2, '葱', NULL, NULL);
INSERT INTO `question_bank` VALUES (210, 2, '饼干', NULL, NULL);
INSERT INTO `question_bank` VALUES (211, 2, '番茄酱', NULL, NULL);
INSERT INTO `question_bank` VALUES (214, 2, '马铃薯', NULL, NULL);
INSERT INTO `question_bank` VALUES (216, 2, '甘蔗', NULL, NULL);
INSERT INTO `question_bank` VALUES (217, 2, '玉米', NULL, NULL);
INSERT INTO `question_bank` VALUES (218, 2, '骨头', NULL, NULL);
INSERT INTO `question_bank` VALUES (219, 2, '鸡鹅鸭骨头', NULL, NULL);
INSERT INTO `question_bank` VALUES (221, 2, '蛋糕', NULL, NULL);
INSERT INTO `question_bank` VALUES (223, 2, '草莓', NULL, NULL);
INSERT INTO `question_bank` VALUES (224, 2, '西红柿', NULL, NULL);
INSERT INTO `question_bank` VALUES (225, 2, '梨', NULL, NULL);
INSERT INTO `question_bank` VALUES (226, 2, '蟹壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (228, 2, '辣椒', NULL, NULL);
INSERT INTO `question_bank` VALUES (229, 2, '巧克力', NULL, NULL);
INSERT INTO `question_bank` VALUES (230, 2, '茄子', NULL, NULL);
INSERT INTO `question_bank` VALUES (231, 2, '豌豆皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (233, 2, '树叶', NULL, NULL);
INSERT INTO `question_bank` VALUES (234, 2, '剩饭剩菜', NULL, NULL);
INSERT INTO `question_bank` VALUES (238, 2, '干果仁', NULL, NULL);
INSERT INTO `question_bank` VALUES (239, 2, '苹果核', NULL, NULL);
INSERT INTO `question_bank` VALUES (240, 2, '蛋糕饼干', NULL, NULL);
INSERT INTO `question_bank` VALUES (241, 2, '动物内脏', NULL, NULL);
INSERT INTO `question_bank` VALUES (242, 2, '鸡蛋及蛋壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (243, 2, '大米及豆类', NULL, NULL);
INSERT INTO `question_bank` VALUES (244, 2, '中药药渣', NULL, NULL);
INSERT INTO `question_bank` VALUES (245, 2, '动物饲料', NULL, NULL);
INSERT INTO `question_bank` VALUES (246, 2, '花卉', NULL, NULL);
INSERT INTO `question_bank` VALUES (248, 2, '花瓣', NULL, NULL);
INSERT INTO `question_bank` VALUES (249, 3, '纸板箱', NULL, NULL);
INSERT INTO `question_bank` VALUES (250, 3, '报纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (251, 3, '废弃书本', NULL, NULL);
INSERT INTO `question_bank` VALUES (252, 3, '快递纸袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (253, 3, '打印纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (254, 3, '信封', NULL, NULL);
INSERT INTO `question_bank` VALUES (255, 3, '广告单', NULL, NULL);
INSERT INTO `question_bank` VALUES (256, 3, '纸塑铝复合包装', NULL, NULL);
INSERT INTO `question_bank` VALUES (257, 3, '利乐包', NULL, NULL);
INSERT INTO `question_bank` VALUES (258, 3, '食品与日用品塑料瓶罐及瓶盖(总)', NULL, NULL);
INSERT INTO `question_bank` VALUES (259, 3, '饮料瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (260, 3, '奶瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (261, 3, '洗发水瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (262, 3, '乳液罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (263, 3, '食用油桶', NULL, NULL);
INSERT INTO `question_bank` VALUES (264, 3, '塑料碗', NULL, NULL);
INSERT INTO `question_bank` VALUES (265, 3, '塑料盆', NULL, NULL);
INSERT INTO `question_bank` VALUES (266, 3, '塑料盒子', NULL, NULL);
INSERT INTO `question_bank` VALUES (267, 3, '食品保鲜盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (268, 3, '收纳盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (269, 3, '塑料玩具', NULL, NULL);
INSERT INTO `question_bank` VALUES (270, 3, '塑料积木', NULL, NULL);
INSERT INTO `question_bank` VALUES (271, 3, '塑料模型', NULL, NULL);
INSERT INTO `question_bank` VALUES (272, 3, '塑料衣架', NULL, NULL);
INSERT INTO `question_bank` VALUES (273, 3, '施工安全帽', NULL, NULL);
INSERT INTO `question_bank` VALUES (274, 3, 'PE- 塑料', NULL, NULL);
INSERT INTO `question_bank` VALUES (275, 3, 'pvc', NULL, NULL);
INSERT INTO `question_bank` VALUES (276, 3, '亚克力板', NULL, NULL);
INSERT INTO `question_bank` VALUES (277, 3, '塑料卡片', NULL, NULL);
INSERT INTO `question_bank` VALUES (278, 3, '密胺餐具', NULL, NULL);
INSERT INTO `question_bank` VALUES (279, 3, 'kt板', NULL, NULL);
INSERT INTO `question_bank` VALUES (280, 3, '泡沫', NULL, NULL);
INSERT INTO `question_bank` VALUES (281, 3, '泡沫塑料', NULL, NULL);
INSERT INTO `question_bank` VALUES (282, 3, '水果网套', NULL, NULL);
INSERT INTO `question_bank` VALUES (283, 3, '食品及日用品玻璃瓶罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (284, 3, '调料瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (285, 3, '酒瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (286, 3, '化妆品瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (287, 3, '玻璃杯', NULL, NULL);
INSERT INTO `question_bank` VALUES (288, 3, '窗玻璃', NULL, NULL);
INSERT INTO `question_bank` VALUES (289, 3, '玻璃制品', NULL, NULL);
INSERT INTO `question_bank` VALUES (290, 3, '放大镜', NULL, NULL);
INSERT INTO `question_bank` VALUES (291, 3, '玻璃摆件', NULL, NULL);
INSERT INTO `question_bank` VALUES (292, 3, '碎玻璃', NULL, NULL);
INSERT INTO `question_bank` VALUES (293, 3, '金属瓶罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (295, 3, '食品罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (296, 3, '食品桶', NULL, NULL);
INSERT INTO `question_bank` VALUES (297, 3, '金属厨具', NULL, NULL);
INSERT INTO `question_bank` VALUES (298, 3, '菜刀', NULL, NULL);
INSERT INTO `question_bank` VALUES (299, 3, '锅', NULL, NULL);
INSERT INTO `question_bank` VALUES (300, 3, '金属工具', NULL, NULL);
INSERT INTO `question_bank` VALUES (301, 3, '刀片', NULL, NULL);
INSERT INTO `question_bank` VALUES (302, 3, '指甲剪', NULL, NULL);
INSERT INTO `question_bank` VALUES (303, 3, '螺丝刀', NULL, NULL);
INSERT INTO `question_bank` VALUES (304, 3, '金属制品', NULL, NULL);
INSERT INTO `question_bank` VALUES (305, 3, '铁钉', NULL, NULL);
INSERT INTO `question_bank` VALUES (306, 3, '铁皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (307, 3, '铝箔', NULL, NULL);
INSERT INTO `question_bank` VALUES (308, 3, '旧衣服', NULL, NULL);
INSERT INTO `question_bank` VALUES (309, 3, '床单', NULL, NULL);
INSERT INTO `question_bank` VALUES (310, 3, '枕头', NULL, NULL);
INSERT INTO `question_bank` VALUES (311, 3, '棉被', NULL, NULL);
INSERT INTO `question_bank` VALUES (312, 3, '皮鞋', NULL, NULL);
INSERT INTO `question_bank` VALUES (313, 3, '毛绒玩具', NULL, NULL);
INSERT INTO `question_bank` VALUES (314, 3, '布偶', NULL, NULL);
INSERT INTO `question_bank` VALUES (315, 3, '棉袄', NULL, NULL);
INSERT INTO `question_bank` VALUES (316, 3, '包', NULL, NULL);
INSERT INTO `question_bank` VALUES (317, 3, '皮带', NULL, NULL);
INSERT INTO `question_bank` VALUES (318, 3, '丝绸制品', NULL, NULL);
INSERT INTO `question_bank` VALUES (319, 3, '电路板', NULL, NULL);
INSERT INTO `question_bank` VALUES (320, 3, '主板', NULL, NULL);
INSERT INTO `question_bank` VALUES (321, 3, '内存条', NULL, NULL);
INSERT INTO `question_bank` VALUES (322, 3, '充电宝', NULL, NULL);
INSERT INTO `question_bank` VALUES (324, 3, '插头', NULL, NULL);
INSERT INTO `question_bank` VALUES (325, 3, '木制品', NULL, NULL);
INSERT INTO `question_bank` VALUES (326, 3, '积木', NULL, NULL);
INSERT INTO `question_bank` VALUES (327, 3, '砧板', NULL, NULL);
INSERT INTO `question_bank` VALUES (329, 3, '食品罐头', NULL, NULL);
INSERT INTO `question_bank` VALUES (333, 3, '旧鞋子', NULL, NULL);
INSERT INTO `question_bank` VALUES (334, 3, '牛奶盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (335, 3, '旧玩偶', NULL, NULL);
INSERT INTO `question_bank` VALUES (336, 3, '玻璃壶', NULL, NULL);
INSERT INTO `question_bank` VALUES (337, 3, '旧铁锅', NULL, NULL);
INSERT INTO `question_bank` VALUES (338, 3, '垃圾桶', NULL, NULL);
INSERT INTO `question_bank` VALUES (339, 3, '旧镜子', NULL, NULL);
INSERT INTO `question_bank` VALUES (341, 3, '塑料梳子', NULL, NULL);
INSERT INTO `question_bank` VALUES (342, 3, '旧帽子', NULL, NULL);
INSERT INTO `question_bank` VALUES (343, 3, '旧夹子', NULL, NULL);
INSERT INTO `question_bank` VALUES (344, 3, '废锁头', NULL, NULL);
INSERT INTO `question_bank` VALUES (345, 3, '牙膏皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (346, 3, '雨伞骨架', NULL, NULL);
INSERT INTO `question_bank` VALUES (347, 3, '旧纸袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (348, 3, '纸盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (349, 3, '旧玩具', NULL, NULL);
INSERT INTO `question_bank` VALUES (350, 4, '充电电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (351, 4, '镉镍电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (352, 4, '铅酸电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (354, 4, '纽扣电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (355, 4, '荧光（日光）灯管', NULL, NULL);
INSERT INTO `question_bank` VALUES (356, 4, '卤素灯', NULL, NULL);
INSERT INTO `question_bank` VALUES (357, 4, '过期药物', NULL, NULL);
INSERT INTO `question_bank` VALUES (358, 4, '药物胶囊', NULL, NULL);
INSERT INTO `question_bank` VALUES (359, 4, '药片', NULL, NULL);
INSERT INTO `question_bank` VALUES (360, 4, '药品内包装', NULL, NULL);
INSERT INTO `question_bank` VALUES (361, 4, '老鼠药（毒鼠强)', NULL, NULL);
INSERT INTO `question_bank` VALUES (362, 4, '杀虫喷雾罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (363, 4, '废油漆桶', NULL, NULL);
INSERT INTO `question_bank` VALUES (364, 4, '染发剂壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (365, 4, '过期的指甲油', NULL, NULL);
INSERT INTO `question_bank` VALUES (366, 4, '洗甲水', NULL, NULL);
INSERT INTO `question_bank` VALUES (367, 4, '废含汞温度计', NULL, NULL);
INSERT INTO `question_bank` VALUES (368, 4, '废含汞血压计', NULL, NULL);
INSERT INTO `question_bank` VALUES (369, 4, '水银血压计', NULL, NULL);
INSERT INTO `question_bank` VALUES (370, 4, '水银体温计', NULL, NULL);
INSERT INTO `question_bank` VALUES (371, 4, '水银温度计', NULL, NULL);
INSERT INTO `question_bank` VALUES (372, 4, 'x光片等感光胶片', NULL, NULL);
INSERT INTO `question_bank` VALUES (373, 4, '相片底片', NULL, NULL);
INSERT INTO `question_bank` VALUES (374, 4, '漆桶', NULL, NULL);
INSERT INTO `question_bank` VALUES (375, 4, '电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (377, 4, '创口贴', NULL, NULL);
INSERT INTO `question_bank` VALUES (378, 4, '酒精', NULL, NULL);
INSERT INTO `question_bank` VALUES (379, 4, '调色板', NULL, NULL);
INSERT INTO `question_bank` VALUES (380, 4, '油漆', NULL, NULL);
INSERT INTO `question_bank` VALUES (381, 4, '过期的胶囊药物', NULL, NULL);
INSERT INTO `question_bank` VALUES (382, 4, '温度计', NULL, NULL);
INSERT INTO `question_bank` VALUES (383, 4, '过期药片', NULL, NULL);
INSERT INTO `question_bank` VALUES (384, 4, '荧光灯', NULL, NULL);
INSERT INTO `question_bank` VALUES (386, 4, '医用棉签', NULL, NULL);
INSERT INTO `question_bank` VALUES (387, 4, '杀虫剂', NULL, NULL);
INSERT INTO `question_bank` VALUES (388, 4, '水彩笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (389, 4, '农药瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (390, 4, '医用纱布', NULL, NULL);
INSERT INTO `question_bank` VALUES (391, 4, '口服液瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (392, 4, '香水瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (393, 4, '荧光棒', NULL, NULL);
INSERT INTO `question_bank` VALUES (394, 4, '过期化妆品', NULL, NULL);
INSERT INTO `question_bank` VALUES (395, 4, '发胶', NULL, NULL);
INSERT INTO `question_bank` VALUES (396, 4, '注射器', NULL, NULL);
INSERT INTO `question_bank` VALUES (397, 4, '废气灯泡', NULL, NULL);
INSERT INTO `question_bank` VALUES (398, 4, '煤气罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (399, 4, '医用手套', NULL, NULL);
INSERT INTO `question_bank` VALUES (401, 4, '镍镉电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (405, 4, '节能灯', NULL, NULL);
INSERT INTO `question_bank` VALUES (407, 4, '药品包装', NULL, NULL);
INSERT INTO `question_bank` VALUES (411, 4, '过期指甲油水银温度计', NULL, NULL);
INSERT INTO `question_bank` VALUES (415, 4, '渣男', NULL, '坏坏的人，哼(￢︿̫̿￢☆)');
INSERT INTO `question_bank` VALUES (416, 3, '靓女', NULL, '请尽快给客服留言，我们提供免费上面回收服务');
INSERT INTO `question_bank` VALUES (417, 3, '靓仔', NULL, '请尽快给客服留言，我们提供免费上面回收服务');
INSERT INTO `question_bank` VALUES (418, 4, '渣女', NULL, '坏坏的人，哼(￢︿̫̿￢☆)');
INSERT INTO `question_bank` VALUES (419, 4, '前男友', NULL, '该放下的还是得放下，珍惜眼前人');
INSERT INTO `question_bank` VALUES (420, 4, '前女友', NULL, '该放下的还是得放下，珍惜眼前人');
INSERT INTO `question_bank` VALUES (421, 3, '男朋友', NULL, '有时偶尔不听话，大概是皮了，需要好好教育才能更懂你');
INSERT INTO `question_bank` VALUES (422, 3, '女朋友', NULL, 'ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱');
INSERT INTO `question_bank` VALUES (423, 3, '黄金', NULL, '请留下联系方式，我们将尽快上门服务');
INSERT INTO `question_bank` VALUES (424, 2, '鸡蛋壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (425, 3, '键盘', NULL, NULL);
INSERT INTO `question_bank` VALUES (426, 3, '鼠标', NULL, NULL);
INSERT INTO `question_bank` VALUES (427, 1, '奶茶杯', NULL, '喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟');
INSERT INTO `question_bank` VALUES (428, 1, '口红', NULL, '美美的你和美美的口红，你是无价之宝，而口红属于干垃圾');
INSERT INTO `question_bank` VALUES (429, 1, '狗屎', NULL, '属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内');
INSERT INTO `question_bank` VALUES (430, 1, '瓶装饮料', NULL, NULL);
INSERT INTO `question_bank` VALUES (433, 3, '塑料', NULL, NULL);
INSERT INTO `question_bank` VALUES (434, 3, '玻璃瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (435, 3, '玻璃', NULL, NULL);
INSERT INTO `question_bank` VALUES (436, 3, '纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (437, 3, '衣服', NULL, NULL);
INSERT INTO `question_bank` VALUES (439, 3, '塑料盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (444, 3, '塑料杯', NULL, NULL);
INSERT INTO `question_bank` VALUES (445, 3, '矿泉水瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (447, 3, '泡沫板', NULL, NULL);
INSERT INTO `question_bank` VALUES (448, 3, '鞋子', NULL, NULL);
INSERT INTO `question_bank` VALUES (450, 3, '纸袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (451, 3, '书本', NULL, NULL);
INSERT INTO `question_bank` VALUES (454, 3, '泡沫箱', NULL, NULL);
INSERT INTO `question_bank` VALUES (457, 3, '螺丝', NULL, NULL);
INSERT INTO `question_bank` VALUES (458, 3, '被单', NULL, NULL);
INSERT INTO `question_bank` VALUES (460, 3, '啤酒瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (461, 3, '数据线', NULL, NULL);
INSERT INTO `question_bank` VALUES (462, 3, '废塑料', NULL, NULL);
INSERT INTO `question_bank` VALUES (464, 3, '白纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (467, 3, '布', NULL, NULL);
INSERT INTO `question_bank` VALUES (468, 3, '剪刀', NULL, NULL);
INSERT INTO `question_bank` VALUES (469, 3, '充电线', NULL, NULL);
INSERT INTO `question_bank` VALUES (470, 3, '包装纸盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (471, 3, '塑料盖', NULL, NULL);
INSERT INTO `question_bank` VALUES (472, 3, '充电器', NULL, NULL);
INSERT INTO `question_bank` VALUES (474, 3, '利乐包装', NULL, NULL);
INSERT INTO `question_bank` VALUES (475, 3, '吸铁石', NULL, NULL);
INSERT INTO `question_bank` VALUES (476, 3, '除湿盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (477, 3, '金属', NULL, NULL);
INSERT INTO `question_bank` VALUES (478, 3, '木筷子', NULL, NULL);
INSERT INTO `question_bank` VALUES (479, 3, '被子', NULL, NULL);
INSERT INTO `question_bank` VALUES (481, 3, '铁', NULL, NULL);
INSERT INTO `question_bank` VALUES (483, 3, '足球', NULL, NULL);
INSERT INTO `question_bank` VALUES (484, 3, '排球', NULL, NULL);
INSERT INTO `question_bank` VALUES (486, 3, '钥匙', NULL, NULL);
INSERT INTO `question_bank` VALUES (488, 3, '酸奶利乐包装盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (489, 3, '书包', NULL, NULL);
INSERT INTO `question_bank` VALUES (490, 3, '塑料包装纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (491, 3, '草稿纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (492, 3, '插座', NULL, NULL);
INSERT INTO `question_bank` VALUES (493, 3, '饮料塑料瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (496, 4, '油漆桶', NULL, NULL);
INSERT INTO `question_bank` VALUES (497, 4, '药瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (498, 4, '药品', NULL, NULL);
INSERT INTO `question_bank` VALUES (499, 4, '灯泡', NULL, NULL);
INSERT INTO `question_bank` VALUES (500, 4, '废药品', NULL, NULL);
INSERT INTO `question_bank` VALUES (501, 4, '荧光灯管', NULL, NULL);
INSERT INTO `question_bank` VALUES (503, 4, '指甲油', NULL, NULL);
INSERT INTO `question_bank` VALUES (505, 4, '有害垃圾', NULL, NULL);
INSERT INTO `question_bank` VALUES (507, 4, '过期药品', NULL, NULL);
INSERT INTO `question_bank` VALUES (509, 4, '空药瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (511, 4, '灯管', NULL, NULL);
INSERT INTO `question_bank` VALUES (514, 4, '眼药水', NULL, NULL);
INSERT INTO `question_bank` VALUES (516, 4, '避孕药', NULL, NULL);
INSERT INTO `question_bank` VALUES (517, 4, '废药瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (518, 4, '胶囊', NULL, NULL);
INSERT INTO `question_bank` VALUES (519, 4, '各类过期药品', NULL, NULL);
INSERT INTO `question_bank` VALUES (521, 4, '老鼠药', NULL, NULL);
INSERT INTO `question_bank` VALUES (522, 4, '照片', NULL, NULL);
INSERT INTO `question_bank` VALUES (524, 4, '锂电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (525, 4, '胶囊药片底板', NULL, NULL);
INSERT INTO `question_bank` VALUES (526, 4, '胶片', NULL, NULL);
INSERT INTO `question_bank` VALUES (527, 4, '药片盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (528, 4, '眼药水瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (529, 4, '感冒药', NULL, NULL);
INSERT INTO `question_bank` VALUES (530, 4, '染发剂罐', NULL, NULL);
INSERT INTO `question_bank` VALUES (532, 4, '消毒药片', NULL, NULL);
INSERT INTO `question_bank` VALUES (533, 4, '手机电池', NULL, NULL);
INSERT INTO `question_bank` VALUES (535, 4, '药品壳子', NULL, NULL);
INSERT INTO `question_bank` VALUES (537, 4, '胶卷', NULL, NULL);
INSERT INTO `question_bank` VALUES (539, 4, '白炽灯泡', NULL, NULL);
INSERT INTO `question_bank` VALUES (542, 4, '指甲油瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (543, 4, '药品铝塑板', NULL, NULL);
INSERT INTO `question_bank` VALUES (544, 4, '蟑螂药', NULL, NULL);
INSERT INTO `question_bank` VALUES (545, 4, '水银', NULL, NULL);
INSERT INTO `question_bank` VALUES (546, 4, '蟑螂丸', NULL, NULL);
INSERT INTO `question_bank` VALUES (547, 4, '废油漆', NULL, NULL);
INSERT INTO `question_bank` VALUES (549, 4, '胶囊药片', NULL, NULL);
INSERT INTO `question_bank` VALUES (550, 4, '杀虫喷雾', NULL, NULL);
INSERT INTO `question_bank` VALUES (551, 4, '中成药', NULL, NULL);
INSERT INTO `question_bank` VALUES (553, 2, '桃核', NULL, NULL);
INSERT INTO `question_bank` VALUES (554, 2, '玉米棒', NULL, NULL);
INSERT INTO `question_bank` VALUES (555, 2, '瓜子壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (557, 2, '小龙虾', NULL, NULL);
INSERT INTO `question_bank` VALUES (558, 2, '龙虾壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (560, 2, '鸡骨头', NULL, NULL);
INSERT INTO `question_bank` VALUES (561, 2, '鸭骨头', NULL, NULL);
INSERT INTO `question_bank` VALUES (562, 2, '熟玉米棒', NULL, NULL);
INSERT INTO `question_bank` VALUES (564, 2, '小龙虾壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (568, 2, '瓜子', NULL, NULL);
INSERT INTO `question_bank` VALUES (569, 2, '鱼骨头', NULL, NULL);
INSERT INTO `question_bank` VALUES (570, 2, '毛豆壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (571, 2, '龙虾', NULL, NULL);
INSERT INTO `question_bank` VALUES (572, 2, '螃蟹壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (573, 2, '玉米芯', NULL, NULL);
INSERT INTO `question_bank` VALUES (575, 2, '桃子', NULL, NULL);
INSERT INTO `question_bank` VALUES (576, 2, '荔枝壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (577, 2, '杨梅', NULL, NULL);
INSERT INTO `question_bank` VALUES (578, 2, '瓜子皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (579, 2, '粽子', NULL, NULL);
INSERT INTO `question_bank` VALUES (580, 2, '荔枝核', NULL, NULL);
INSERT INTO `question_bank` VALUES (583, 2, '排骨', NULL, NULL);
INSERT INTO `question_bank` VALUES (584, 2, '开心果壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (585, 2, '果皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (586, 2, '花', NULL, NULL);
INSERT INTO `question_bank` VALUES (587, 2, '螺蛳壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (588, 2, '话梅核', NULL, NULL);
INSERT INTO `question_bank` VALUES (589, 2, '芒果核', NULL, NULL);
INSERT INTO `question_bank` VALUES (590, 2, '中药渣', NULL, NULL);
INSERT INTO `question_bank` VALUES (591, 2, '螃蟹', NULL, NULL);
INSERT INTO `question_bank` VALUES (593, 2, '枣核', NULL, NULL);
INSERT INTO `question_bank` VALUES (594, 2, '小龙虾头', NULL, NULL);
INSERT INTO `question_bank` VALUES (597, 2, '香蕉', NULL, NULL);
INSERT INTO `question_bank` VALUES (598, 2, '花卉绿植', NULL, NULL);
INSERT INTO `question_bank` VALUES (599, 2, '鱼刺', NULL, NULL);
INSERT INTO `question_bank` VALUES (600, 2, '茶叶渣', NULL, NULL);
INSERT INTO `question_bank` VALUES (601, 2, '话梅', NULL, NULL);
INSERT INTO `question_bank` VALUES (603, 1, '塑料袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (606, 1, '卫生巾', NULL, NULL);
INSERT INTO `question_bank` VALUES (607, 1, '避孕套', NULL, NULL);
INSERT INTO `question_bank` VALUES (608, 1, '安全套', NULL, NULL);
INSERT INTO `question_bank` VALUES (610, 1, '面膜', NULL, NULL);
INSERT INTO `question_bank` VALUES (612, 1, '口香糖', NULL, NULL);
INSERT INTO `question_bank` VALUES (617, 1, '吸管', NULL, NULL);
INSERT INTO `question_bank` VALUES (620, 1, '湿纸巾', NULL, NULL);
INSERT INTO `question_bank` VALUES (621, 1, '茶包', NULL, NULL);
INSERT INTO `question_bank` VALUES (625, 1, '包装袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (626, 1, '指甲', NULL, NULL);
INSERT INTO `question_bank` VALUES (627, 1, '玉米皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (629, 1, '一次性饭盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (633, 1, '垃圾袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (634, 1, '玉米壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (635, 1, '蛤蜊壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (637, 1, '尿布', NULL, NULL);
INSERT INTO `question_bank` VALUES (641, 1, '食品包装袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (642, 1, '回形针', NULL, NULL);
INSERT INTO `question_bank` VALUES (643, 1, '棉签', NULL, NULL);
INSERT INTO `question_bank` VALUES (644, 1, '外卖餐盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (647, 1, '肮脏塑料袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (650, 1, '袜子', NULL, NULL);
INSERT INTO `question_bank` VALUES (651, 1, '榴莲', NULL, NULL);
INSERT INTO `question_bank` VALUES (652, 1, '一次性餐盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (653, 1, '笔芯', NULL, NULL);
INSERT INTO `question_bank` VALUES (654, 1, '冰袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (655, 1, '陶瓷碗', NULL, NULL);
INSERT INTO `question_bank` VALUES (656, 1, '茶叶包', NULL, NULL);
INSERT INTO `question_bank` VALUES (657, 1, '保鲜膜', NULL, NULL);
INSERT INTO `question_bank` VALUES (658, 1, '内裤', NULL, NULL);
INSERT INTO `question_bank` VALUES (659, 1, '化妆棉', NULL, NULL);
INSERT INTO `question_bank` VALUES (660, 1, '厕纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (661, 1, '厕所纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (662, 3, '耳机', NULL, '耳机是个好东西，戴上它，感觉全世界都是自己的');
INSERT INTO `question_bank` VALUES (663, 1, '手提袋', NULL, NULL);
INSERT INTO `question_bank` VALUES (665, 1, '黑框眼镜', NULL, NULL);
INSERT INTO `question_bank` VALUES (666, 1, '隐形眼镜', NULL, NULL);
INSERT INTO `question_bank` VALUES (667, 3, '台式电脑', NULL, NULL);
INSERT INTO `question_bank` VALUES (668, 3, '笔记本电脑', NULL, NULL);
INSERT INTO `question_bank` VALUES (669, 3, '运动鞋', NULL, NULL);
INSERT INTO `question_bank` VALUES (670, 1, '牙签盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (671, 2, '死鱼', NULL, NULL);
INSERT INTO `question_bank` VALUES (672, 3, '玻璃烟缸', NULL, NULL);
INSERT INTO `question_bank` VALUES (673, 3, '烟灰缸', NULL, NULL);
INSERT INTO `question_bank` VALUES (674, 2, '山竹皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (675, 1, '抽纸', NULL, NULL);
INSERT INTO `question_bank` VALUES (676, 4, '地沟油', NULL, '坚决抵制地沟油，关爱身心健康');
INSERT INTO `question_bank` VALUES (677, 2, '米线', NULL, NULL);
INSERT INTO `question_bank` VALUES (678, 1, '橡胶垫', NULL, NULL);
INSERT INTO `question_bank` VALUES (679, 1, '橡胶手套', NULL, NULL);
INSERT INTO `question_bank` VALUES (682, 3, '显示器', NULL, NULL);
INSERT INTO `question_bank` VALUES (683, 3, '门锁', NULL, NULL);
INSERT INTO `question_bank` VALUES (685, 1, '发卡', NULL, NULL);
INSERT INTO `question_bank` VALUES (686, 1, '姨妈巾', NULL, NULL);
INSERT INTO `question_bank` VALUES (688, 3, '保温杯', NULL, NULL);
INSERT INTO `question_bank` VALUES (689, 3, '电动牙刷', NULL, NULL);
INSERT INTO `question_bank` VALUES (690, 1, '废旧牙刷', NULL, NULL);
INSERT INTO `question_bank` VALUES (691, 3, '凉鞋', NULL, NULL);
INSERT INTO `question_bank` VALUES (692, 3, '高跟鞋', NULL, NULL);
INSERT INTO `question_bank` VALUES (693, 3, '布鞋', NULL, NULL);
INSERT INTO `question_bank` VALUES (695, 3, '风扇', NULL, NULL);
INSERT INTO `question_bank` VALUES (696, 3, '塑料拖鞋', NULL, NULL);
INSERT INTO `question_bank` VALUES (697, 3, '落地风扇', NULL, NULL);
INSERT INTO `question_bank` VALUES (698, 3, '空调', NULL, NULL);
INSERT INTO `question_bank` VALUES (701, 1, '甲鱼壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (702, 3, '笔记本', NULL, NULL);
INSERT INTO `question_bank` VALUES (703, 3, '电动剃须刀', NULL, NULL);
INSERT INTO `question_bank` VALUES (704, 3, '美工刀', NULL, NULL);
INSERT INTO `question_bank` VALUES (705, 3, '不锈钢刀', NULL, NULL);
INSERT INTO `question_bank` VALUES (706, 1, '陶瓷刀', NULL, NULL);
INSERT INTO `question_bank` VALUES (707, 2, '花甲肉', NULL, NULL);
INSERT INTO `question_bank` VALUES (708, 4, '甲油胶', NULL, NULL);
INSERT INTO `question_bank` VALUES (734, 1, '记号笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (735, 3, '金属铅笔盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (736, 4, '教科书', NULL, NULL);
INSERT INTO `question_bank` VALUES (737, 1, '蜡笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (738, 1, '坏钢笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (739, 1, '中性笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (740, 1, '眉笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (741, 1, '粉笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (742, 1, '彩笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (743, 1, '马克笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (744, 1, '笔杆', NULL, NULL);
INSERT INTO `question_bank` VALUES (745, 1, '笔套', NULL, NULL);
INSERT INTO `question_bank` VALUES (746, 1, '红笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (747, 1, '勾线笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (748, 1, '可擦复写笔', NULL, NULL);
INSERT INTO `question_bank` VALUES (749, 3, '行车记录仪', NULL, NULL);
INSERT INTO `question_bank` VALUES (750, 3, '练习本', NULL, NULL);
INSERT INTO `question_bank` VALUES (751, 1, '飞机杯', NULL, NULL);
INSERT INTO `question_bank` VALUES (756, 2, '虫子', NULL, NULL);
INSERT INTO `question_bank` VALUES (757, 2, '蚊子', NULL, NULL);
INSERT INTO `question_bank` VALUES (758, 2, '车厘子', NULL, NULL);
INSERT INTO `question_bank` VALUES (759, 2, '橘子', NULL, NULL);
INSERT INTO `question_bank` VALUES (760, 2, '栗子', NULL, NULL);
INSERT INTO `question_bank` VALUES (761, 1, '胡子', NULL, NULL);
INSERT INTO `question_bank` VALUES (762, 2, '茶叶蛋', NULL, NULL);
INSERT INTO `question_bank` VALUES (795, 2, '水果茶', NULL, NULL);
INSERT INTO `question_bank` VALUES (796, 2, '水果干', NULL, NULL);
INSERT INTO `question_bank` VALUES (797, 2, '水果脆', NULL, NULL);
INSERT INTO `question_bank` VALUES (798, 2, '水果茎枝', NULL, NULL);
INSERT INTO `question_bank` VALUES (799, 1, '牛油果核', NULL, NULL);
INSERT INTO `question_bank` VALUES (800, 2, '果冻', NULL, NULL);
INSERT INTO `question_bank` VALUES (801, 1, '果冻盒', NULL, NULL);
INSERT INTO `question_bank` VALUES (802, 2, '火龙果皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (803, 2, '牛油果皮', NULL, NULL);
INSERT INTO `question_bank` VALUES (804, 2, '腰果', NULL, NULL);
INSERT INTO `question_bank` VALUES (805, 2, '水饺', NULL, NULL);
INSERT INTO `question_bank` VALUES (806, 2, '馄饨', NULL, NULL);
INSERT INTO `question_bank` VALUES (807, 3, '花露水玻璃空瓶', NULL, NULL);
INSERT INTO `question_bank` VALUES (808, 2, '米虫', NULL, NULL);
INSERT INTO `question_bank` VALUES (809, 2, '酸菜鱼', NULL, NULL);
INSERT INTO `question_bank` VALUES (810, 3, '拖鞋', NULL, NULL);
INSERT INTO `question_bank` VALUES (811, 2, '西瓜', NULL, NULL);
INSERT INTO `question_bank` VALUES (812, 2, '八宝粥', NULL, NULL);
INSERT INTO `question_bank` VALUES (813, 2, '八角', NULL, NULL);
INSERT INTO `question_bank` VALUES (814, 2, '八宝饭', NULL, NULL);
INSERT INTO `question_bank` VALUES (815, 1, '鼻屎', NULL, NULL);
INSERT INTO `question_bank` VALUES (816, 1, '狗屎指', NULL, NULL);
INSERT INTO `question_bank` VALUES (817, 1, '耳屎', NULL, NULL);
INSERT INTO `question_bank` VALUES (818, 1, '陶瓷锅', NULL, NULL);
INSERT INTO `question_bank` VALUES (819, 3, '手机', NULL, NULL);
INSERT INTO `question_bank` VALUES (820, 3, '平板电脑', NULL, NULL);
INSERT INTO `question_bank` VALUES (821, 1, '手机壳', NULL, NULL);
INSERT INTO `question_bank` VALUES (822, 1, '手机膜', NULL, NULL);
INSERT INTO `question_bank` VALUES (823, 1, '酱油瓶', NULL, NULL);

-- ----------------------------
-- Table structure for slide_show
-- ----------------------------
DROP TABLE IF EXISTS `slide_show`;
CREATE TABLE `slide_show`  (
  `slide` int NOT NULL AUTO_INCREMENT COMMENT 'id',
  `user_id` tinyint(1) NULL DEFAULT NULL COMMENT '是否启用',
  `sort_id` int NULL DEFAULT NULL COMMENT '排序id',
  `image_url` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '图片地址',
  `skip_url` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '跳转的链接地址',
  PRIMARY KEY (`slide`) USING BTREE,
  UNIQUE INDEX `slide_show_slide_uindex`(`slide`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '幻灯片播放表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of slide_show
-- ----------------------------
INSERT INTO `slide_show` VALUES (1, 1, 1, 'https://pic.yupoo.com/felixluo/de4e546c/70493523.png', '');
INSERT INTO `slide_show` VALUES (2, 0, 2, 'https://desk-fd.zol-img.com.cn/t_s960x600c5/g2/M00/0C/0D/ChMlWV0lX06Ia6odAAUqDVGbNfkAALssQOQNxYABSol367.jpg', 'https://github.com/dcloudio/hello-uniapp/search?q=popup&unscoped_q=popup');
INSERT INTO `slide_show` VALUES (3, 0, 3, 'https://desk-fd.zol-img.com.cn/t_s960x600c5/g2/M00/0C/0D/ChMlWV0lX1eIXYj9AAbvNL1qwhwAALssgDzSSAABu9M113.jpg', 'https://uniapp.dcloud.io/api/request/network-file');

-- ----------------------------
-- Table structure for sort
-- ----------------------------
DROP TABLE IF EXISTS `sort`;
CREATE TABLE `sort`  (
  `sort_id` int NOT NULL AUTO_INCREMENT COMMENT '垃圾类别id',
  `refuse_type` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '垃圾类型',
  `description` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '垃圾描述',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`sort_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '垃圾类别表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sort
-- ----------------------------
INSERT INTO `sort` VALUES (1, '可回收垃圾', '可回收物(再生资源)是指回收后经过再加工可以成为生产原料或者经过整理可以再利用的物品，主要包括废纸类、塑料类、玻璃类、金属类、电子废弃物类、织物类等。', '2023-04-04 22:27:36', '2023-04-25 17:19:40', '可回收垃圾');
INSERT INTO `sort` VALUES (2, '有害垃圾', '有毒有害垃圾是指存有对人体健康有害的重金属、有毒的物质或者对环境造成现实危害或者潜在危害的废弃物。', '2023-04-25 17:09:49', '2023-05-02 22:45:44', NULL);
INSERT INTO `sort` VALUES (3, '厨余垃圾', '狭义的厨余垃圾是有机垃圾的一种，分为熟厨余包括剩菜、剩饭、菜叶；生厨余垃圾包括果皮、蛋壳、茶渣、骨、贝壳；泛指家庭生活饮食中所需用的来源生料及成品(熟食)或残留物。但广义的厨余垃圾还包括用过的筷子，食品的包装材料等。', '2023-05-02 22:44:41', NULL, NULL);
INSERT INTO `sort` VALUES (4, '其他垃圾', '包括除上述几类垃圾之外难以回收的废弃物，通常根据垃圾特性采取焚烧或者填埋的方式处理。', '2023-05-02 22:46:23', '2023-05-02 23:13:12', NULL);

-- ----------------------------
-- Table structure for speech_classify
-- ----------------------------
DROP TABLE IF EXISTS `speech_classify`;
CREATE TABLE `speech_classify`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `filepath` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '文件存储路径',
  `one_keyword` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '一个关键字',
  `one_result` json NULL COMMENT '一个结果',
  `all_keyword` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '总关键字',
  `all_result` json NULL COMMENT '总结果',
  `user_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '用户名',
  `times` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `image_classify_id_uindex`(`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 165 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '语音识别记录' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of speech_classify
-- ----------------------------
INSERT INTO `speech_classify` VALUES (144, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/KiCvPfPQ88sO48e00dff35cb7f7ef3dc7900577fb909.durationTime=761.aac', '', 'null', '', '[]', '张三', '2023-05-04 21:59:49');
INSERT INTO `speech_classify` VALUES (145, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/9ytNRs8htQxA9bebf0896e248ddffa23a0cbf0911680.durationTime=1436.aac', '', 'null', '', '[]', '张三', '2023-05-04 21:59:59');
INSERT INTO `speech_classify` VALUES (146, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/IjtxxD2OBDeLc455083aacb53530f862531847688eff.durationTime=1636.aac', '', 'null', '', '[]', '张三', '2023-05-04 22:01:00');
INSERT INTO `speech_classify` VALUES (147, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/tmp_a76c292ac8e5843799933f5b95f256b876cb757a486d8d7f.m4a', '', 'null', '', '[]', '张三', '2023-05-04 22:09:30');
INSERT INTO `speech_classify` VALUES (148, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/q7qQUKF3f0lB5bf2d95e53d2703864ed09b7f72cd1a6.durationTime=1761.aac', '', 'null', '{\"err_msg\":\"audio trans failed\",\"err_no\":3316,\"sn\":\"258964795721683211338\"}\n', '[]', '张三', '2023-05-04 22:42:19');
INSERT INTO `speech_classify` VALUES (149, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/yVJQo9PhGM8uc1ea182cf730963b0f2fed3e716b4fc3.durationTime=1571.aac', '', 'null', '{\"err_msg\":\"audio trans failed\",\"err_no\":3316,\"sn\":\"111922671131683211371\"}\n', '[]', '张三', '2023-05-04 22:42:51');
INSERT INTO `speech_classify` VALUES (150, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/F5moa2xNyTYG0bfc5292b8a38aea8bdc220513b1e38d.durationTime=1731.aac', '', 'null', '{\"err_msg\":\"audio trans failed\",\"err_no\":3316,\"sn\":\"76166445521683211927\"}\n', '[]', '张三', '2023-05-04 22:52:07');
INSERT INTO `speech_classify` VALUES (151, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/04/CgBpxXVP6oik8b41e7660ba0ae3a5119e5aefa6b91d3.durationTime=1674.aac', '', 'null', '{\"err_msg\":\"audio trans failed\",\"err_no\":3316,\"sn\":\"523035520321683215932\"}\n', '[]', '张三', '2023-05-04 23:58:53');
INSERT INTO `speech_classify` VALUES (152, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/7xbwY15m7lY15d3cf49bc8c3e2daec6ec58303e52b03.durationTime=98.aac', '', 'null', '{\"err_msg\":\"audio trans failed\",\"err_no\":3316,\"sn\":\"588994730301683295004\"}\n', '[]', '张三', '2023-05-05 21:56:45');
INSERT INTO `speech_classify` VALUES (153, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/jBVQ6spF1T3U9b92830d1817473517fa2daa20b96555.durationTime=1596.aac', '', 'null', '', '[]', '张三', '2023-05-05 22:00:13');
INSERT INTO `speech_classify` VALUES (154, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/zgEXgrW3f5shd391ca656aef7d5fba0df25edfa0e1e9.durationTime=1605.aac', '', 'null', '{\"err_msg\":\"audio trans failed\",\"err_no\":3316,\"sn\":\"797962766211683295869\"}\n', '[]', '张三', '2023-05-05 22:11:10');
INSERT INTO `speech_classify` VALUES (155, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/U6dpvTIEfbwM51a6d1bc55332deb025a1215bb1b8361.durationTime=1489.aac', '', 'null', '', '[]', '张三', '2023-05-05 22:30:02');
INSERT INTO `speech_classify` VALUES (156, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/4YRRjS7Z36BH327c962094176fe49067298c940ad4ec.durationTime=1764.aac', '', 'null', '', '[]', '张三', '2023-05-05 22:36:40');
INSERT INTO `speech_classify` VALUES (157, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/BgrQG3krrcRxfeee2c589a15f6c67ad8b39e743d8255.durationTime=1442.aac', '', 'null', '{\"err_msg\":\"param format invalid.\",\"err_no\":3312,\"sn\":\"86443453861683298080\"}\n', '[]', '张三', '2023-05-05 22:48:01');
INSERT INTO `speech_classify` VALUES (158, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_edab05b32b4aab41c0b03fb920bc9320a4a415ac862c4c9c.m4a', '我不知道', 'null', '{\"corpus_no\":\"7229710917339112257\",\"err_msg\":\"success.\",\"err_no\":0,\"result\":[\"我不知道。\"],\"sn\":\"324373411231683298246\"}\n', '[]', '张三', '2023-05-05 22:50:47');
INSERT INTO `speech_classify` VALUES (159, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_c0c2179487d81a19433b4dd5862f0b407f6a8709d471e484.m4a', '平台', 'null', '{\"corpus_no\":\"7229711114975434774\",\"err_msg\":\"success.\",\"err_no\":0,\"result\":[\"平台。\"],\"sn\":\"220066203361683298292\"}\n', '[]', '张三', '2023-05-05 22:51:33');
INSERT INTO `speech_classify` VALUES (160, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_de6ca66a195c6ab84be3cba3dadeec5b88740dfce8bf7899.m4a', '平台', 'null', '{\"corpus_no\":\"7229711196611446214\",\"err_msg\":\"success.\",\"err_no\":0,\"result\":[\"平台。\"],\"sn\":\"993805743281683298311\"}\n', '[]', '张三', '2023-05-05 22:51:51');
INSERT INTO `speech_classify` VALUES (161, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_a926f992cbbd7b991a080e24f5a1984d8b1bcd32d4a83fa6.m4a', '电池', '{\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}', '{\"corpus_no\":\"7229711256484715311\",\"err_msg\":\"success.\",\"err_no\":0,\"result\":[\"电池。\"],\"sn\":\"513645972561683298325\"}\n', '[{\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}]', '张三', '2023-05-05 22:52:05');
INSERT INTO `speech_classify` VALUES (162, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_f8a48b53e5fa81aebd24585325a8ca0fdbaa72f66e1309cc.m4a', '', 'null', '{\"corpus_no\":\"7229711561021060542\",\"err_msg\":\"success.\",\"err_no\":0,\"result\":[\"\"],\"sn\":\"42574714171683298396\"}\n', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}, {\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 5, \"garbageName\": \"餐巾纸\", \"garbageType\": 1}, {\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}, {\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}, {\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}, {\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}, {\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}, {\"questionId\": 12, \"garbageName\": \"干燥剂\", \"garbageType\": 1}, {\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}, {\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}, {\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}, {\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}, {\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}, {\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}, {\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}, {\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}, {\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}, {\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}, {\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}, {\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}, {\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}, {\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}, {\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}, {\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}, {\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}, {\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}, {\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}, {\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}, {\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}, {\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}, {\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}, {\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}, {\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}, {\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}, {\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}, {\"questionId\": 53, \"garbageName\": \"生蚝壳\", \"garbageType\": 1}, {\"questionId\": 54, \"garbageName\": \"烟盒\", \"garbageType\": 1}, {\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}, {\"questionId\": 62, \"garbageName\": \"黄豆\", \"garbageType\": 2}, {\"questionId\": 63, \"garbageName\": \"红豆\", \"garbageType\": 2}, {\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}, {\"questionId\": 65, \"garbageName\": \"鸡肉\", \"garbageType\": 2}, {\"questionId\": 66, \"garbageName\": \"鸭肉\", \"garbageType\": 2}, {\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}, {\"questionId\": 68, \"garbageName\": \"牛肉\", \"garbageType\": 2}, {\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 70, \"garbageName\": \"鸡蛋\", \"garbageType\": 2}, {\"questionId\": 71, \"garbageName\": \"鸭蛋\", \"garbageType\": 2}, {\"questionId\": 72, \"garbageName\": \"咸鸭蛋\", \"garbageType\": 2}, {\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}, {\"questionId\": 74, \"garbageName\": \"腊肉\", \"garbageType\": 2}, {\"questionId\": 75, \"garbageName\": \"午餐肉\", \"garbageType\": 2}, {\"questionId\": 76, \"garbageName\": \"里脊肉\", \"garbageType\": 2}, {\"questionId\": 77, \"garbageName\": \"蛋壳\", \"garbageType\": 2}, {\"questionId\": 78, \"garbageName\": \"鱼\", \"garbageType\": 2}, {\"questionId\": 79, \"garbageName\": \"虾\", \"garbageType\": 2}, {\"questionId\": 80, \"garbageName\": \"鱼鳞\", \"garbageType\": 2}, {\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 82, \"garbageName\": \"虾仁\", \"garbageType\": 2}, {\"questionId\": 83, \"garbageName\": \"虾壳\", \"garbageType\": 2}, {\"questionId\": 84, \"garbageName\": \"鱿鱼\", \"garbageType\": 2}, {\"questionId\": 85, \"garbageName\": \"章鱼\", \"garbageType\": 2}, {\"questionId\": 86, \"garbageName\": \"墨鱼\", \"garbageType\": 2}, {\"questionId\": 87, \"garbageName\": \"蔬菜\", \"garbageType\": 2}, {\"questionId\": 88, \"garbageName\": \"绿叶菜\", \"garbageType\": 2}, {\"questionId\": 89, \"garbageName\": \"空心菜\", \"garbageType\": 2}, {\"questionId\": 90, \"garbageName\": \"卷心菜\", \"garbageType\": 2}, {\"questionId\": 91, \"garbageName\": \"蘑菇\", \"garbageType\": 2}, {\"questionId\": 92, \"garbageName\": \"香菇\", \"garbageType\": 2}, {\"questionId\": 93, \"garbageName\": \"调料\", \"garbageType\": 2}, {\"questionId\": 94, \"garbageName\": \"酱料\", \"garbageType\": 2}, {\"questionId\": 95, \"garbageName\": \"老干妈调料酱\", \"garbageType\": 2}, {\"questionId\": 96, \"garbageName\": \"火锅锅底\", \"garbageType\": 2}, {\"questionId\": 97, \"garbageName\": \"鱼骨\", \"garbageType\": 2}, {\"questionId\": 98, \"garbageName\": \"茶叶\", \"garbageType\": 2}, {\"questionId\": 99, \"garbageName\": \"咖啡渣\", \"garbageType\": 2}, {\"questionId\": 100, \"garbageName\": \"糕点\", \"garbageType\": 2}, {\"questionId\": 101, \"garbageName\": \"糖果\", \"garbageType\": 2}, {\"questionId\": 102, \"garbageName\": \"肉干\", \"garbageType\": 2}, {\"questionId\": 103, \"garbageName\": \"牛肉干\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}, {\"questionId\": 105, \"garbageName\": \"红枣\", \"garbageType\": 2}, {\"questionId\": 106, \"garbageName\": \"中药材\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 108, \"garbageName\": \"生粉\", \"garbageType\": 2}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}, {\"questionId\": 110, \"garbageName\": \"狗粮\", \"garbageType\": 2}, {\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 112, \"garbageName\": \"水果\", \"garbageType\": 2}, {\"questionId\": 113, \"garbageName\": \"椰子肉\", \"garbageType\": 2}, {\"questionId\": 114, \"garbageName\": \"水果皮\", \"garbageType\": 2}, {\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}, {\"questionId\": 116, \"garbageName\": \"香蕉皮\", \"garbageType\": 2}, {\"questionId\": 117, \"garbageName\": \"橘子皮\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 119, \"garbageName\": \"葡萄\", \"garbageType\": 2}, {\"questionId\": 120, \"garbageName\": \"葡萄枝\", \"garbageType\": 2}, {\"questionId\": 121, \"garbageName\": \"西瓜籽\", \"garbageType\": 2}, {\"questionId\": 122, \"garbageName\": \"家养植物\", \"garbageType\": 2}, {\"questionId\": 123, \"garbageName\": \"玫瑰花\", \"garbageType\": 2}, {\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}, {\"questionId\": 125, \"garbageName\": \"塑料瓶\", \"garbageType\": 3}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 128, \"garbageName\": \"冰棒皮\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 147, \"garbageName\": \"粽叶\", \"garbageType\": 1}, {\"questionId\": 148, \"garbageName\": \"牙刷\", \"garbageType\": 1}, {\"questionId\": 149, \"garbageName\": \"贝壳\", \"garbageType\": 1}, {\"questionId\": 150, \"garbageName\": \"可乐瓶\", \"garbageType\": 3}, {\"questionId\": 151, \"garbageName\": \"易拉罐\", \"garbageType\": 3}, {\"questionId\": 152, \"garbageName\": \"旧书包\", \"garbageType\": 3}, {\"questionId\": 153, \"garbageName\": \"电线\", \"garbageType\": 3}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 169, \"garbageName\": \"旧浴缸\", \"garbageType\": 1}, {\"questionId\": 170, \"garbageName\": \"盆子\", \"garbageType\": 1}, {\"questionId\": 171, \"garbageName\": \"坏马桶\", \"garbageType\": 1}, {\"questionId\": 172, \"garbageName\": \"旧水槽\", \"garbageType\": 1}, {\"questionId\": 174, \"garbageName\": \"化妆刷\", \"garbageType\": 1}, {\"questionId\": 175, \"garbageName\": \"坛子\", \"garbageType\": 1}, {\"questionId\": 176, \"garbageName\": \"海绵\", \"garbageType\": 1}, {\"questionId\": 177, \"garbageName\": \"花生壳\", \"garbageType\": 1}, {\"questionId\": 178, \"garbageName\": \"菜板\", \"garbageType\": 1}, {\"questionId\": 179, \"garbageName\": \"砖块\", \"garbageType\": 1}, {\"questionId\": 180, \"garbageName\": \"卫生纸\", \"garbageType\": 1}, {\"questionId\": 181, \"garbageName\": \"篮球\", \"garbageType\": 1}, {\"questionId\": 182, \"garbageName\": \"核桃\", \"garbageType\": 1}, {\"questionId\": 183, \"garbageName\": \"杯子\", \"garbageType\": 1}, {\"questionId\": 184, \"garbageName\": \"陶瓷杯\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 186, \"garbageName\": \"西梅核\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}, {\"questionId\": 188, \"garbageName\": \"木质梳子\", \"garbageType\": 1}, {\"questionId\": 189, \"garbageName\": \"脏污衣服\", \"garbageType\": 1}, {\"questionId\": 191, \"garbageName\": \"渣土\", \"garbageType\": 1}, {\"questionId\": 192, \"garbageName\": \"湿垃圾袋\", \"garbageType\": 1}, {\"questionId\": 193, \"garbageName\": \"瓦片\", \"garbageType\": 1}, {\"questionId\": 194, \"garbageName\": \"扫把\", \"garbageType\": 1}, {\"questionId\": 195, \"garbageName\": \"纸尿裤\", \"garbageType\": 1}, {\"questionId\": 196, \"garbageName\": \"头发\", \"garbageType\": 1}, {\"questionId\": 198, \"garbageName\": \"创可贴\", \"garbageType\": 1}, {\"questionId\": 204, \"garbageName\": \"内衣裤\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 207, \"garbageName\": \"菜叶\", \"garbageType\": 2}, {\"questionId\": 208, \"garbageName\": \"橙皮\", \"garbageType\": 2}, {\"questionId\": 209, \"garbageName\": \"葱\", \"garbageType\": 2}, {\"questionId\": 210, \"garbageName\": \"饼干\", \"garbageType\": 2}, {\"questionId\": 211, \"garbageName\": \"番茄酱\", \"garbageType\": 2}, {\"questionId\": 214, \"garbageName\": \"马铃薯\", \"garbageType\": 2}, {\"questionId\": 216, \"garbageName\": \"甘蔗\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 218, \"garbageName\": \"骨头\", \"garbageType\": 2}, {\"questionId\": 219, \"garbageName\": \"鸡鹅鸭骨头\", \"garbageType\": 2}, {\"questionId\": 221, \"garbageName\": \"蛋糕\", \"garbageType\": 2}, {\"questionId\": 223, \"garbageName\": \"草莓\", \"garbageType\": 2}, {\"questionId\": 224, \"garbageName\": \"西红柿\", \"garbageType\": 2}, {\"questionId\": 225, \"garbageName\": \"梨\", \"garbageType\": 2}, {\"questionId\": 226, \"garbageName\": \"蟹壳\", \"garbageType\": 2}, {\"questionId\": 228, \"garbageName\": \"辣椒\", \"garbageType\": 2}, {\"questionId\": 229, \"garbageName\": \"巧克力\", \"garbageType\": 2}, {\"questionId\": 230, \"garbageName\": \"茄子\", \"garbageType\": 2}, {\"questionId\": 231, \"garbageName\": \"豌豆皮\", \"garbageType\": 2}, {\"questionId\": 233, \"garbageName\": \"树叶\", \"garbageType\": 2}, {\"questionId\": 234, \"garbageName\": \"剩饭剩菜\", \"garbageType\": 2}, {\"questionId\": 238, \"garbageName\": \"干果仁\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}, {\"questionId\": 240, \"garbageName\": \"蛋糕饼干\", \"garbageType\": 2}, {\"questionId\": 241, \"garbageName\": \"动物内脏\", \"garbageType\": 2}, {\"questionId\": 242, \"garbageName\": \"鸡蛋及蛋壳\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 244, \"garbageName\": \"中药药渣\", \"garbageType\": 2}, {\"questionId\": 245, \"garbageName\": \"动物饲料\", \"garbageType\": 2}, {\"questionId\": 246, \"garbageName\": \"花卉\", \"garbageType\": 2}, {\"questionId\": 248, \"garbageName\": \"花瓣\", \"garbageType\": 2}, {\"questionId\": 249, \"garbageName\": \"纸板箱\", \"garbageType\": 3}, {\"questionId\": 250, \"garbageName\": \"报纸\", \"garbageType\": 3}, {\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}, {\"questionId\": 252, \"garbageName\": \"快递纸袋\", \"garbageType\": 3}, {\"questionId\": 253, \"garbageName\": \"打印纸\", \"garbageType\": 3}, {\"questionId\": 254, \"garbageName\": \"信封\", \"garbageType\": 3}, {\"questionId\": 255, \"garbageName\": \"广告单\", \"garbageType\": 3}, {\"questionId\": 256, \"garbageName\": \"纸塑铝复合包装\", \"garbageType\": 3}, {\"questionId\": 257, \"garbageName\": \"利乐包\", \"garbageType\": 3}, {\"questionId\": 258, \"garbageName\": \"食品与日用品塑料瓶罐及瓶盖(总)\", \"garbageType\": 3}, {\"questionId\": 259, \"garbageName\": \"饮料瓶\", \"garbageType\": 3}, {\"questionId\": 260, \"garbageName\": \"奶瓶\", \"garbageType\": 3}, {\"questionId\": 261, \"garbageName\": \"洗发水瓶\", \"garbageType\": 3}, {\"questionId\": 262, \"garbageName\": \"乳液罐\", \"garbageType\": 3}, {\"questionId\": 263, \"garbageName\": \"食用油桶\", \"garbageType\": 3}, {\"questionId\": 264, \"garbageName\": \"塑料碗\", \"garbageType\": 3}, {\"questionId\": 265, \"garbageName\": \"塑料盆\", \"garbageType\": 3}, {\"questionId\": 266, \"garbageName\": \"塑料盒子\", \"garbageType\": 3}, {\"questionId\": 267, \"garbageName\": \"食品保鲜盒\", \"garbageType\": 3}, {\"questionId\": 268, \"garbageName\": \"收纳盒\", \"garbageType\": 3}, {\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 270, \"garbageName\": \"塑料积木\", \"garbageType\": 3}, {\"questionId\": 271, \"garbageName\": \"塑料模型\", \"garbageType\": 3}, {\"questionId\": 272, \"garbageName\": \"塑料衣架\", \"garbageType\": 3}, {\"questionId\": 273, \"garbageName\": \"施工安全帽\", \"garbageType\": 3}, {\"questionId\": 274, \"garbageName\": \"PE- 塑料\", \"garbageType\": 3}, {\"questionId\": 275, \"garbageName\": \"pvc\", \"garbageType\": 3}, {\"questionId\": 276, \"garbageName\": \"亚克力板\", \"garbageType\": 3}, {\"questionId\": 277, \"garbageName\": \"塑料卡片\", \"garbageType\": 3}, {\"questionId\": 278, \"garbageName\": \"密胺餐具\", \"garbageType\": 3}, {\"questionId\": 279, \"garbageName\": \"kt板\", \"garbageType\": 3}, {\"questionId\": 280, \"garbageName\": \"泡沫\", \"garbageType\": 3}, {\"questionId\": 281, \"garbageName\": \"泡沫塑料\", \"garbageType\": 3}, {\"questionId\": 282, \"garbageName\": \"水果网套\", \"garbageType\": 3}, {\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 284, \"garbageName\": \"调料瓶\", \"garbageType\": 3}, {\"questionId\": 285, \"garbageName\": \"酒瓶\", \"garbageType\": 3}, {\"questionId\": 286, \"garbageName\": \"化妆品瓶\", \"garbageType\": 3}, {\"questionId\": 287, \"garbageName\": \"玻璃杯\", \"garbageType\": 3}, {\"questionId\": 288, \"garbageName\": \"窗玻璃\", \"garbageType\": 3}, {\"questionId\": 289, \"garbageName\": \"玻璃制品\", \"garbageType\": 3}, {\"questionId\": 290, \"garbageName\": \"放大镜\", \"garbageType\": 3}, {\"questionId\": 291, \"garbageName\": \"玻璃摆件\", \"garbageType\": 3}, {\"questionId\": 292, \"garbageName\": \"碎玻璃\", \"garbageType\": 3}, {\"questionId\": 293, \"garbageName\": \"金属瓶罐\", \"garbageType\": 3}, {\"questionId\": 295, \"garbageName\": \"食品罐\", \"garbageType\": 3}, {\"questionId\": 296, \"garbageName\": \"食品桶\", \"garbageType\": 3}, {\"questionId\": 297, \"garbageName\": \"金属厨具\", \"garbageType\": 3}, {\"questionId\": 298, \"garbageName\": \"菜刀\", \"garbageType\": 3}, {\"questionId\": 299, \"garbageName\": \"锅\", \"garbageType\": 3}, {\"questionId\": 300, \"garbageName\": \"金属工具\", \"garbageType\": 3}, {\"questionId\": 301, \"garbageName\": \"刀片\", \"garbageType\": 3}, {\"questionId\": 302, \"garbageName\": \"指甲剪\", \"garbageType\": 3}, {\"questionId\": 303, \"garbageName\": \"螺丝刀\", \"garbageType\": 3}, {\"questionId\": 304, \"garbageName\": \"金属制品\", \"garbageType\": 3}, {\"questionId\": 305, \"garbageName\": \"铁钉\", \"garbageType\": 3}, {\"questionId\": 306, \"garbageName\": \"铁皮\", \"garbageType\": 3}, {\"questionId\": 307, \"garbageName\": \"铝箔\", \"garbageType\": 3}, {\"questionId\": 308, \"garbageName\": \"旧衣服\", \"garbageType\": 3}, {\"questionId\": 309, \"garbageName\": \"床单\", \"garbageType\": 3}, {\"questionId\": 310, \"garbageName\": \"枕头\", \"garbageType\": 3}, {\"questionId\": 311, \"garbageName\": \"棉被\", \"garbageType\": 3}, {\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 314, \"garbageName\": \"布偶\", \"garbageType\": 3}, {\"questionId\": 315, \"garbageName\": \"棉袄\", \"garbageType\": 3}, {\"questionId\": 316, \"garbageName\": \"包\", \"garbageType\": 3}, {\"questionId\": 317, \"garbageName\": \"皮带\", \"garbageType\": 3}, {\"questionId\": 318, \"garbageName\": \"丝绸制品\", \"garbageType\": 3}, {\"questionId\": 319, \"garbageName\": \"电路板\", \"garbageType\": 3}, {\"questionId\": 320, \"garbageName\": \"主板\", \"garbageType\": 3}, {\"questionId\": 321, \"garbageName\": \"内存条\", \"garbageType\": 3}, {\"questionId\": 322, \"garbageName\": \"充电宝\", \"garbageType\": 3}, {\"questionId\": 324, \"garbageName\": \"插头\", \"garbageType\": 3}, {\"questionId\": 325, \"garbageName\": \"木制品\", \"garbageType\": 3}, {\"questionId\": 326, \"garbageName\": \"积木\", \"garbageType\": 3}, {\"questionId\": 327, \"garbageName\": \"砧板\", \"garbageType\": 3}, {\"questionId\": 329, \"garbageName\": \"食品罐头\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 334, \"garbageName\": \"牛奶盒\", \"garbageType\": 3}, {\"questionId\": 335, \"garbageName\": \"旧玩偶\", \"garbageType\": 3}, {\"questionId\": 336, \"garbageName\": \"玻璃壶\", \"garbageType\": 3}, {\"questionId\": 337, \"garbageName\": \"旧铁锅\", \"garbageType\": 3}, {\"questionId\": 338, \"garbageName\": \"垃圾桶\", \"garbageType\": 3}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}, {\"questionId\": 341, \"garbageName\": \"塑料梳子\", \"garbageType\": 3}, {\"questionId\": 342, \"garbageName\": \"旧帽子\", \"garbageType\": 3}, {\"questionId\": 343, \"garbageName\": \"旧夹子\", \"garbageType\": 3}, {\"questionId\": 344, \"garbageName\": \"废锁头\", \"garbageType\": 3}, {\"questionId\": 345, \"garbageName\": \"牙膏皮\", \"garbageType\": 3}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}, {\"questionId\": 347, \"garbageName\": \"旧纸袋\", \"garbageType\": 3}, {\"questionId\": 348, \"garbageName\": \"纸盒\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 355, \"garbageName\": \"荧光（日光）灯管\", \"garbageType\": 4}, {\"questionId\": 356, \"garbageName\": \"卤素灯\", \"garbageType\": 4}, {\"questionId\": 357, \"garbageName\": \"过期药物\", \"garbageType\": 4}, {\"questionId\": 358, \"garbageName\": \"药物胶囊\", \"garbageType\": 4}, {\"questionId\": 359, \"garbageName\": \"药片\", \"garbageType\": 4}, {\"questionId\": 360, \"garbageName\": \"药品内包装\", \"garbageType\": 4}, {\"questionId\": 361, \"garbageName\": \"老鼠药（毒鼠强)\", \"garbageType\": 4}, {\"questionId\": 362, \"garbageName\": \"杀虫喷雾罐\", \"garbageType\": 4}, {\"questionId\": 363, \"garbageName\": \"废油漆桶\", \"garbageType\": 4}, {\"questionId\": 364, \"garbageName\": \"染发剂壳\", \"garbageType\": 4}, {\"questionId\": 365, \"garbageName\": \"过期的指甲油\", \"garbageType\": 4}, {\"questionId\": 366, \"garbageName\": \"洗甲水\", \"garbageType\": 4}, {\"questionId\": 367, \"garbageName\": \"废含汞温度计\", \"garbageType\": 4}, {\"questionId\": 368, \"garbageName\": \"废含汞血压计\", \"garbageType\": 4}, {\"questionId\": 369, \"garbageName\": \"水银血压计\", \"garbageType\": 4}, {\"questionId\": 370, \"garbageName\": \"水银体温计\", \"garbageType\": 4}, {\"questionId\": 371, \"garbageName\": \"水银温度计\", \"garbageType\": 4}, {\"questionId\": 372, \"garbageName\": \"x光片等感光胶片\", \"garbageType\": 4}, {\"questionId\": 373, \"garbageName\": \"相片底片\", \"garbageType\": 4}, {\"questionId\": 374, \"garbageName\": \"漆桶\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 377, \"garbageName\": \"创口贴\", \"garbageType\": 4}, {\"questionId\": 378, \"garbageName\": \"酒精\", \"garbageType\": 4}, {\"questionId\": 379, \"garbageName\": \"调色板\", \"garbageType\": 4}, {\"questionId\": 380, \"garbageName\": \"油漆\", \"garbageType\": 4}, {\"questionId\": 381, \"garbageName\": \"过期的胶囊药物\", \"garbageType\": 4}, {\"questionId\": 382, \"garbageName\": \"温度计\", \"garbageType\": 4}, {\"questionId\": 383, \"garbageName\": \"过期药片\", \"garbageType\": 4}, {\"questionId\": 384, \"garbageName\": \"荧光灯\", \"garbageType\": 4}, {\"questionId\": 386, \"garbageName\": \"医用棉签\", \"garbageType\": 4}, {\"questionId\": 387, \"garbageName\": \"杀虫剂\", \"garbageType\": 4}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 389, \"garbageName\": \"农药瓶\", \"garbageType\": 4}, {\"questionId\": 390, \"garbageName\": \"医用纱布\", \"garbageType\": 4}, {\"questionId\": 391, \"garbageName\": \"口服液瓶\", \"garbageType\": 4}, {\"questionId\": 392, \"garbageName\": \"香水瓶\", \"garbageType\": 4}, {\"questionId\": 393, \"garbageName\": \"荧光棒\", \"garbageType\": 4}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}, {\"questionId\": 395, \"garbageName\": \"发胶\", \"garbageType\": 4}, {\"questionId\": 396, \"garbageName\": \"注射器\", \"garbageType\": 4}, {\"questionId\": 397, \"garbageName\": \"废气灯泡\", \"garbageType\": 4}, {\"questionId\": 398, \"garbageName\": \"煤气罐\", \"garbageType\": 4}, {\"questionId\": 399, \"garbageName\": \"医用手套\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 405, \"garbageName\": \"节能灯\", \"garbageType\": 4}, {\"questionId\": 407, \"garbageName\": \"药品包装\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 415, \"garbageName\": \"渣男\", \"garbageType\": 4}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 416, \"garbageName\": \"靓女\", \"garbageType\": 3}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 417, \"garbageName\": \"靓仔\", \"garbageType\": 3}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 418, \"garbageName\": \"渣女\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 419, \"garbageName\": \"前男友\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 420, \"garbageName\": \"前女友\", \"garbageType\": 4}, {\"remark\": \"有时偶尔不听话，大概是皮了，需要好好教育才能更懂你\", \"questionId\": 421, \"garbageName\": \"男朋友\", \"garbageType\": 3}, {\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}, {\"remark\": \"请留下联系方式，我们将尽快上门服务\", \"questionId\": 423, \"garbageName\": \"黄金\", \"garbageType\": 3}, {\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}, {\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}, {\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}, {\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}, {\"remark\": \"美美的你和美美的口红，你是无价之宝，而口红属于干垃圾\", \"questionId\": 428, \"garbageName\": \"口红\", \"garbageType\": 1}, {\"remark\": \"属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内\", \"questionId\": 429, \"garbageName\": \"狗屎\", \"garbageType\": 1}, {\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}, {\"questionId\": 433, \"garbageName\": \"塑料\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}, {\"questionId\": 435, \"garbageName\": \"玻璃\", \"garbageType\": 3}, {\"questionId\": 436, \"garbageName\": \"纸\", \"garbageType\": 3}, {\"questionId\": 437, \"garbageName\": \"衣服\", \"garbageType\": 3}, {\"questionId\": 439, \"garbageName\": \"塑料盒\", \"garbageType\": 3}, {\"questionId\": 444, \"garbageName\": \"塑料杯\", \"garbageType\": 3}, {\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}, {\"questionId\": 447, \"garbageName\": \"泡沫板\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 450, \"garbageName\": \"纸袋\", \"garbageType\": 3}, {\"questionId\": 451, \"garbageName\": \"书本\", \"garbageType\": 3}, {\"questionId\": 454, \"garbageName\": \"泡沫箱\", \"garbageType\": 3}, {\"questionId\": 457, \"garbageName\": \"螺丝\", \"garbageType\": 3}, {\"questionId\": 458, \"garbageName\": \"被单\", \"garbageType\": 3}, {\"questionId\": 460, \"garbageName\": \"啤酒瓶\", \"garbageType\": 3}, {\"questionId\": 461, \"garbageName\": \"数据线\", \"garbageType\": 3}, {\"questionId\": 462, \"garbageName\": \"废塑料\", \"garbageType\": 3}, {\"questionId\": 464, \"garbageName\": \"白纸\", \"garbageType\": 3}, {\"questionId\": 467, \"garbageName\": \"布\", \"garbageType\": 3}, {\"questionId\": 468, \"garbageName\": \"剪刀\", \"garbageType\": 3}, {\"questionId\": 469, \"garbageName\": \"充电线\", \"garbageType\": 3}, {\"questionId\": 470, \"garbageName\": \"包装纸盒\", \"garbageType\": 3}, {\"questionId\": 471, \"garbageName\": \"塑料盖\", \"garbageType\": 3}, {\"questionId\": 472, \"garbageName\": \"充电器\", \"garbageType\": 3}, {\"questionId\": 474, \"garbageName\": \"利乐包装\", \"garbageType\": 3}, {\"questionId\": 475, \"garbageName\": \"吸铁石\", \"garbageType\": 3}, {\"questionId\": 476, \"garbageName\": \"除湿盒\", \"garbageType\": 3}, {\"questionId\": 477, \"garbageName\": \"金属\", \"garbageType\": 3}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}, {\"questionId\": 479, \"garbageName\": \"被子\", \"garbageType\": 3}, {\"questionId\": 481, \"garbageName\": \"铁\", \"garbageType\": 3}, {\"questionId\": 483, \"garbageName\": \"足球\", \"garbageType\": 3}, {\"questionId\": 484, \"garbageName\": \"排球\", \"garbageType\": 3}, {\"questionId\": 486, \"garbageName\": \"钥匙\", \"garbageType\": 3}, {\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}, {\"questionId\": 489, \"garbageName\": \"书包\", \"garbageType\": 3}, {\"questionId\": 490, \"garbageName\": \"塑料包装纸\", \"garbageType\": 3}, {\"questionId\": 491, \"garbageName\": \"草稿纸\", \"garbageType\": 3}, {\"questionId\": 492, \"garbageName\": \"插座\", \"garbageType\": 3}, {\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}, {\"questionId\": 496, \"garbageName\": \"油漆桶\", \"garbageType\": 4}, {\"questionId\": 497, \"garbageName\": \"药瓶\", \"garbageType\": 4}, {\"questionId\": 498, \"garbageName\": \"药品\", \"garbageType\": 4}, {\"questionId\": 499, \"garbageName\": \"灯泡\", \"garbageType\": 4}, {\"questionId\": 500, \"garbageName\": \"废药品\", \"garbageType\": 4}, {\"questionId\": 501, \"garbageName\": \"荧光灯管\", \"garbageType\": 4}, {\"questionId\": 503, \"garbageName\": \"指甲油\", \"garbageType\": 4}, {\"questionId\": 505, \"garbageName\": \"有害垃圾\", \"garbageType\": 4}, {\"questionId\": 507, \"garbageName\": \"过期药品\", \"garbageType\": 4}, {\"questionId\": 509, \"garbageName\": \"空药瓶\", \"garbageType\": 4}, {\"questionId\": 511, \"garbageName\": \"灯管\", \"garbageType\": 4}, {\"questionId\": 514, \"garbageName\": \"眼药水\", \"garbageType\": 4}, {\"questionId\": 516, \"garbageName\": \"避孕药\", \"garbageType\": 4}, {\"questionId\": 517, \"garbageName\": \"废药瓶\", \"garbageType\": 4}, {\"questionId\": 518, \"garbageName\": \"胶囊\", \"garbageType\": 4}, {\"questionId\": 519, \"garbageName\": \"各类过期药品\", \"garbageType\": 4}, {\"questionId\": 521, \"garbageName\": \"老鼠药\", \"garbageType\": 4}, {\"questionId\": 522, \"garbageName\": \"照片\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 525, \"garbageName\": \"胶囊药片底板\", \"garbageType\": 4}, {\"questionId\": 526, \"garbageName\": \"胶片\", \"garbageType\": 4}, {\"questionId\": 527, \"garbageName\": \"药片盒\", \"garbageType\": 4}, {\"questionId\": 528, \"garbageName\": \"眼药水瓶\", \"garbageType\": 4}, {\"questionId\": 529, \"garbageName\": \"感冒药\", \"garbageType\": 4}, {\"questionId\": 530, \"garbageName\": \"染发剂罐\", \"garbageType\": 4}, {\"questionId\": 532, \"garbageName\": \"消毒药片\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}, {\"questionId\": 535, \"garbageName\": \"药品壳子\", \"garbageType\": 4}, {\"questionId\": 537, \"garbageName\": \"胶卷\", \"garbageType\": 4}, {\"questionId\": 539, \"garbageName\": \"白炽灯泡\", \"garbageType\": 4}, {\"questionId\": 542, \"garbageName\": \"指甲油瓶\", \"garbageType\": 4}, {\"questionId\": 543, \"garbageName\": \"药品铝塑板\", \"garbageType\": 4}, {\"questionId\": 544, \"garbageName\": \"蟑螂药\", \"garbageType\": 4}, {\"questionId\": 545, \"garbageName\": \"水银\", \"garbageType\": 4}, {\"questionId\": 546, \"garbageName\": \"蟑螂丸\", \"garbageType\": 4}, {\"questionId\": 547, \"garbageName\": \"废油漆\", \"garbageType\": 4}, {\"questionId\": 549, \"garbageName\": \"胶囊药片\", \"garbageType\": 4}, {\"questionId\": 550, \"garbageName\": \"杀虫喷雾\", \"garbageType\": 4}, {\"questionId\": 551, \"garbageName\": \"中成药\", \"garbageType\": 4}, {\"questionId\": 553, \"garbageName\": \"桃核\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 555, \"garbageName\": \"瓜子壳\", \"garbageType\": 2}, {\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 558, \"garbageName\": \"龙虾壳\", \"garbageType\": 2}, {\"questionId\": 560, \"garbageName\": \"鸡骨头\", \"garbageType\": 2}, {\"questionId\": 561, \"garbageName\": \"鸭骨头\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 568, \"garbageName\": \"瓜子\", \"garbageType\": 2}, {\"questionId\": 569, \"garbageName\": \"鱼骨头\", \"garbageType\": 2}, {\"questionId\": 570, \"garbageName\": \"毛豆壳\", \"garbageType\": 2}, {\"questionId\": 571, \"garbageName\": \"龙虾\", \"garbageType\": 2}, {\"questionId\": 572, \"garbageName\": \"螃蟹壳\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 575, \"garbageName\": \"桃子\", \"garbageType\": 2}, {\"questionId\": 576, \"garbageName\": \"荔枝壳\", \"garbageType\": 2}, {\"questionId\": 577, \"garbageName\": \"杨梅\", \"garbageType\": 2}, {\"questionId\": 578, \"garbageName\": \"瓜子皮\", \"garbageType\": 2}, {\"questionId\": 579, \"garbageName\": \"粽子\", \"garbageType\": 2}, {\"questionId\": 580, \"garbageName\": \"荔枝核\", \"garbageType\": 2}, {\"questionId\": 583, \"garbageName\": \"排骨\", \"garbageType\": 2}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}, {\"questionId\": 585, \"garbageName\": \"果皮\", \"garbageType\": 2}, {\"questionId\": 586, \"garbageName\": \"花\", \"garbageType\": 2}, {\"questionId\": 587, \"garbageName\": \"螺蛳壳\", \"garbageType\": 2}, {\"questionId\": 588, \"garbageName\": \"话梅核\", \"garbageType\": 2}, {\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}, {\"questionId\": 590, \"garbageName\": \"中药渣\", \"garbageType\": 2}, {\"questionId\": 591, \"garbageName\": \"螃蟹\", \"garbageType\": 2}, {\"questionId\": 593, \"garbageName\": \"枣核\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}, {\"questionId\": 597, \"garbageName\": \"香蕉\", \"garbageType\": 2}, {\"questionId\": 598, \"garbageName\": \"花卉绿植\", \"garbageType\": 2}, {\"questionId\": 599, \"garbageName\": \"鱼刺\", \"garbageType\": 2}, {\"questionId\": 600, \"garbageName\": \"茶叶渣\", \"garbageType\": 2}, {\"questionId\": 601, \"garbageName\": \"话梅\", \"garbageType\": 2}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 606, \"garbageName\": \"卫生巾\", \"garbageType\": 1}, {\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}, {\"questionId\": 608, \"garbageName\": \"安全套\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}, {\"questionId\": 612, \"garbageName\": \"口香糖\", \"garbageType\": 1}, {\"questionId\": 617, \"garbageName\": \"吸管\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}, {\"questionId\": 621, \"garbageName\": \"茶包\", \"garbageType\": 1}, {\"questionId\": 625, \"garbageName\": \"包装袋\", \"garbageType\": 1}, {\"questionId\": 626, \"garbageName\": \"指甲\", \"garbageType\": 1}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 629, \"garbageName\": \"一次性饭盒\", \"garbageType\": 1}, {\"questionId\": 633, \"garbageName\": \"垃圾袋\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 635, \"garbageName\": \"蛤蜊壳\", \"garbageType\": 1}, {\"questionId\": 637, \"garbageName\": \"尿布\", \"garbageType\": 1}, {\"questionId\": 641, \"garbageName\": \"食品包装袋\", \"garbageType\": 1}, {\"questionId\": 642, \"garbageName\": \"回形针\", \"garbageType\": 1}, {\"questionId\": 643, \"garbageName\": \"棉签\", \"garbageType\": 1}, {\"questionId\": 644, \"garbageName\": \"外卖餐盒\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}, {\"questionId\": 650, \"garbageName\": \"袜子\", \"garbageType\": 1}, {\"questionId\": 651, \"garbageName\": \"榴莲\", \"garbageType\": 1}, {\"questionId\": 652, \"garbageName\": \"一次性餐盒\", \"garbageType\": 1}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 654, \"garbageName\": \"冰袋\", \"garbageType\": 1}, {\"questionId\": 655, \"garbageName\": \"陶瓷碗\", \"garbageType\": 1}, {\"questionId\": 656, \"garbageName\": \"茶叶包\", \"garbageType\": 1}, {\"questionId\": 657, \"garbageName\": \"保鲜膜\", \"garbageType\": 1}, {\"questionId\": 658, \"garbageName\": \"内裤\", \"garbageType\": 1}, {\"questionId\": 659, \"garbageName\": \"化妆棉\", \"garbageType\": 1}, {\"questionId\": 660, \"garbageName\": \"厕纸\", \"garbageType\": 1}, {\"questionId\": 661, \"garbageName\": \"厕所纸\", \"garbageType\": 1}, {\"remark\": \"耳机是个好东西，戴上它，感觉全世界都是自己的\", \"questionId\": 662, \"garbageName\": \"耳机\", \"garbageType\": 3}, {\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}, {\"questionId\": 671, \"garbageName\": \"死鱼\", \"garbageType\": 2}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 673, \"garbageName\": \"烟灰缸\", \"garbageType\": 3}, {\"questionId\": 674, \"garbageName\": \"山竹皮\", \"garbageType\": 2}, {\"questionId\": 675, \"garbageName\": \"抽纸\", \"garbageType\": 1}, {\"remark\": \"坚决抵制地沟油，关爱身心健康\", \"questionId\": 676, \"garbageName\": \"地沟油\", \"garbageType\": 4}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 678, \"garbageName\": \"橡胶垫\", \"garbageType\": 1}, {\"questionId\": 679, \"garbageName\": \"橡胶手套\", \"garbageType\": 1}, {\"questionId\": 682, \"garbageName\": \"显示器\", \"garbageType\": 3}, {\"questionId\": 683, \"garbageName\": \"门锁\", \"garbageType\": 3}, {\"questionId\": 685, \"garbageName\": \"发卡\", \"garbageType\": 1}, {\"questionId\": 686, \"garbageName\": \"姨妈巾\", \"garbageType\": 1}, {\"questionId\": 688, \"garbageName\": \"保温杯\", \"garbageType\": 3}, {\"questionId\": 689, \"garbageName\": \"电动牙刷\", \"garbageType\": 3}, {\"questionId\": 690, \"garbageName\": \"废旧牙刷\", \"garbageType\": 1}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 695, \"garbageName\": \"风扇\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 697, \"garbageName\": \"落地风扇\", \"garbageType\": 3}, {\"questionId\": 698, \"garbageName\": \"空调\", \"garbageType\": 3}, {\"questionId\": 701, \"garbageName\": \"甲鱼壳\", \"garbageType\": 1}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 703, \"garbageName\": \"电动剃须刀\", \"garbageType\": 3}, {\"questionId\": 704, \"garbageName\": \"美工刀\", \"garbageType\": 3}, {\"questionId\": 705, \"garbageName\": \"不锈钢刀\", \"garbageType\": 3}, {\"questionId\": 706, \"garbageName\": \"陶瓷刀\", \"garbageType\": 1}, {\"questionId\": 707, \"garbageName\": \"花甲肉\", \"garbageType\": 2}, {\"questionId\": 708, \"garbageName\": \"甲油胶\", \"garbageType\": 4}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 736, \"garbageName\": \"教科书\", \"garbageType\": 4}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}, {\"questionId\": 749, \"garbageName\": \"行车记录仪\", \"garbageType\": 3}, {\"questionId\": 750, \"garbageName\": \"练习本\", \"garbageType\": 3}, {\"questionId\": 751, \"garbageName\": \"飞机杯\", \"garbageType\": 1}, {\"questionId\": 756, \"garbageName\": \"虫子\", \"garbageType\": 2}, {\"questionId\": 757, \"garbageName\": \"蚊子\", \"garbageType\": 2}, {\"questionId\": 758, \"garbageName\": \"车厘子\", \"garbageType\": 2}, {\"questionId\": 759, \"garbageName\": \"橘子\", \"garbageType\": 2}, {\"questionId\": 760, \"garbageName\": \"栗子\", \"garbageType\": 2}, {\"questionId\": 761, \"garbageName\": \"胡子\", \"garbageType\": 1}, {\"questionId\": 762, \"garbageName\": \"茶叶蛋\", \"garbageType\": 2}, {\"questionId\": 795, \"garbageName\": \"水果茶\", \"garbageType\": 2}, {\"questionId\": 796, \"garbageName\": \"水果干\", \"garbageType\": 2}, {\"questionId\": 797, \"garbageName\": \"水果脆\", \"garbageType\": 2}, {\"questionId\": 798, \"garbageName\": \"水果茎枝\", \"garbageType\": 2}, {\"questionId\": 799, \"garbageName\": \"牛油果核\", \"garbageType\": 1}, {\"questionId\": 800, \"garbageName\": \"果冻\", \"garbageType\": 2}, {\"questionId\": 801, \"garbageName\": \"果冻盒\", \"garbageType\": 1}, {\"questionId\": 802, \"garbageName\": \"火龙果皮\", \"garbageType\": 2}, {\"questionId\": 803, \"garbageName\": \"牛油果皮\", \"garbageType\": 2}, {\"questionId\": 804, \"garbageName\": \"腰果\", \"garbageType\": 2}, {\"questionId\": 805, \"garbageName\": \"水饺\", \"garbageType\": 2}, {\"questionId\": 806, \"garbageName\": \"馄饨\", \"garbageType\": 2}, {\"questionId\": 807, \"garbageName\": \"花露水玻璃空瓶\", \"garbageType\": 3}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}, {\"questionId\": 809, \"garbageName\": \"酸菜鱼\", \"garbageType\": 2}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}, {\"questionId\": 811, \"garbageName\": \"西瓜\", \"garbageType\": 2}, {\"questionId\": 812, \"garbageName\": \"八宝粥\", \"garbageType\": 2}, {\"questionId\": 813, \"garbageName\": \"八角\", \"garbageType\": 2}, {\"questionId\": 814, \"garbageName\": \"八宝饭\", \"garbageType\": 2}, {\"questionId\": 815, \"garbageName\": \"鼻屎\", \"garbageType\": 1}, {\"questionId\": 816, \"garbageName\": \"狗屎指\", \"garbageType\": 1}, {\"questionId\": 817, \"garbageName\": \"耳屎\", \"garbageType\": 1}, {\"questionId\": 818, \"garbageName\": \"陶瓷锅\", \"garbageType\": 1}, {\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}, {\"questionId\": 821, \"garbageName\": \"手机壳\", \"garbageType\": 1}, {\"questionId\": 822, \"garbageName\": \"手机膜\", \"garbageType\": 1}, {\"questionId\": 823, \"garbageName\": \"酱油瓶\", \"garbageType\": 1}]', '张三', '2023-05-05 22:53:16');
INSERT INTO `speech_classify` VALUES (163, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_27d13d63a2fb14c06e25a45df596d6fd95affb12dbcc163c.m4a', '', 'null', '{\"corpus_no\":\"7229711634444133823\",\"err_msg\":\"success.\",\"err_no\":0,\"result\":[\"\"],\"sn\":\"802279524631683298412\"}\n', '[{\"remark\": \"纸巾不要乱丢呀，会污染环境\", \"analysis\": \"\", \"questionId\": 1, \"garbageName\": \"纸巾\", \"garbageType\": 1}, {\"questionId\": 2, \"garbageName\": \"剩饭残渣\", \"garbageType\": 2}, {\"remark\": \"可回收哟\", \"questionId\": 3, \"garbageName\": \"电脑\", \"garbageType\": 3}, {\"remark\": \"有害垃圾哟\", \"questionId\": 4, \"garbageName\": \"干电池\", \"garbageType\": 4}, {\"questionId\": 5, \"garbageName\": \"餐巾纸\", \"garbageType\": 1}, {\"questionId\": 6, \"garbageName\": \"卫生间用纸\", \"garbageType\": 1}, {\"questionId\": 7, \"garbageName\": \"尿不湿\", \"garbageType\": 1}, {\"questionId\": 8, \"garbageName\": \"猫砂\", \"garbageType\": 1}, {\"questionId\": 9, \"garbageName\": \"狗尿垫\", \"garbageType\": 1}, {\"questionId\": 10, \"garbageName\": \"污损纸张\", \"garbageType\": 1}, {\"questionId\": 11, \"garbageName\": \"烟蒂\", \"garbageType\": 1}, {\"questionId\": 12, \"garbageName\": \"干燥剂\", \"garbageType\": 1}, {\"questionId\": 13, \"garbageName\": \"污损塑料\", \"garbageType\": 1}, {\"questionId\": 14, \"garbageName\": \"尼龙制品\", \"garbageType\": 1}, {\"questionId\": 15, \"garbageName\": \"编织袋\", \"garbageType\": 1}, {\"questionId\": 16, \"garbageName\": \"防碎气泡膜\", \"garbageType\": 1}, {\"questionId\": 17, \"garbageName\": \"大骨头\", \"garbageType\": 1}, {\"questionId\": 18, \"garbageName\": \"硬贝壳\", \"garbageType\": 1}, {\"questionId\": 19, \"garbageName\": \"硬果壳\", \"garbageType\": 1}, {\"questionId\": 20, \"garbageName\": \"椰子壳\", \"garbageType\": 1}, {\"questionId\": 21, \"garbageName\": \"榴莲壳\", \"garbageType\": 1}, {\"questionId\": 22, \"garbageName\": \"核桃壳\", \"garbageType\": 1}, {\"questionId\": 23, \"garbageName\": \"玉米衣\", \"garbageType\": 1}, {\"questionId\": 24, \"garbageName\": \"甘蔗皮\", \"garbageType\": 1}, {\"questionId\": 25, \"garbageName\": \"榴莲核\", \"garbageType\": 1}, {\"questionId\": 26, \"garbageName\": \"菠萝蜜核\", \"garbageType\": 1}, {\"questionId\": 27, \"garbageName\": \"牛骨头\", \"garbageType\": 1}, {\"questionId\": 28, \"garbageName\": \"毛发\", \"garbageType\": 1}, {\"questionId\": 29, \"garbageName\": \"灰土\", \"garbageType\": 1}, {\"questionId\": 30, \"garbageName\": \"炉渣\", \"garbageType\": 1}, {\"questionId\": 31, \"garbageName\": \"橡皮泥\", \"garbageType\": 1}, {\"questionId\": 32, \"garbageName\": \"太空沙\", \"garbageType\": 1}, {\"questionId\": 33, \"garbageName\": \"胶水\", \"garbageType\": 1}, {\"questionId\": 34, \"garbageName\": \"胶带\", \"garbageType\": 1}, {\"questionId\": 35, \"garbageName\": \"花盆\", \"garbageType\": 1}, {\"questionId\": 36, \"garbageName\": \"毛巾\", \"garbageType\": 1}, {\"questionId\": 37, \"garbageName\": \"一次性餐具\", \"garbageType\": 1}, {\"questionId\": 38, \"garbageName\": \"一次性杯子\", \"garbageType\": 1}, {\"questionId\": 39, \"garbageName\": \"镜子\", \"garbageType\": 1}, {\"questionId\": 40, \"garbageName\": \"陶瓷制品\", \"garbageType\": 1}, {\"questionId\": 41, \"garbageName\": \"竹篮\", \"garbageType\": 1}, {\"questionId\": 42, \"garbageName\": \"竹筷\", \"garbageType\": 1}, {\"questionId\": 43, \"garbageName\": \"牙签\", \"garbageType\": 1}, {\"questionId\": 44, \"garbageName\": \"筷子\", \"garbageType\": 1}, {\"questionId\": 45, \"garbageName\": \"伞\", \"garbageType\": 1}, {\"questionId\": 46, \"garbageName\": \"雨伞\", \"garbageType\": 1}, {\"questionId\": 47, \"garbageName\": \"天堂伞\", \"garbageType\": 1}, {\"questionId\": 48, \"garbageName\": \"笔\", \"garbageType\": 1}, {\"questionId\": 49, \"garbageName\": \"铅笔\", \"garbageType\": 1}, {\"questionId\": 50, \"garbageName\": \"毛笔\", \"garbageType\": 1}, {\"questionId\": 51, \"garbageName\": \"眼镜\", \"garbageType\": 1}, {\"remark\": \"干垃圾哟\", \"questionId\": 52, \"garbageName\": \"打火机\", \"garbageType\": 1}, {\"questionId\": 53, \"garbageName\": \"生蚝壳\", \"garbageType\": 1}, {\"questionId\": 54, \"garbageName\": \"烟盒\", \"garbageType\": 1}, {\"questionId\": 55, \"garbageName\": \"开心果\", \"garbageType\": 1}, {\"questionId\": 56, \"garbageName\": \"米\", \"garbageType\": 2}, {\"questionId\": 57, \"garbageName\": \"米饭\", \"garbageType\": 2}, {\"questionId\": 58, \"garbageName\": \"面\", \"garbageType\": 2}, {\"questionId\": 59, \"garbageName\": \"面包\", \"garbageType\": 2}, {\"questionId\": 60, \"garbageName\": \"面条\", \"garbageType\": 2}, {\"questionId\": 61, \"garbageName\": \"豆子\", \"garbageType\": 2}, {\"questionId\": 62, \"garbageName\": \"黄豆\", \"garbageType\": 2}, {\"questionId\": 63, \"garbageName\": \"红豆\", \"garbageType\": 2}, {\"questionId\": 64, \"garbageName\": \"绿豆\", \"garbageType\": 2}, {\"questionId\": 65, \"garbageName\": \"鸡肉\", \"garbageType\": 2}, {\"questionId\": 66, \"garbageName\": \"鸭肉\", \"garbageType\": 2}, {\"questionId\": 67, \"garbageName\": \"猪肉\", \"garbageType\": 2}, {\"questionId\": 68, \"garbageName\": \"牛肉\", \"garbageType\": 2}, {\"questionId\": 69, \"garbageName\": \"羊肉\", \"garbageType\": 2}, {\"questionId\": 70, \"garbageName\": \"鸡蛋\", \"garbageType\": 2}, {\"questionId\": 71, \"garbageName\": \"鸭蛋\", \"garbageType\": 2}, {\"questionId\": 72, \"garbageName\": \"咸鸭蛋\", \"garbageType\": 2}, {\"questionId\": 73, \"garbageName\": \"猪肝\", \"garbageType\": 2}, {\"questionId\": 74, \"garbageName\": \"腊肉\", \"garbageType\": 2}, {\"questionId\": 75, \"garbageName\": \"午餐肉\", \"garbageType\": 2}, {\"questionId\": 76, \"garbageName\": \"里脊肉\", \"garbageType\": 2}, {\"questionId\": 77, \"garbageName\": \"蛋壳\", \"garbageType\": 2}, {\"questionId\": 78, \"garbageName\": \"鱼\", \"garbageType\": 2}, {\"questionId\": 79, \"garbageName\": \"虾\", \"garbageType\": 2}, {\"questionId\": 80, \"garbageName\": \"鱼鳞\", \"garbageType\": 2}, {\"questionId\": 81, \"garbageName\": \"虾头\", \"garbageType\": 2}, {\"questionId\": 82, \"garbageName\": \"虾仁\", \"garbageType\": 2}, {\"questionId\": 83, \"garbageName\": \"虾壳\", \"garbageType\": 2}, {\"questionId\": 84, \"garbageName\": \"鱿鱼\", \"garbageType\": 2}, {\"questionId\": 85, \"garbageName\": \"章鱼\", \"garbageType\": 2}, {\"questionId\": 86, \"garbageName\": \"墨鱼\", \"garbageType\": 2}, {\"questionId\": 87, \"garbageName\": \"蔬菜\", \"garbageType\": 2}, {\"questionId\": 88, \"garbageName\": \"绿叶菜\", \"garbageType\": 2}, {\"questionId\": 89, \"garbageName\": \"空心菜\", \"garbageType\": 2}, {\"questionId\": 90, \"garbageName\": \"卷心菜\", \"garbageType\": 2}, {\"questionId\": 91, \"garbageName\": \"蘑菇\", \"garbageType\": 2}, {\"questionId\": 92, \"garbageName\": \"香菇\", \"garbageType\": 2}, {\"questionId\": 93, \"garbageName\": \"调料\", \"garbageType\": 2}, {\"questionId\": 94, \"garbageName\": \"酱料\", \"garbageType\": 2}, {\"questionId\": 95, \"garbageName\": \"老干妈调料酱\", \"garbageType\": 2}, {\"questionId\": 96, \"garbageName\": \"火锅锅底\", \"garbageType\": 2}, {\"questionId\": 97, \"garbageName\": \"鱼骨\", \"garbageType\": 2}, {\"questionId\": 98, \"garbageName\": \"茶叶\", \"garbageType\": 2}, {\"questionId\": 99, \"garbageName\": \"咖啡渣\", \"garbageType\": 2}, {\"questionId\": 100, \"garbageName\": \"糕点\", \"garbageType\": 2}, {\"questionId\": 101, \"garbageName\": \"糖果\", \"garbageType\": 2}, {\"questionId\": 102, \"garbageName\": \"肉干\", \"garbageType\": 2}, {\"questionId\": 103, \"garbageName\": \"牛肉干\", \"garbageType\": 2}, {\"questionId\": 104, \"garbageName\": \"羊肉干\", \"garbageType\": 2}, {\"questionId\": 105, \"garbageName\": \"红枣\", \"garbageType\": 2}, {\"questionId\": 106, \"garbageName\": \"中药材\", \"garbageType\": 2}, {\"questionId\": 107, \"garbageName\": \"面粉\", \"garbageType\": 2}, {\"questionId\": 108, \"garbageName\": \"生粉\", \"garbageType\": 2}, {\"questionId\": 109, \"garbageName\": \"猫粮\", \"garbageType\": 2}, {\"questionId\": 110, \"garbageName\": \"狗粮\", \"garbageType\": 2}, {\"remark\": \"苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟苹果好吃，可不能乱丢哟\", \"questionId\": 111, \"garbageName\": \"苹果\", \"garbageType\": 2}, {\"questionId\": 112, \"garbageName\": \"水果\", \"garbageType\": 2}, {\"questionId\": 113, \"garbageName\": \"椰子肉\", \"garbageType\": 2}, {\"questionId\": 114, \"garbageName\": \"水果皮\", \"garbageType\": 2}, {\"questionId\": 115, \"garbageName\": \"西瓜皮\", \"garbageType\": 2}, {\"questionId\": 116, \"garbageName\": \"香蕉皮\", \"garbageType\": 2}, {\"questionId\": 117, \"garbageName\": \"橘子皮\", \"garbageType\": 2}, {\"questionId\": 118, \"garbageName\": \"苹果皮\", \"garbageType\": 2}, {\"questionId\": 119, \"garbageName\": \"葡萄\", \"garbageType\": 2}, {\"questionId\": 120, \"garbageName\": \"葡萄枝\", \"garbageType\": 2}, {\"questionId\": 121, \"garbageName\": \"西瓜籽\", \"garbageType\": 2}, {\"questionId\": 122, \"garbageName\": \"家养植物\", \"garbageType\": 2}, {\"questionId\": 123, \"garbageName\": \"玫瑰花\", \"garbageType\": 2}, {\"questionId\": 124, \"garbageName\": \"马克杯\", \"garbageType\": 1}, {\"questionId\": 125, \"garbageName\": \"塑料瓶\", \"garbageType\": 3}, {\"questionId\": 126, \"garbageName\": \"3D眼镜\", \"garbageType\": 1}, {\"questionId\": 128, \"garbageName\": \"冰棒皮\", \"garbageType\": 1}, {\"questionId\": 129, \"garbageName\": \"笔盖\", \"garbageType\": 1}, {\"questionId\": 137, \"garbageName\": \"钢笔\", \"garbageType\": 1}, {\"questionId\": 145, \"garbageName\": \"圆珠笔\", \"garbageType\": 1}, {\"questionId\": 146, \"garbageName\": \"方便面盒\", \"garbageType\": 1}, {\"questionId\": 147, \"garbageName\": \"粽叶\", \"garbageType\": 1}, {\"questionId\": 148, \"garbageName\": \"牙刷\", \"garbageType\": 1}, {\"questionId\": 149, \"garbageName\": \"贝壳\", \"garbageType\": 1}, {\"questionId\": 150, \"garbageName\": \"可乐瓶\", \"garbageType\": 3}, {\"questionId\": 151, \"garbageName\": \"易拉罐\", \"garbageType\": 3}, {\"questionId\": 152, \"garbageName\": \"旧书包\", \"garbageType\": 3}, {\"questionId\": 153, \"garbageName\": \"电线\", \"garbageType\": 3}, {\"questionId\": 158, \"garbageName\": \"蓄电池\", \"garbageType\": 4}, {\"questionId\": 169, \"garbageName\": \"旧浴缸\", \"garbageType\": 1}, {\"questionId\": 170, \"garbageName\": \"盆子\", \"garbageType\": 1}, {\"questionId\": 171, \"garbageName\": \"坏马桶\", \"garbageType\": 1}, {\"questionId\": 172, \"garbageName\": \"旧水槽\", \"garbageType\": 1}, {\"questionId\": 174, \"garbageName\": \"化妆刷\", \"garbageType\": 1}, {\"questionId\": 175, \"garbageName\": \"坛子\", \"garbageType\": 1}, {\"questionId\": 176, \"garbageName\": \"海绵\", \"garbageType\": 1}, {\"questionId\": 177, \"garbageName\": \"花生壳\", \"garbageType\": 1}, {\"questionId\": 178, \"garbageName\": \"菜板\", \"garbageType\": 1}, {\"questionId\": 179, \"garbageName\": \"砖块\", \"garbageType\": 1}, {\"questionId\": 180, \"garbageName\": \"卫生纸\", \"garbageType\": 1}, {\"questionId\": 181, \"garbageName\": \"篮球\", \"garbageType\": 1}, {\"questionId\": 182, \"garbageName\": \"核桃\", \"garbageType\": 1}, {\"questionId\": 183, \"garbageName\": \"杯子\", \"garbageType\": 1}, {\"questionId\": 184, \"garbageName\": \"陶瓷杯\", \"garbageType\": 1}, {\"questionId\": 185, \"garbageName\": \"一次性筷子\", \"garbageType\": 1}, {\"questionId\": 186, \"garbageName\": \"西梅核\", \"garbageType\": 1}, {\"questionId\": 187, \"garbageName\": \"坏的花盆\", \"garbageType\": 1}, {\"questionId\": 188, \"garbageName\": \"木质梳子\", \"garbageType\": 1}, {\"questionId\": 189, \"garbageName\": \"脏污衣服\", \"garbageType\": 1}, {\"questionId\": 191, \"garbageName\": \"渣土\", \"garbageType\": 1}, {\"questionId\": 192, \"garbageName\": \"湿垃圾袋\", \"garbageType\": 1}, {\"questionId\": 193, \"garbageName\": \"瓦片\", \"garbageType\": 1}, {\"questionId\": 194, \"garbageName\": \"扫把\", \"garbageType\": 1}, {\"questionId\": 195, \"garbageName\": \"纸尿裤\", \"garbageType\": 1}, {\"questionId\": 196, \"garbageName\": \"头发\", \"garbageType\": 1}, {\"questionId\": 198, \"garbageName\": \"创可贴\", \"garbageType\": 1}, {\"questionId\": 204, \"garbageName\": \"内衣裤\", \"garbageType\": 1}, {\"questionId\": 205, \"garbageName\": \"污损塑料袋\", \"garbageType\": 1}, {\"questionId\": 207, \"garbageName\": \"菜叶\", \"garbageType\": 2}, {\"questionId\": 208, \"garbageName\": \"橙皮\", \"garbageType\": 2}, {\"questionId\": 209, \"garbageName\": \"葱\", \"garbageType\": 2}, {\"questionId\": 210, \"garbageName\": \"饼干\", \"garbageType\": 2}, {\"questionId\": 211, \"garbageName\": \"番茄酱\", \"garbageType\": 2}, {\"questionId\": 214, \"garbageName\": \"马铃薯\", \"garbageType\": 2}, {\"questionId\": 216, \"garbageName\": \"甘蔗\", \"garbageType\": 2}, {\"questionId\": 217, \"garbageName\": \"玉米\", \"garbageType\": 2}, {\"questionId\": 218, \"garbageName\": \"骨头\", \"garbageType\": 2}, {\"questionId\": 219, \"garbageName\": \"鸡鹅鸭骨头\", \"garbageType\": 2}, {\"questionId\": 221, \"garbageName\": \"蛋糕\", \"garbageType\": 2}, {\"questionId\": 223, \"garbageName\": \"草莓\", \"garbageType\": 2}, {\"questionId\": 224, \"garbageName\": \"西红柿\", \"garbageType\": 2}, {\"questionId\": 225, \"garbageName\": \"梨\", \"garbageType\": 2}, {\"questionId\": 226, \"garbageName\": \"蟹壳\", \"garbageType\": 2}, {\"questionId\": 228, \"garbageName\": \"辣椒\", \"garbageType\": 2}, {\"questionId\": 229, \"garbageName\": \"巧克力\", \"garbageType\": 2}, {\"questionId\": 230, \"garbageName\": \"茄子\", \"garbageType\": 2}, {\"questionId\": 231, \"garbageName\": \"豌豆皮\", \"garbageType\": 2}, {\"questionId\": 233, \"garbageName\": \"树叶\", \"garbageType\": 2}, {\"questionId\": 234, \"garbageName\": \"剩饭剩菜\", \"garbageType\": 2}, {\"questionId\": 238, \"garbageName\": \"干果仁\", \"garbageType\": 2}, {\"questionId\": 239, \"garbageName\": \"苹果核\", \"garbageType\": 2}, {\"questionId\": 240, \"garbageName\": \"蛋糕饼干\", \"garbageType\": 2}, {\"questionId\": 241, \"garbageName\": \"动物内脏\", \"garbageType\": 2}, {\"questionId\": 242, \"garbageName\": \"鸡蛋及蛋壳\", \"garbageType\": 2}, {\"questionId\": 243, \"garbageName\": \"大米及豆类\", \"garbageType\": 2}, {\"questionId\": 244, \"garbageName\": \"中药药渣\", \"garbageType\": 2}, {\"questionId\": 245, \"garbageName\": \"动物饲料\", \"garbageType\": 2}, {\"questionId\": 246, \"garbageName\": \"花卉\", \"garbageType\": 2}, {\"questionId\": 248, \"garbageName\": \"花瓣\", \"garbageType\": 2}, {\"questionId\": 249, \"garbageName\": \"纸板箱\", \"garbageType\": 3}, {\"questionId\": 250, \"garbageName\": \"报纸\", \"garbageType\": 3}, {\"questionId\": 251, \"garbageName\": \"废弃书本\", \"garbageType\": 3}, {\"questionId\": 252, \"garbageName\": \"快递纸袋\", \"garbageType\": 3}, {\"questionId\": 253, \"garbageName\": \"打印纸\", \"garbageType\": 3}, {\"questionId\": 254, \"garbageName\": \"信封\", \"garbageType\": 3}, {\"questionId\": 255, \"garbageName\": \"广告单\", \"garbageType\": 3}, {\"questionId\": 256, \"garbageName\": \"纸塑铝复合包装\", \"garbageType\": 3}, {\"questionId\": 257, \"garbageName\": \"利乐包\", \"garbageType\": 3}, {\"questionId\": 258, \"garbageName\": \"食品与日用品塑料瓶罐及瓶盖(总)\", \"garbageType\": 3}, {\"questionId\": 259, \"garbageName\": \"饮料瓶\", \"garbageType\": 3}, {\"questionId\": 260, \"garbageName\": \"奶瓶\", \"garbageType\": 3}, {\"questionId\": 261, \"garbageName\": \"洗发水瓶\", \"garbageType\": 3}, {\"questionId\": 262, \"garbageName\": \"乳液罐\", \"garbageType\": 3}, {\"questionId\": 263, \"garbageName\": \"食用油桶\", \"garbageType\": 3}, {\"questionId\": 264, \"garbageName\": \"塑料碗\", \"garbageType\": 3}, {\"questionId\": 265, \"garbageName\": \"塑料盆\", \"garbageType\": 3}, {\"questionId\": 266, \"garbageName\": \"塑料盒子\", \"garbageType\": 3}, {\"questionId\": 267, \"garbageName\": \"食品保鲜盒\", \"garbageType\": 3}, {\"questionId\": 268, \"garbageName\": \"收纳盒\", \"garbageType\": 3}, {\"questionId\": 269, \"garbageName\": \"塑料玩具\", \"garbageType\": 3}, {\"questionId\": 270, \"garbageName\": \"塑料积木\", \"garbageType\": 3}, {\"questionId\": 271, \"garbageName\": \"塑料模型\", \"garbageType\": 3}, {\"questionId\": 272, \"garbageName\": \"塑料衣架\", \"garbageType\": 3}, {\"questionId\": 273, \"garbageName\": \"施工安全帽\", \"garbageType\": 3}, {\"questionId\": 274, \"garbageName\": \"PE- 塑料\", \"garbageType\": 3}, {\"questionId\": 275, \"garbageName\": \"pvc\", \"garbageType\": 3}, {\"questionId\": 276, \"garbageName\": \"亚克力板\", \"garbageType\": 3}, {\"questionId\": 277, \"garbageName\": \"塑料卡片\", \"garbageType\": 3}, {\"questionId\": 278, \"garbageName\": \"密胺餐具\", \"garbageType\": 3}, {\"questionId\": 279, \"garbageName\": \"kt板\", \"garbageType\": 3}, {\"questionId\": 280, \"garbageName\": \"泡沫\", \"garbageType\": 3}, {\"questionId\": 281, \"garbageName\": \"泡沫塑料\", \"garbageType\": 3}, {\"questionId\": 282, \"garbageName\": \"水果网套\", \"garbageType\": 3}, {\"questionId\": 283, \"garbageName\": \"食品及日用品玻璃瓶罐\", \"garbageType\": 3}, {\"questionId\": 284, \"garbageName\": \"调料瓶\", \"garbageType\": 3}, {\"questionId\": 285, \"garbageName\": \"酒瓶\", \"garbageType\": 3}, {\"questionId\": 286, \"garbageName\": \"化妆品瓶\", \"garbageType\": 3}, {\"questionId\": 287, \"garbageName\": \"玻璃杯\", \"garbageType\": 3}, {\"questionId\": 288, \"garbageName\": \"窗玻璃\", \"garbageType\": 3}, {\"questionId\": 289, \"garbageName\": \"玻璃制品\", \"garbageType\": 3}, {\"questionId\": 290, \"garbageName\": \"放大镜\", \"garbageType\": 3}, {\"questionId\": 291, \"garbageName\": \"玻璃摆件\", \"garbageType\": 3}, {\"questionId\": 292, \"garbageName\": \"碎玻璃\", \"garbageType\": 3}, {\"questionId\": 293, \"garbageName\": \"金属瓶罐\", \"garbageType\": 3}, {\"questionId\": 295, \"garbageName\": \"食品罐\", \"garbageType\": 3}, {\"questionId\": 296, \"garbageName\": \"食品桶\", \"garbageType\": 3}, {\"questionId\": 297, \"garbageName\": \"金属厨具\", \"garbageType\": 3}, {\"questionId\": 298, \"garbageName\": \"菜刀\", \"garbageType\": 3}, {\"questionId\": 299, \"garbageName\": \"锅\", \"garbageType\": 3}, {\"questionId\": 300, \"garbageName\": \"金属工具\", \"garbageType\": 3}, {\"questionId\": 301, \"garbageName\": \"刀片\", \"garbageType\": 3}, {\"questionId\": 302, \"garbageName\": \"指甲剪\", \"garbageType\": 3}, {\"questionId\": 303, \"garbageName\": \"螺丝刀\", \"garbageType\": 3}, {\"questionId\": 304, \"garbageName\": \"金属制品\", \"garbageType\": 3}, {\"questionId\": 305, \"garbageName\": \"铁钉\", \"garbageType\": 3}, {\"questionId\": 306, \"garbageName\": \"铁皮\", \"garbageType\": 3}, {\"questionId\": 307, \"garbageName\": \"铝箔\", \"garbageType\": 3}, {\"questionId\": 308, \"garbageName\": \"旧衣服\", \"garbageType\": 3}, {\"questionId\": 309, \"garbageName\": \"床单\", \"garbageType\": 3}, {\"questionId\": 310, \"garbageName\": \"枕头\", \"garbageType\": 3}, {\"questionId\": 311, \"garbageName\": \"棉被\", \"garbageType\": 3}, {\"questionId\": 312, \"garbageName\": \"皮鞋\", \"garbageType\": 3}, {\"questionId\": 313, \"garbageName\": \"毛绒玩具\", \"garbageType\": 3}, {\"questionId\": 314, \"garbageName\": \"布偶\", \"garbageType\": 3}, {\"questionId\": 315, \"garbageName\": \"棉袄\", \"garbageType\": 3}, {\"questionId\": 316, \"garbageName\": \"包\", \"garbageType\": 3}, {\"questionId\": 317, \"garbageName\": \"皮带\", \"garbageType\": 3}, {\"questionId\": 318, \"garbageName\": \"丝绸制品\", \"garbageType\": 3}, {\"questionId\": 319, \"garbageName\": \"电路板\", \"garbageType\": 3}, {\"questionId\": 320, \"garbageName\": \"主板\", \"garbageType\": 3}, {\"questionId\": 321, \"garbageName\": \"内存条\", \"garbageType\": 3}, {\"questionId\": 322, \"garbageName\": \"充电宝\", \"garbageType\": 3}, {\"questionId\": 324, \"garbageName\": \"插头\", \"garbageType\": 3}, {\"questionId\": 325, \"garbageName\": \"木制品\", \"garbageType\": 3}, {\"questionId\": 326, \"garbageName\": \"积木\", \"garbageType\": 3}, {\"questionId\": 327, \"garbageName\": \"砧板\", \"garbageType\": 3}, {\"questionId\": 329, \"garbageName\": \"食品罐头\", \"garbageType\": 3}, {\"questionId\": 333, \"garbageName\": \"旧鞋子\", \"garbageType\": 3}, {\"questionId\": 334, \"garbageName\": \"牛奶盒\", \"garbageType\": 3}, {\"questionId\": 335, \"garbageName\": \"旧玩偶\", \"garbageType\": 3}, {\"questionId\": 336, \"garbageName\": \"玻璃壶\", \"garbageType\": 3}, {\"questionId\": 337, \"garbageName\": \"旧铁锅\", \"garbageType\": 3}, {\"questionId\": 338, \"garbageName\": \"垃圾桶\", \"garbageType\": 3}, {\"questionId\": 339, \"garbageName\": \"旧镜子\", \"garbageType\": 3}, {\"questionId\": 341, \"garbageName\": \"塑料梳子\", \"garbageType\": 3}, {\"questionId\": 342, \"garbageName\": \"旧帽子\", \"garbageType\": 3}, {\"questionId\": 343, \"garbageName\": \"旧夹子\", \"garbageType\": 3}, {\"questionId\": 344, \"garbageName\": \"废锁头\", \"garbageType\": 3}, {\"questionId\": 345, \"garbageName\": \"牙膏皮\", \"garbageType\": 3}, {\"questionId\": 346, \"garbageName\": \"雨伞骨架\", \"garbageType\": 3}, {\"questionId\": 347, \"garbageName\": \"旧纸袋\", \"garbageType\": 3}, {\"questionId\": 348, \"garbageName\": \"纸盒\", \"garbageType\": 3}, {\"questionId\": 349, \"garbageName\": \"旧玩具\", \"garbageType\": 3}, {\"questionId\": 350, \"garbageName\": \"充电电池\", \"garbageType\": 4}, {\"questionId\": 351, \"garbageName\": \"镉镍电池\", \"garbageType\": 4}, {\"questionId\": 352, \"garbageName\": \"铅酸电池\", \"garbageType\": 4}, {\"questionId\": 354, \"garbageName\": \"纽扣电池\", \"garbageType\": 4}, {\"questionId\": 355, \"garbageName\": \"荧光（日光）灯管\", \"garbageType\": 4}, {\"questionId\": 356, \"garbageName\": \"卤素灯\", \"garbageType\": 4}, {\"questionId\": 357, \"garbageName\": \"过期药物\", \"garbageType\": 4}, {\"questionId\": 358, \"garbageName\": \"药物胶囊\", \"garbageType\": 4}, {\"questionId\": 359, \"garbageName\": \"药片\", \"garbageType\": 4}, {\"questionId\": 360, \"garbageName\": \"药品内包装\", \"garbageType\": 4}, {\"questionId\": 361, \"garbageName\": \"老鼠药（毒鼠强)\", \"garbageType\": 4}, {\"questionId\": 362, \"garbageName\": \"杀虫喷雾罐\", \"garbageType\": 4}, {\"questionId\": 363, \"garbageName\": \"废油漆桶\", \"garbageType\": 4}, {\"questionId\": 364, \"garbageName\": \"染发剂壳\", \"garbageType\": 4}, {\"questionId\": 365, \"garbageName\": \"过期的指甲油\", \"garbageType\": 4}, {\"questionId\": 366, \"garbageName\": \"洗甲水\", \"garbageType\": 4}, {\"questionId\": 367, \"garbageName\": \"废含汞温度计\", \"garbageType\": 4}, {\"questionId\": 368, \"garbageName\": \"废含汞血压计\", \"garbageType\": 4}, {\"questionId\": 369, \"garbageName\": \"水银血压计\", \"garbageType\": 4}, {\"questionId\": 370, \"garbageName\": \"水银体温计\", \"garbageType\": 4}, {\"questionId\": 371, \"garbageName\": \"水银温度计\", \"garbageType\": 4}, {\"questionId\": 372, \"garbageName\": \"x光片等感光胶片\", \"garbageType\": 4}, {\"questionId\": 373, \"garbageName\": \"相片底片\", \"garbageType\": 4}, {\"questionId\": 374, \"garbageName\": \"漆桶\", \"garbageType\": 4}, {\"questionId\": 375, \"garbageName\": \"电池\", \"garbageType\": 4}, {\"questionId\": 377, \"garbageName\": \"创口贴\", \"garbageType\": 4}, {\"questionId\": 378, \"garbageName\": \"酒精\", \"garbageType\": 4}, {\"questionId\": 379, \"garbageName\": \"调色板\", \"garbageType\": 4}, {\"questionId\": 380, \"garbageName\": \"油漆\", \"garbageType\": 4}, {\"questionId\": 381, \"garbageName\": \"过期的胶囊药物\", \"garbageType\": 4}, {\"questionId\": 382, \"garbageName\": \"温度计\", \"garbageType\": 4}, {\"questionId\": 383, \"garbageName\": \"过期药片\", \"garbageType\": 4}, {\"questionId\": 384, \"garbageName\": \"荧光灯\", \"garbageType\": 4}, {\"questionId\": 386, \"garbageName\": \"医用棉签\", \"garbageType\": 4}, {\"questionId\": 387, \"garbageName\": \"杀虫剂\", \"garbageType\": 4}, {\"questionId\": 388, \"garbageName\": \"水彩笔\", \"garbageType\": 4}, {\"questionId\": 389, \"garbageName\": \"农药瓶\", \"garbageType\": 4}, {\"questionId\": 390, \"garbageName\": \"医用纱布\", \"garbageType\": 4}, {\"questionId\": 391, \"garbageName\": \"口服液瓶\", \"garbageType\": 4}, {\"questionId\": 392, \"garbageName\": \"香水瓶\", \"garbageType\": 4}, {\"questionId\": 393, \"garbageName\": \"荧光棒\", \"garbageType\": 4}, {\"questionId\": 394, \"garbageName\": \"过期化妆品\", \"garbageType\": 4}, {\"questionId\": 395, \"garbageName\": \"发胶\", \"garbageType\": 4}, {\"questionId\": 396, \"garbageName\": \"注射器\", \"garbageType\": 4}, {\"questionId\": 397, \"garbageName\": \"废气灯泡\", \"garbageType\": 4}, {\"questionId\": 398, \"garbageName\": \"煤气罐\", \"garbageType\": 4}, {\"questionId\": 399, \"garbageName\": \"医用手套\", \"garbageType\": 4}, {\"questionId\": 401, \"garbageName\": \"镍镉电池\", \"garbageType\": 4}, {\"questionId\": 405, \"garbageName\": \"节能灯\", \"garbageType\": 4}, {\"questionId\": 407, \"garbageName\": \"药品包装\", \"garbageType\": 4}, {\"questionId\": 411, \"garbageName\": \"过期指甲油水银温度计\", \"garbageType\": 4}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 415, \"garbageName\": \"渣男\", \"garbageType\": 4}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 416, \"garbageName\": \"靓女\", \"garbageType\": 3}, {\"remark\": \"请尽快给客服留言，我们提供免费上面回收服务\", \"questionId\": 417, \"garbageName\": \"靓仔\", \"garbageType\": 3}, {\"remark\": \"坏坏的人，哼(￢︿̫̿￢☆)\", \"questionId\": 418, \"garbageName\": \"渣女\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 419, \"garbageName\": \"前男友\", \"garbageType\": 4}, {\"remark\": \"该放下的还是得放下，珍惜眼前人\", \"questionId\": 420, \"garbageName\": \"前女友\", \"garbageType\": 4}, {\"remark\": \"有时偶尔不听话，大概是皮了，需要好好教育才能更懂你\", \"questionId\": 421, \"garbageName\": \"男朋友\", \"garbageType\": 3}, {\"remark\": \"ta 生气的时候朵小花哄哄试试，说不定能给你一个大大的拥抱\", \"questionId\": 422, \"garbageName\": \"女朋友\", \"garbageType\": 3}, {\"remark\": \"请留下联系方式，我们将尽快上门服务\", \"questionId\": 423, \"garbageName\": \"黄金\", \"garbageType\": 3}, {\"questionId\": 424, \"garbageName\": \"鸡蛋壳\", \"garbageType\": 2}, {\"questionId\": 425, \"garbageName\": \"键盘\", \"garbageType\": 3}, {\"questionId\": 426, \"garbageName\": \"鼠标\", \"garbageType\": 3}, {\"remark\": \"喝完好喝的奶茶，记得把奶茶杯放进干垃圾桶哟\", \"questionId\": 427, \"garbageName\": \"奶茶杯\", \"garbageType\": 1}, {\"remark\": \"美美的你和美美的口红，你是无价之宝，而口红属于干垃圾\", \"questionId\": 428, \"garbageName\": \"口红\", \"garbageType\": 1}, {\"remark\": \"属于宠物粪便，不建议归入到当前垃圾分类当中；实在不便时，可包裹后投入干垃圾桶内\", \"questionId\": 429, \"garbageName\": \"狗屎\", \"garbageType\": 1}, {\"questionId\": 430, \"garbageName\": \"瓶装饮料\", \"garbageType\": 1}, {\"questionId\": 433, \"garbageName\": \"塑料\", \"garbageType\": 3}, {\"questionId\": 434, \"garbageName\": \"玻璃瓶\", \"garbageType\": 3}, {\"questionId\": 435, \"garbageName\": \"玻璃\", \"garbageType\": 3}, {\"questionId\": 436, \"garbageName\": \"纸\", \"garbageType\": 3}, {\"questionId\": 437, \"garbageName\": \"衣服\", \"garbageType\": 3}, {\"questionId\": 439, \"garbageName\": \"塑料盒\", \"garbageType\": 3}, {\"questionId\": 444, \"garbageName\": \"塑料杯\", \"garbageType\": 3}, {\"questionId\": 445, \"garbageName\": \"矿泉水瓶\", \"garbageType\": 3}, {\"questionId\": 447, \"garbageName\": \"泡沫板\", \"garbageType\": 3}, {\"questionId\": 448, \"garbageName\": \"鞋子\", \"garbageType\": 3}, {\"questionId\": 450, \"garbageName\": \"纸袋\", \"garbageType\": 3}, {\"questionId\": 451, \"garbageName\": \"书本\", \"garbageType\": 3}, {\"questionId\": 454, \"garbageName\": \"泡沫箱\", \"garbageType\": 3}, {\"questionId\": 457, \"garbageName\": \"螺丝\", \"garbageType\": 3}, {\"questionId\": 458, \"garbageName\": \"被单\", \"garbageType\": 3}, {\"questionId\": 460, \"garbageName\": \"啤酒瓶\", \"garbageType\": 3}, {\"questionId\": 461, \"garbageName\": \"数据线\", \"garbageType\": 3}, {\"questionId\": 462, \"garbageName\": \"废塑料\", \"garbageType\": 3}, {\"questionId\": 464, \"garbageName\": \"白纸\", \"garbageType\": 3}, {\"questionId\": 467, \"garbageName\": \"布\", \"garbageType\": 3}, {\"questionId\": 468, \"garbageName\": \"剪刀\", \"garbageType\": 3}, {\"questionId\": 469, \"garbageName\": \"充电线\", \"garbageType\": 3}, {\"questionId\": 470, \"garbageName\": \"包装纸盒\", \"garbageType\": 3}, {\"questionId\": 471, \"garbageName\": \"塑料盖\", \"garbageType\": 3}, {\"questionId\": 472, \"garbageName\": \"充电器\", \"garbageType\": 3}, {\"questionId\": 474, \"garbageName\": \"利乐包装\", \"garbageType\": 3}, {\"questionId\": 475, \"garbageName\": \"吸铁石\", \"garbageType\": 3}, {\"questionId\": 476, \"garbageName\": \"除湿盒\", \"garbageType\": 3}, {\"questionId\": 477, \"garbageName\": \"金属\", \"garbageType\": 3}, {\"questionId\": 478, \"garbageName\": \"木筷子\", \"garbageType\": 3}, {\"questionId\": 479, \"garbageName\": \"被子\", \"garbageType\": 3}, {\"questionId\": 481, \"garbageName\": \"铁\", \"garbageType\": 3}, {\"questionId\": 483, \"garbageName\": \"足球\", \"garbageType\": 3}, {\"questionId\": 484, \"garbageName\": \"排球\", \"garbageType\": 3}, {\"questionId\": 486, \"garbageName\": \"钥匙\", \"garbageType\": 3}, {\"questionId\": 488, \"garbageName\": \"酸奶利乐包装盒\", \"garbageType\": 3}, {\"questionId\": 489, \"garbageName\": \"书包\", \"garbageType\": 3}, {\"questionId\": 490, \"garbageName\": \"塑料包装纸\", \"garbageType\": 3}, {\"questionId\": 491, \"garbageName\": \"草稿纸\", \"garbageType\": 3}, {\"questionId\": 492, \"garbageName\": \"插座\", \"garbageType\": 3}, {\"questionId\": 493, \"garbageName\": \"饮料塑料瓶\", \"garbageType\": 3}, {\"questionId\": 496, \"garbageName\": \"油漆桶\", \"garbageType\": 4}, {\"questionId\": 497, \"garbageName\": \"药瓶\", \"garbageType\": 4}, {\"questionId\": 498, \"garbageName\": \"药品\", \"garbageType\": 4}, {\"questionId\": 499, \"garbageName\": \"灯泡\", \"garbageType\": 4}, {\"questionId\": 500, \"garbageName\": \"废药品\", \"garbageType\": 4}, {\"questionId\": 501, \"garbageName\": \"荧光灯管\", \"garbageType\": 4}, {\"questionId\": 503, \"garbageName\": \"指甲油\", \"garbageType\": 4}, {\"questionId\": 505, \"garbageName\": \"有害垃圾\", \"garbageType\": 4}, {\"questionId\": 507, \"garbageName\": \"过期药品\", \"garbageType\": 4}, {\"questionId\": 509, \"garbageName\": \"空药瓶\", \"garbageType\": 4}, {\"questionId\": 511, \"garbageName\": \"灯管\", \"garbageType\": 4}, {\"questionId\": 514, \"garbageName\": \"眼药水\", \"garbageType\": 4}, {\"questionId\": 516, \"garbageName\": \"避孕药\", \"garbageType\": 4}, {\"questionId\": 517, \"garbageName\": \"废药瓶\", \"garbageType\": 4}, {\"questionId\": 518, \"garbageName\": \"胶囊\", \"garbageType\": 4}, {\"questionId\": 519, \"garbageName\": \"各类过期药品\", \"garbageType\": 4}, {\"questionId\": 521, \"garbageName\": \"老鼠药\", \"garbageType\": 4}, {\"questionId\": 522, \"garbageName\": \"照片\", \"garbageType\": 4}, {\"questionId\": 524, \"garbageName\": \"锂电池\", \"garbageType\": 4}, {\"questionId\": 525, \"garbageName\": \"胶囊药片底板\", \"garbageType\": 4}, {\"questionId\": 526, \"garbageName\": \"胶片\", \"garbageType\": 4}, {\"questionId\": 527, \"garbageName\": \"药片盒\", \"garbageType\": 4}, {\"questionId\": 528, \"garbageName\": \"眼药水瓶\", \"garbageType\": 4}, {\"questionId\": 529, \"garbageName\": \"感冒药\", \"garbageType\": 4}, {\"questionId\": 530, \"garbageName\": \"染发剂罐\", \"garbageType\": 4}, {\"questionId\": 532, \"garbageName\": \"消毒药片\", \"garbageType\": 4}, {\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}, {\"questionId\": 535, \"garbageName\": \"药品壳子\", \"garbageType\": 4}, {\"questionId\": 537, \"garbageName\": \"胶卷\", \"garbageType\": 4}, {\"questionId\": 539, \"garbageName\": \"白炽灯泡\", \"garbageType\": 4}, {\"questionId\": 542, \"garbageName\": \"指甲油瓶\", \"garbageType\": 4}, {\"questionId\": 543, \"garbageName\": \"药品铝塑板\", \"garbageType\": 4}, {\"questionId\": 544, \"garbageName\": \"蟑螂药\", \"garbageType\": 4}, {\"questionId\": 545, \"garbageName\": \"水银\", \"garbageType\": 4}, {\"questionId\": 546, \"garbageName\": \"蟑螂丸\", \"garbageType\": 4}, {\"questionId\": 547, \"garbageName\": \"废油漆\", \"garbageType\": 4}, {\"questionId\": 549, \"garbageName\": \"胶囊药片\", \"garbageType\": 4}, {\"questionId\": 550, \"garbageName\": \"杀虫喷雾\", \"garbageType\": 4}, {\"questionId\": 551, \"garbageName\": \"中成药\", \"garbageType\": 4}, {\"questionId\": 553, \"garbageName\": \"桃核\", \"garbageType\": 2}, {\"questionId\": 554, \"garbageName\": \"玉米棒\", \"garbageType\": 2}, {\"questionId\": 555, \"garbageName\": \"瓜子壳\", \"garbageType\": 2}, {\"questionId\": 557, \"garbageName\": \"小龙虾\", \"garbageType\": 2}, {\"questionId\": 558, \"garbageName\": \"龙虾壳\", \"garbageType\": 2}, {\"questionId\": 560, \"garbageName\": \"鸡骨头\", \"garbageType\": 2}, {\"questionId\": 561, \"garbageName\": \"鸭骨头\", \"garbageType\": 2}, {\"questionId\": 562, \"garbageName\": \"熟玉米棒\", \"garbageType\": 2}, {\"questionId\": 564, \"garbageName\": \"小龙虾壳\", \"garbageType\": 2}, {\"questionId\": 568, \"garbageName\": \"瓜子\", \"garbageType\": 2}, {\"questionId\": 569, \"garbageName\": \"鱼骨头\", \"garbageType\": 2}, {\"questionId\": 570, \"garbageName\": \"毛豆壳\", \"garbageType\": 2}, {\"questionId\": 571, \"garbageName\": \"龙虾\", \"garbageType\": 2}, {\"questionId\": 572, \"garbageName\": \"螃蟹壳\", \"garbageType\": 2}, {\"questionId\": 573, \"garbageName\": \"玉米芯\", \"garbageType\": 2}, {\"questionId\": 575, \"garbageName\": \"桃子\", \"garbageType\": 2}, {\"questionId\": 576, \"garbageName\": \"荔枝壳\", \"garbageType\": 2}, {\"questionId\": 577, \"garbageName\": \"杨梅\", \"garbageType\": 2}, {\"questionId\": 578, \"garbageName\": \"瓜子皮\", \"garbageType\": 2}, {\"questionId\": 579, \"garbageName\": \"粽子\", \"garbageType\": 2}, {\"questionId\": 580, \"garbageName\": \"荔枝核\", \"garbageType\": 2}, {\"questionId\": 583, \"garbageName\": \"排骨\", \"garbageType\": 2}, {\"questionId\": 584, \"garbageName\": \"开心果壳\", \"garbageType\": 2}, {\"questionId\": 585, \"garbageName\": \"果皮\", \"garbageType\": 2}, {\"questionId\": 586, \"garbageName\": \"花\", \"garbageType\": 2}, {\"questionId\": 587, \"garbageName\": \"螺蛳壳\", \"garbageType\": 2}, {\"questionId\": 588, \"garbageName\": \"话梅核\", \"garbageType\": 2}, {\"questionId\": 589, \"garbageName\": \"芒果核\", \"garbageType\": 2}, {\"questionId\": 590, \"garbageName\": \"中药渣\", \"garbageType\": 2}, {\"questionId\": 591, \"garbageName\": \"螃蟹\", \"garbageType\": 2}, {\"questionId\": 593, \"garbageName\": \"枣核\", \"garbageType\": 2}, {\"questionId\": 594, \"garbageName\": \"小龙虾头\", \"garbageType\": 2}, {\"questionId\": 597, \"garbageName\": \"香蕉\", \"garbageType\": 2}, {\"questionId\": 598, \"garbageName\": \"花卉绿植\", \"garbageType\": 2}, {\"questionId\": 599, \"garbageName\": \"鱼刺\", \"garbageType\": 2}, {\"questionId\": 600, \"garbageName\": \"茶叶渣\", \"garbageType\": 2}, {\"questionId\": 601, \"garbageName\": \"话梅\", \"garbageType\": 2}, {\"questionId\": 603, \"garbageName\": \"塑料袋\", \"garbageType\": 1}, {\"questionId\": 606, \"garbageName\": \"卫生巾\", \"garbageType\": 1}, {\"questionId\": 607, \"garbageName\": \"避孕套\", \"garbageType\": 1}, {\"questionId\": 608, \"garbageName\": \"安全套\", \"garbageType\": 1}, {\"questionId\": 610, \"garbageName\": \"面膜\", \"garbageType\": 1}, {\"questionId\": 612, \"garbageName\": \"口香糖\", \"garbageType\": 1}, {\"questionId\": 617, \"garbageName\": \"吸管\", \"garbageType\": 1}, {\"questionId\": 620, \"garbageName\": \"湿纸巾\", \"garbageType\": 1}, {\"questionId\": 621, \"garbageName\": \"茶包\", \"garbageType\": 1}, {\"questionId\": 625, \"garbageName\": \"包装袋\", \"garbageType\": 1}, {\"questionId\": 626, \"garbageName\": \"指甲\", \"garbageType\": 1}, {\"questionId\": 627, \"garbageName\": \"玉米皮\", \"garbageType\": 1}, {\"questionId\": 629, \"garbageName\": \"一次性饭盒\", \"garbageType\": 1}, {\"questionId\": 633, \"garbageName\": \"垃圾袋\", \"garbageType\": 1}, {\"questionId\": 634, \"garbageName\": \"玉米壳\", \"garbageType\": 1}, {\"questionId\": 635, \"garbageName\": \"蛤蜊壳\", \"garbageType\": 1}, {\"questionId\": 637, \"garbageName\": \"尿布\", \"garbageType\": 1}, {\"questionId\": 641, \"garbageName\": \"食品包装袋\", \"garbageType\": 1}, {\"questionId\": 642, \"garbageName\": \"回形针\", \"garbageType\": 1}, {\"questionId\": 643, \"garbageName\": \"棉签\", \"garbageType\": 1}, {\"questionId\": 644, \"garbageName\": \"外卖餐盒\", \"garbageType\": 1}, {\"questionId\": 647, \"garbageName\": \"肮脏塑料袋\", \"garbageType\": 1}, {\"questionId\": 650, \"garbageName\": \"袜子\", \"garbageType\": 1}, {\"questionId\": 651, \"garbageName\": \"榴莲\", \"garbageType\": 1}, {\"questionId\": 652, \"garbageName\": \"一次性餐盒\", \"garbageType\": 1}, {\"questionId\": 653, \"garbageName\": \"笔芯\", \"garbageType\": 1}, {\"questionId\": 654, \"garbageName\": \"冰袋\", \"garbageType\": 1}, {\"questionId\": 655, \"garbageName\": \"陶瓷碗\", \"garbageType\": 1}, {\"questionId\": 656, \"garbageName\": \"茶叶包\", \"garbageType\": 1}, {\"questionId\": 657, \"garbageName\": \"保鲜膜\", \"garbageType\": 1}, {\"questionId\": 658, \"garbageName\": \"内裤\", \"garbageType\": 1}, {\"questionId\": 659, \"garbageName\": \"化妆棉\", \"garbageType\": 1}, {\"questionId\": 660, \"garbageName\": \"厕纸\", \"garbageType\": 1}, {\"questionId\": 661, \"garbageName\": \"厕所纸\", \"garbageType\": 1}, {\"remark\": \"耳机是个好东西，戴上它，感觉全世界都是自己的\", \"questionId\": 662, \"garbageName\": \"耳机\", \"garbageType\": 3}, {\"questionId\": 663, \"garbageName\": \"手提袋\", \"garbageType\": 1}, {\"questionId\": 665, \"garbageName\": \"黑框眼镜\", \"garbageType\": 1}, {\"questionId\": 666, \"garbageName\": \"隐形眼镜\", \"garbageType\": 1}, {\"questionId\": 667, \"garbageName\": \"台式电脑\", \"garbageType\": 3}, {\"questionId\": 668, \"garbageName\": \"笔记本电脑\", \"garbageType\": 3}, {\"questionId\": 669, \"garbageName\": \"运动鞋\", \"garbageType\": 3}, {\"questionId\": 670, \"garbageName\": \"牙签盒\", \"garbageType\": 1}, {\"questionId\": 671, \"garbageName\": \"死鱼\", \"garbageType\": 2}, {\"questionId\": 672, \"garbageName\": \"玻璃烟缸\", \"garbageType\": 3}, {\"questionId\": 673, \"garbageName\": \"烟灰缸\", \"garbageType\": 3}, {\"questionId\": 674, \"garbageName\": \"山竹皮\", \"garbageType\": 2}, {\"questionId\": 675, \"garbageName\": \"抽纸\", \"garbageType\": 1}, {\"remark\": \"坚决抵制地沟油，关爱身心健康\", \"questionId\": 676, \"garbageName\": \"地沟油\", \"garbageType\": 4}, {\"questionId\": 677, \"garbageName\": \"米线\", \"garbageType\": 2}, {\"questionId\": 678, \"garbageName\": \"橡胶垫\", \"garbageType\": 1}, {\"questionId\": 679, \"garbageName\": \"橡胶手套\", \"garbageType\": 1}, {\"questionId\": 682, \"garbageName\": \"显示器\", \"garbageType\": 3}, {\"questionId\": 683, \"garbageName\": \"门锁\", \"garbageType\": 3}, {\"questionId\": 685, \"garbageName\": \"发卡\", \"garbageType\": 1}, {\"questionId\": 686, \"garbageName\": \"姨妈巾\", \"garbageType\": 1}, {\"questionId\": 688, \"garbageName\": \"保温杯\", \"garbageType\": 3}, {\"questionId\": 689, \"garbageName\": \"电动牙刷\", \"garbageType\": 3}, {\"questionId\": 690, \"garbageName\": \"废旧牙刷\", \"garbageType\": 1}, {\"questionId\": 691, \"garbageName\": \"凉鞋\", \"garbageType\": 3}, {\"questionId\": 692, \"garbageName\": \"高跟鞋\", \"garbageType\": 3}, {\"questionId\": 693, \"garbageName\": \"布鞋\", \"garbageType\": 3}, {\"questionId\": 695, \"garbageName\": \"风扇\", \"garbageType\": 3}, {\"questionId\": 696, \"garbageName\": \"塑料拖鞋\", \"garbageType\": 3}, {\"questionId\": 697, \"garbageName\": \"落地风扇\", \"garbageType\": 3}, {\"questionId\": 698, \"garbageName\": \"空调\", \"garbageType\": 3}, {\"questionId\": 701, \"garbageName\": \"甲鱼壳\", \"garbageType\": 1}, {\"questionId\": 702, \"garbageName\": \"笔记本\", \"garbageType\": 3}, {\"questionId\": 703, \"garbageName\": \"电动剃须刀\", \"garbageType\": 3}, {\"questionId\": 704, \"garbageName\": \"美工刀\", \"garbageType\": 3}, {\"questionId\": 705, \"garbageName\": \"不锈钢刀\", \"garbageType\": 3}, {\"questionId\": 706, \"garbageName\": \"陶瓷刀\", \"garbageType\": 1}, {\"questionId\": 707, \"garbageName\": \"花甲肉\", \"garbageType\": 2}, {\"questionId\": 708, \"garbageName\": \"甲油胶\", \"garbageType\": 4}, {\"questionId\": 734, \"garbageName\": \"记号笔\", \"garbageType\": 1}, {\"questionId\": 735, \"garbageName\": \"金属铅笔盒\", \"garbageType\": 3}, {\"questionId\": 736, \"garbageName\": \"教科书\", \"garbageType\": 4}, {\"questionId\": 737, \"garbageName\": \"蜡笔\", \"garbageType\": 1}, {\"questionId\": 738, \"garbageName\": \"坏钢笔\", \"garbageType\": 1}, {\"questionId\": 739, \"garbageName\": \"中性笔\", \"garbageType\": 1}, {\"questionId\": 740, \"garbageName\": \"眉笔\", \"garbageType\": 1}, {\"questionId\": 741, \"garbageName\": \"粉笔\", \"garbageType\": 1}, {\"questionId\": 742, \"garbageName\": \"彩笔\", \"garbageType\": 1}, {\"questionId\": 743, \"garbageName\": \"马克笔\", \"garbageType\": 1}, {\"questionId\": 744, \"garbageName\": \"笔杆\", \"garbageType\": 1}, {\"questionId\": 745, \"garbageName\": \"笔套\", \"garbageType\": 1}, {\"questionId\": 746, \"garbageName\": \"红笔\", \"garbageType\": 1}, {\"questionId\": 747, \"garbageName\": \"勾线笔\", \"garbageType\": 1}, {\"questionId\": 748, \"garbageName\": \"可擦复写笔\", \"garbageType\": 1}, {\"questionId\": 749, \"garbageName\": \"行车记录仪\", \"garbageType\": 3}, {\"questionId\": 750, \"garbageName\": \"练习本\", \"garbageType\": 3}, {\"questionId\": 751, \"garbageName\": \"飞机杯\", \"garbageType\": 1}, {\"questionId\": 756, \"garbageName\": \"虫子\", \"garbageType\": 2}, {\"questionId\": 757, \"garbageName\": \"蚊子\", \"garbageType\": 2}, {\"questionId\": 758, \"garbageName\": \"车厘子\", \"garbageType\": 2}, {\"questionId\": 759, \"garbageName\": \"橘子\", \"garbageType\": 2}, {\"questionId\": 760, \"garbageName\": \"栗子\", \"garbageType\": 2}, {\"questionId\": 761, \"garbageName\": \"胡子\", \"garbageType\": 1}, {\"questionId\": 762, \"garbageName\": \"茶叶蛋\", \"garbageType\": 2}, {\"questionId\": 795, \"garbageName\": \"水果茶\", \"garbageType\": 2}, {\"questionId\": 796, \"garbageName\": \"水果干\", \"garbageType\": 2}, {\"questionId\": 797, \"garbageName\": \"水果脆\", \"garbageType\": 2}, {\"questionId\": 798, \"garbageName\": \"水果茎枝\", \"garbageType\": 2}, {\"questionId\": 799, \"garbageName\": \"牛油果核\", \"garbageType\": 1}, {\"questionId\": 800, \"garbageName\": \"果冻\", \"garbageType\": 2}, {\"questionId\": 801, \"garbageName\": \"果冻盒\", \"garbageType\": 1}, {\"questionId\": 802, \"garbageName\": \"火龙果皮\", \"garbageType\": 2}, {\"questionId\": 803, \"garbageName\": \"牛油果皮\", \"garbageType\": 2}, {\"questionId\": 804, \"garbageName\": \"腰果\", \"garbageType\": 2}, {\"questionId\": 805, \"garbageName\": \"水饺\", \"garbageType\": 2}, {\"questionId\": 806, \"garbageName\": \"馄饨\", \"garbageType\": 2}, {\"questionId\": 807, \"garbageName\": \"花露水玻璃空瓶\", \"garbageType\": 3}, {\"questionId\": 808, \"garbageName\": \"米虫\", \"garbageType\": 2}, {\"questionId\": 809, \"garbageName\": \"酸菜鱼\", \"garbageType\": 2}, {\"questionId\": 810, \"garbageName\": \"拖鞋\", \"garbageType\": 3}, {\"questionId\": 811, \"garbageName\": \"西瓜\", \"garbageType\": 2}, {\"questionId\": 812, \"garbageName\": \"八宝粥\", \"garbageType\": 2}, {\"questionId\": 813, \"garbageName\": \"八角\", \"garbageType\": 2}, {\"questionId\": 814, \"garbageName\": \"八宝饭\", \"garbageType\": 2}, {\"questionId\": 815, \"garbageName\": \"鼻屎\", \"garbageType\": 1}, {\"questionId\": 816, \"garbageName\": \"狗屎指\", \"garbageType\": 1}, {\"questionId\": 817, \"garbageName\": \"耳屎\", \"garbageType\": 1}, {\"questionId\": 818, \"garbageName\": \"陶瓷锅\", \"garbageType\": 1}, {\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}, {\"questionId\": 820, \"garbageName\": \"平板电脑\", \"garbageType\": 3}, {\"questionId\": 821, \"garbageName\": \"手机壳\", \"garbageType\": 1}, {\"questionId\": 822, \"garbageName\": \"手机膜\", \"garbageType\": 1}, {\"questionId\": 823, \"garbageName\": \"酱油瓶\", \"garbageType\": 1}]', '张三', '2023-05-05 22:53:33');
INSERT INTO `speech_classify` VALUES (164, 'https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/2023/05/05/tmp_375b06124db5fe2494d6522f5c1dfc2494286f3fcba3a08e.m4a', '手机', '{\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}', '{\"corpus_no\":\"7229711745817687016\",\"err_msg\":\"success.\",\"err_no\":0,\"result\":[\"手机。\"],\"sn\":\"92628019001683298439\"}\n', '[{\"questionId\": 533, \"garbageName\": \"手机电池\", \"garbageType\": 4}, {\"questionId\": 819, \"garbageName\": \"手机\", \"garbageType\": 3}, {\"questionId\": 821, \"garbageName\": \"手机壳\", \"garbageType\": 1}, {\"questionId\": 822, \"garbageName\": \"手机膜\", \"garbageType\": 1}]', '张三', '2023-05-05 22:54:00');

-- ----------------------------
-- Table structure for sys_dict_data
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_data`;
CREATE TABLE `sys_dict_data`  (
  `dict_code` bigint NOT NULL AUTO_INCREMENT COMMENT '字典编码',
  `dict_sort` int NULL DEFAULT 0 COMMENT '字典排序',
  `dict_label` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '字典标签',
  `dict_value` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '字典键值',
  `dict_type` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '字典类型',
  `css_class` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '样式属性（其他样式扩展）',
  `list_class` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '表格回显样式',
  `is_default` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT 'N' COMMENT '是否默认（Y是 N否）',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`dict_code`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 100 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '字典数据表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_dict_data
-- ----------------------------
INSERT INTO `sys_dict_data` VALUES (1, 1, '男', '0', 'sys_user_sex', '', '', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '性别男');
INSERT INTO `sys_dict_data` VALUES (2, 2, '女', '1', 'sys_user_sex', '', '', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '性别女');
INSERT INTO `sys_dict_data` VALUES (3, 3, '未知', '2', 'sys_user_sex', '', '', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '性别未知');
INSERT INTO `sys_dict_data` VALUES (4, 1, '显示', '0', 'sys_show_hide', '', 'primary', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '显示菜单');
INSERT INTO `sys_dict_data` VALUES (5, 2, '隐藏', '1', 'sys_show_hide', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '隐藏菜单');
INSERT INTO `sys_dict_data` VALUES (6, 1, '正常', '0', 'sys_normal_disable', '', 'primary', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (7, 2, '停用', '1', 'sys_normal_disable', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '停用状态');
INSERT INTO `sys_dict_data` VALUES (8, 1, '正常', '0', 'sys_job_status', '', 'primary', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (9, 2, '暂停', '1', 'sys_job_status', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '停用状态');
INSERT INTO `sys_dict_data` VALUES (10, 1, '默认', 'DEFAULT', 'sys_job_group', '', '', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '默认分组');
INSERT INTO `sys_dict_data` VALUES (11, 2, '系统', 'SYSTEM', 'sys_job_group', '', '', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '系统分组');
INSERT INTO `sys_dict_data` VALUES (12, 1, '是', 'Y', 'sys_yes_no', '', 'primary', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '系统默认是');
INSERT INTO `sys_dict_data` VALUES (13, 2, '否', 'N', 'sys_yes_no', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '系统默认否');
INSERT INTO `sys_dict_data` VALUES (14, 1, '通知', '1', 'sys_notice_type', '', 'warning', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '通知');
INSERT INTO `sys_dict_data` VALUES (15, 2, '公告', '2', 'sys_notice_type', '', 'success', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '公告');
INSERT INTO `sys_dict_data` VALUES (16, 1, '正常', '0', 'sys_notice_status', '', 'primary', 'Y', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (17, 2, '关闭', '1', 'sys_notice_status', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '关闭状态');
INSERT INTO `sys_dict_data` VALUES (18, 99, '其他', '0', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '其他操作');
INSERT INTO `sys_dict_data` VALUES (19, 1, '新增', '1', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '新增操作');
INSERT INTO `sys_dict_data` VALUES (20, 2, '修改', '2', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '修改操作');
INSERT INTO `sys_dict_data` VALUES (21, 3, '删除', '3', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '删除操作');
INSERT INTO `sys_dict_data` VALUES (22, 4, '授权', '4', 'sys_oper_type', '', 'primary', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '授权操作');
INSERT INTO `sys_dict_data` VALUES (23, 5, '导出', '5', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '导出操作');
INSERT INTO `sys_dict_data` VALUES (24, 6, '导入', '6', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '导入操作');
INSERT INTO `sys_dict_data` VALUES (25, 7, '强退', '7', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '强退操作');
INSERT INTO `sys_dict_data` VALUES (26, 8, '生成代码', '8', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '生成操作');
INSERT INTO `sys_dict_data` VALUES (27, 9, '清空数据', '9', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '清空操作');
INSERT INTO `sys_dict_data` VALUES (28, 1, '成功', '0', 'sys_common_status', '', 'primary', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (29, 2, '失败', '1', 'sys_common_status', '', 'danger', 'N', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '停用状态');

-- ----------------------------
-- Table structure for sys_dict_type
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_type`;
CREATE TABLE `sys_dict_type`  (
  `dict_id` bigint NOT NULL AUTO_INCREMENT COMMENT '字典主键',
  `dict_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '字典名称',
  `dict_type` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '字典类型',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`dict_id`) USING BTREE,
  UNIQUE INDEX `dict_type`(`dict_type`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 100 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '字典类型表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_dict_type
-- ----------------------------
INSERT INTO `sys_dict_type` VALUES (1, '用户性别', 'sys_user_sex', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '用户性别列表');
INSERT INTO `sys_dict_type` VALUES (2, '菜单状态', 'sys_show_hide', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '菜单状态列表');
INSERT INTO `sys_dict_type` VALUES (3, '系统开关', 'sys_normal_disable', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '系统开关列表');
INSERT INTO `sys_dict_type` VALUES (4, '任务状态', 'sys_job_status', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '任务状态列表');
INSERT INTO `sys_dict_type` VALUES (5, '任务分组', 'sys_job_group', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '任务分组列表');
INSERT INTO `sys_dict_type` VALUES (6, '系统是否', 'sys_yes_no', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '系统是否列表');
INSERT INTO `sys_dict_type` VALUES (7, '通知类型', 'sys_notice_type', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '通知类型列表');
INSERT INTO `sys_dict_type` VALUES (8, '通知状态', 'sys_notice_status', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '通知状态列表');
INSERT INTO `sys_dict_type` VALUES (9, '操作类型', 'sys_oper_type', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '操作类型列表');
INSERT INTO `sys_dict_type` VALUES (10, '系统状态', 'sys_common_status', '0', 'admin', '2023-04-17 13:52:20', '', NULL, '登录状态列表');

-- ----------------------------
-- Table structure for sys_logininfor
-- ----------------------------
DROP TABLE IF EXISTS `sys_logininfor`;
CREATE TABLE `sys_logininfor`  (
  `info_id` bigint NOT NULL AUTO_INCREMENT COMMENT '访问ID',
  `user_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '用户账号',
  `ipaddr` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '登录IP地址',
  `login_location` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '登录地点',
  `browser` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '浏览器类型',
  `os` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '操作系统',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '登录状态（0成功 1失败）',
  `msg` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '提示消息',
  `login_time` datetime NULL DEFAULT NULL COMMENT '访问时间',
  PRIMARY KEY (`info_id`) USING BTREE,
  INDEX `idx_sys_logininfor_s`(`status`) USING BTREE,
  INDEX `idx_sys_logininfor_lt`(`login_time`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 205 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '系统访问记录' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_logininfor
-- ----------------------------
INSERT INTO `sys_logininfor` VALUES (100, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-14 17:21:12');
INSERT INTO `sys_logininfor` VALUES (101, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-14 22:05:55');
INSERT INTO `sys_logininfor` VALUES (102, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码错误', '2023-04-14 22:14:21');
INSERT INTO `sys_logininfor` VALUES (103, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码错误', '2023-04-14 22:14:47');
INSERT INTO `sys_logininfor` VALUES (104, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-14 22:14:53');
INSERT INTO `sys_logininfor` VALUES (105, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码已失效', '2023-04-14 22:17:49');
INSERT INTO `sys_logininfor` VALUES (106, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-14 22:17:54');
INSERT INTO `sys_logininfor` VALUES (107, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 16:00:48');
INSERT INTO `sys_logininfor` VALUES (108, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 16:12:36');
INSERT INTO `sys_logininfor` VALUES (109, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 16:17:25');
INSERT INTO `sys_logininfor` VALUES (110, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 20:19:40');
INSERT INTO `sys_logininfor` VALUES (111, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 20:20:41');
INSERT INTO `sys_logininfor` VALUES (112, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 20:37:47');
INSERT INTO `sys_logininfor` VALUES (113, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 20:54:48');
INSERT INTO `sys_logininfor` VALUES (114, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 21:19:13');
INSERT INTO `sys_logininfor` VALUES (115, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码错误', '2023-04-15 21:22:53');
INSERT INTO `sys_logininfor` VALUES (116, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 21:23:23');
INSERT INTO `sys_logininfor` VALUES (117, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 21:45:30');
INSERT INTO `sys_logininfor` VALUES (118, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 21:55:32');
INSERT INTO `sys_logininfor` VALUES (119, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 22:26:34');
INSERT INTO `sys_logininfor` VALUES (120, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-15 23:10:00');
INSERT INTO `sys_logininfor` VALUES (121, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 12:04:46');
INSERT INTO `sys_logininfor` VALUES (122, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 12:53:25');
INSERT INTO `sys_logininfor` VALUES (123, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 13:43:33');
INSERT INTO `sys_logininfor` VALUES (124, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 14:26:02');
INSERT INTO `sys_logininfor` VALUES (125, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 14:29:47');
INSERT INTO `sys_logininfor` VALUES (126, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码已失效', '2023-04-16 14:31:48');
INSERT INTO `sys_logininfor` VALUES (127, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 14:32:11');
INSERT INTO `sys_logininfor` VALUES (128, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 14:40:45');
INSERT INTO `sys_logininfor` VALUES (129, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 14:49:24');
INSERT INTO `sys_logininfor` VALUES (130, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 16:02:45');
INSERT INTO `sys_logininfor` VALUES (131, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 17:00:01');
INSERT INTO `sys_logininfor` VALUES (132, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 18:32:11');
INSERT INTO `sys_logininfor` VALUES (133, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 18:48:18');
INSERT INTO `sys_logininfor` VALUES (134, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 19:18:46');
INSERT INTO `sys_logininfor` VALUES (135, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 21:05:55');
INSERT INTO `sys_logininfor` VALUES (136, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-16 22:04:29');
INSERT INTO `sys_logininfor` VALUES (137, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-17 10:47:19');
INSERT INTO `sys_logininfor` VALUES (138, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-17 13:30:48');
INSERT INTO `sys_logininfor` VALUES (139, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-17 14:26:26');
INSERT INTO `sys_logininfor` VALUES (140, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-17 15:26:16');
INSERT INTO `sys_logininfor` VALUES (141, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-17 23:14:56');
INSERT INTO `sys_logininfor` VALUES (142, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-18 16:42:31');
INSERT INTO `sys_logininfor` VALUES (143, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-18 19:34:57');
INSERT INTO `sys_logininfor` VALUES (144, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-18 22:32:18');
INSERT INTO `sys_logininfor` VALUES (145, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-19 13:36:26');
INSERT INTO `sys_logininfor` VALUES (146, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码错误', '2023-04-19 15:57:16');
INSERT INTO `sys_logininfor` VALUES (147, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-19 15:57:24');
INSERT INTO `sys_logininfor` VALUES (148, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-19 18:43:40');
INSERT INTO `sys_logininfor` VALUES (149, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-20 14:46:11');
INSERT INTO `sys_logininfor` VALUES (150, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-20 15:18:55');
INSERT INTO `sys_logininfor` VALUES (151, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码已失效', '2023-04-20 15:21:47');
INSERT INTO `sys_logininfor` VALUES (152, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-20 15:21:58');
INSERT INTO `sys_logininfor` VALUES (153, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-20 20:43:52');
INSERT INTO `sys_logininfor` VALUES (154, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-20 21:54:38');
INSERT INTO `sys_logininfor` VALUES (155, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码错误', '2023-04-21 13:33:52');
INSERT INTO `sys_logininfor` VALUES (156, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-21 13:33:59');
INSERT INTO `sys_logininfor` VALUES (157, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-21 22:20:12');
INSERT INTO `sys_logininfor` VALUES (158, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-21 23:06:03');
INSERT INTO `sys_logininfor` VALUES (159, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-22 16:24:44');
INSERT INTO `sys_logininfor` VALUES (160, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-23 14:58:44');
INSERT INTO `sys_logininfor` VALUES (161, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-23 16:41:46');
INSERT INTO `sys_logininfor` VALUES (162, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-23 21:40:45');
INSERT INTO `sys_logininfor` VALUES (163, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-24 16:27:41');
INSERT INTO `sys_logininfor` VALUES (164, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-24 19:07:16');
INSERT INTO `sys_logininfor` VALUES (165, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-24 22:36:38');
INSERT INTO `sys_logininfor` VALUES (166, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 09:34:02');
INSERT INTO `sys_logininfor` VALUES (167, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 10:39:16');
INSERT INTO `sys_logininfor` VALUES (168, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 12:13:40');
INSERT INTO `sys_logininfor` VALUES (169, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 14:05:58');
INSERT INTO `sys_logininfor` VALUES (170, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 15:17:20');
INSERT INTO `sys_logininfor` VALUES (171, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 17:05:59');
INSERT INTO `sys_logininfor` VALUES (172, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 20:58:07');
INSERT INTO `sys_logininfor` VALUES (173, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-25 23:23:45');
INSERT INTO `sys_logininfor` VALUES (174, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-26 13:31:38');
INSERT INTO `sys_logininfor` VALUES (175, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-26 13:56:52');
INSERT INTO `sys_logininfor` VALUES (176, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-26 15:30:51');
INSERT INTO `sys_logininfor` VALUES (177, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-26 16:04:21');
INSERT INTO `sys_logininfor` VALUES (178, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-26 21:25:27');
INSERT INTO `sys_logininfor` VALUES (179, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '密码输入错误1次', '2023-04-26 23:12:04');
INSERT INTO `sys_logininfor` VALUES (180, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '用户不存在/密码错误', '2023-04-26 23:12:04');
INSERT INTO `sys_logininfor` VALUES (181, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码错误', '2023-04-27 09:49:53');
INSERT INTO `sys_logininfor` VALUES (182, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码错误', '2023-04-27 09:50:00');
INSERT INTO `sys_logininfor` VALUES (183, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '密码输入错误1次', '2023-04-27 09:50:10');
INSERT INTO `sys_logininfor` VALUES (184, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '用户不存在/密码错误', '2023-04-27 09:50:10');
INSERT INTO `sys_logininfor` VALUES (185, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '密码输入错误2次', '2023-04-27 09:50:18');
INSERT INTO `sys_logininfor` VALUES (186, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '用户不存在/密码错误', '2023-04-27 09:50:18');
INSERT INTO `sys_logininfor` VALUES (187, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 09:50:26');
INSERT INTO `sys_logininfor` VALUES (188, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 13:46:37');
INSERT INTO `sys_logininfor` VALUES (189, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 14:43:06');
INSERT INTO `sys_logininfor` VALUES (190, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 16:04:54');
INSERT INTO `sys_logininfor` VALUES (191, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 16:24:08');
INSERT INTO `sys_logininfor` VALUES (192, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 19:04:21');
INSERT INTO `sys_logininfor` VALUES (193, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码已失效', '2023-04-27 20:20:04');
INSERT INTO `sys_logininfor` VALUES (194, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 20:20:09');
INSERT INTO `sys_logininfor` VALUES (195, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '1', '验证码已失效', '2023-04-27 21:19:52');
INSERT INTO `sys_logininfor` VALUES (196, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-04-27 21:19:56');
INSERT INTO `sys_logininfor` VALUES (197, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-02 22:40:42');
INSERT INTO `sys_logininfor` VALUES (198, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-02 23:33:50');
INSERT INTO `sys_logininfor` VALUES (199, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-03 09:56:15');
INSERT INTO `sys_logininfor` VALUES (200, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-03 11:12:41');
INSERT INTO `sys_logininfor` VALUES (201, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-03 22:04:13');
INSERT INTO `sys_logininfor` VALUES (202, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-03 23:10:02');
INSERT INTO `sys_logininfor` VALUES (203, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-05 15:31:29');
INSERT INTO `sys_logininfor` VALUES (204, 'admin', '127.0.0.1', NULL, 'Chrome 11', 'Windows 10', '0', '登录成功', '2023-05-09 13:46:04');

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu`  (
  `menu_id` bigint NOT NULL AUTO_INCREMENT COMMENT '菜单ID',
  `menu_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '菜单名称',
  `parent_id` bigint NULL DEFAULT 0 COMMENT '父菜单ID',
  `order_num` int NULL DEFAULT 0 COMMENT '显示顺序',
  `path` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '路由地址',
  `component` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '组件路径',
  `query` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '路由参数',
  `is_frame` int NULL DEFAULT 1 COMMENT '是否为外链（0是 1否）',
  `is_cache` int NULL DEFAULT 0 COMMENT '是否缓存（0缓存 1不缓存）',
  `menu_type` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '菜单类型（M目录 C菜单 F按钮）',
  `visible` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '菜单状态（0显示 1隐藏）',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '菜单状态（0正常 1停用）',
  `perms` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '权限标识',
  `icon` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '#' COMMENT '菜单图标',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`menu_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2002 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '菜单权限表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES (1, '系统管理', 0, 1, 'system', NULL, '', 1, 0, 'M', '0', '0', '', 'system', 'admin', '2023-04-15 17:31:53', '', NULL, '系统管理目录');
INSERT INTO `sys_menu` VALUES (2, '小程序管理', 0, 2, 'uniapp', NULL, '', 1, 0, 'M', '0', '0', '', 'monitor', 'admin', '2023-04-15 17:34:41', '', NULL, '系统监控目录');
INSERT INTO `sys_menu` VALUES (3, '用户管理', 1, 1, 'user', 'system/user/index', '', 1, 0, 'C', '0', '0', 'system:user:list', 'user', 'admin', '2023-04-15 17:37:03', '', NULL, '用户管理菜单');
INSERT INTO `sys_menu` VALUES (4, '角色管理', 1, 2, 'role', 'system/role/index', '', 1, 0, 'C', '0', '0', 'system:role:list', 'peoples', 'admin', '2023-04-15 17:37:58', '', NULL, '角色管理菜单');
INSERT INTO `sys_menu` VALUES (5, '菜单管理', 1, 3, 'menu', 'system/menu/index', '', 1, 0, 'C', '0', '0', 'system:menu:list', 'tree-table', 'admin', '2023-04-15 17:38:29', '', NULL, '菜单管理菜单');
INSERT INTO `sys_menu` VALUES (6, '通知公告', 1, 4, 'notice', 'system/notice/index', '', 1, 0, 'C', '0', '0', 'system:notice:list', 'message', 'admin', '2023-04-15 17:48:16', '', NULL, '通知公告菜单');
INSERT INTO `sys_menu` VALUES (7, '日志管理', 1, 5, 'log', '', '', 1, 0, 'M', '0', '0', '', 'log', 'admin', '2023-04-15 17:50:33', '', NULL, '日志管理菜单');
INSERT INTO `sys_menu` VALUES (8, '操作日志', 7, 1, 'operlog', 'system/operlog/index', '', 1, 0, 'C', '0', '0', 'system:operlog:list', 'form', 'admin', '2023-04-15 17:53:12', '', NULL, '操作日志菜单');
INSERT INTO `sys_menu` VALUES (9, '登录日志', 7, 2, 'logininfor', 'system/logininfor/index', '', 1, 0, 'C', '0', '0', 'system:logininfor:list', 'logininfor', 'admin', '2023-04-15 17:53:46', '', NULL, '登录日志菜单');
INSERT INTO `sys_menu` VALUES (10, '垃圾类别管理', 2, 1, 'sort', 'uniapp/sort/index', NULL, 1, 0, 'C', '0', '0', 'uniapp:sort:list', 'sort', 'admin', '2023-04-15 18:09:54', '', NULL, '垃圾类别菜单');
INSERT INTO `sys_menu` VALUES (11, '题库管理', 2, 2, 'test', 'uniapp/test/index', NULL, 1, 0, 'C', '0', '0', 'uniapp:test:list', 'edit', 'admin', '2023-04-15 18:15:57', '', NULL, '题库菜单');
INSERT INTO `sys_menu` VALUES (12, '文章管理', 2, 3, 'article', 'uniapp/article/index', NULL, 1, 0, 'C', '0', '0', 'uniapp:article:list', 'language', 'admin', '2023-04-15 18:18:31', '', NULL, '文章管理菜单');
INSERT INTO `sys_menu` VALUES (13, '视频管理', 2, 4, 'video', 'uniapp/video/index', NULL, 1, 0, 'C', '0', '0', 'uniapp:video:list', 'form', 'admin', '2023-04-15 18:20:53', '', NULL, '视频管理菜单');
INSERT INTO `sys_menu` VALUES (14, '留言管理', 2, 5, 'message', 'uniapp/message/index', NULL, 1, 0, 'C', '0', '1', 'uniapp:message:list', 'message', 'admin', '2023-04-15 18:22:41', '', NULL, '留言管理菜单');
INSERT INTO `sys_menu` VALUES (15, '用户查询', 3, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:user:query', '#', 'admin', '2023-04-23 13:31:33', '', NULL, '');
INSERT INTO `sys_menu` VALUES (16, '用户新增', 3, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:user:add', '#', 'admin', '2023-04-23 13:32:25', '', NULL, '');
INSERT INTO `sys_menu` VALUES (17, '用户修改', 3, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:user:edit', '#', 'admin', '2023-04-23 13:34:35', '', NULL, '');
INSERT INTO `sys_menu` VALUES (18, '用户删除', 3, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:user:remove', '#', 'admin', '2023-04-23 13:35:08', '', NULL, '');
INSERT INTO `sys_menu` VALUES (19, '重置密码', 3, 5, '', '', '', 1, 0, 'F', '0', '0', 'system:user:resetPwd', '#', 'admin', '2023-04-23 13:36:00', '', NULL, '');
INSERT INTO `sys_menu` VALUES (20, '角色查询', 4, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:role:query', '#', 'admin', '2023-04-23 13:36:48', '', NULL, '');
INSERT INTO `sys_menu` VALUES (21, '角色新增', 4, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:role:add', '#', 'admin', '2023-04-23 13:37:28', '', NULL, '');
INSERT INTO `sys_menu` VALUES (22, '角色修改', 4, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:role:edit', '#', 'admin', '2023-04-23 13:38:08', '', NULL, '');
INSERT INTO `sys_menu` VALUES (23, '角色删除', 4, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:role:remove', '#', 'admin', '2023-04-23 13:38:48', '', NULL, '');
INSERT INTO `sys_menu` VALUES (24, '菜单查询', 5, 1, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:query', '#', 'admin', '2023-04-23 13:40:27', '', NULL, '');
INSERT INTO `sys_menu` VALUES (25, '菜单新增', 5, 2, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:add', '#', 'admin', '2023-04-23 13:41:46', '', NULL, '');
INSERT INTO `sys_menu` VALUES (26, '菜单修改', 5, 3, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:edit', '#', 'admin', '2023-04-23 13:42:16', '', NULL, '');
INSERT INTO `sys_menu` VALUES (27, '菜单删除', 5, 4, '', '', '', 1, 0, 'F', '0', '0', 'system:menu:remove', '#', 'admin', '2023-04-23 13:42:50', '', NULL, '');
INSERT INTO `sys_menu` VALUES (28, '公告查询', 6, 1, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:query', '#', 'admin', '2023-04-23 13:45:29', '', NULL, '');
INSERT INTO `sys_menu` VALUES (29, '公告新增', 6, 2, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:add', '#', 'admin', '2023-04-23 13:46:12', '', NULL, '');
INSERT INTO `sys_menu` VALUES (30, '公告修改', 6, 3, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:edit', '#', 'admin', '2023-04-23 13:46:37', '', NULL, '');
INSERT INTO `sys_menu` VALUES (31, '公告删除', 6, 4, '#', '', '', 1, 0, 'F', '0', '0', 'system:notice:remove', '#', 'admin', '2023-04-23 13:47:01', '', NULL, '');
INSERT INTO `sys_menu` VALUES (32, '操作查询', 8, 1, '#', '', '', 1, 0, 'F', '0', '0', 'system:operlog:query', '#', 'admin', '2023-04-23 13:49:26', '', NULL, '');
INSERT INTO `sys_menu` VALUES (33, '操作删除', 8, 2, '#', '', '', 1, 0, 'F', '0', '0', 'system:operlog:remove', '#', 'admin', '2023-04-23 13:50:01', '', NULL, '');
INSERT INTO `sys_menu` VALUES (34, '登录查询', 9, 1, '#', '', '', 1, 0, 'F', '0', '0', 'system:logininfor:query', '#', 'admin', '2023-04-23 13:50:28', '', NULL, '');
INSERT INTO `sys_menu` VALUES (35, '登录删除', 9, 2, '#', '', '', 1, 0, 'F', '0', '0', 'system:logininfor:remove', '#', 'admin', '2023-04-23 13:50:56', '', NULL, '');

-- ----------------------------
-- Table structure for sys_notice
-- ----------------------------
DROP TABLE IF EXISTS `sys_notice`;
CREATE TABLE `sys_notice`  (
  `notice_id` int NOT NULL AUTO_INCREMENT COMMENT '公告ID',
  `notice_title` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '公告标题',
  `notice_type` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '公告类型（1通知 2公告）',
  `notice_content` longblob NULL COMMENT '公告内容',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '公告状态（0正常 1关闭）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`notice_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 13 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '通知公告表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_notice
-- ----------------------------
INSERT INTO `sys_notice` VALUES (1, '温馨提醒：2022-06-05 今天是世界环境日哦！', '2', 0xE696B0E78988E69CACE58685E5AE3F, '0', 'admin', '2023-04-17 13:33:57', '', NULL, '管理员');
INSERT INTO `sys_notice` VALUES (10, '系统维护通知', '1', 0x3C703E746573743C2F703E, '0', 'admin', '2023-04-25 14:27:14', '', NULL, NULL);
INSERT INTO `sys_notice` VALUES (11, '系统维护完成', '1', 0x3C703E746573743C2F703E, '0', 'admin', '2023-04-25 14:31:07', '', NULL, NULL);
INSERT INTO `sys_notice` VALUES (12, '温馨提醒：2023-06-05 今天是世界环境日哦！', '2', 0x3C703E74657374323C2F703E, '0', 'admin', '2023-04-25 15:17:40', 'admin', '2023-04-25 15:21:43', NULL);

-- ----------------------------
-- Table structure for sys_oper_log
-- ----------------------------
DROP TABLE IF EXISTS `sys_oper_log`;
CREATE TABLE `sys_oper_log`  (
  `oper_id` bigint NOT NULL AUTO_INCREMENT COMMENT '日志主键',
  `title` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '模块标题',
  `business_type` int NULL DEFAULT 0 COMMENT '业务类型（0其它 1新增 2修改 3删除）',
  `method` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '方法名称',
  `request_method` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '请求方式',
  `operator_type` int NULL DEFAULT 0 COMMENT '操作类别（0其它 1后台用户 2手机端用户）',
  `oper_name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '操作人员',
  `oper_url` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '请求URL',
  `oper_ip` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '主机地址',
  `oper_location` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '操作地点',
  `oper_param` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '请求参数',
  `json_result` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '返回参数',
  `status` int NULL DEFAULT 0 COMMENT '操作状态（0正常 1异常）',
  `error_msg` varchar(2000) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '错误消息',
  `oper_time` datetime NULL DEFAULT NULL COMMENT '操作时间',
  `cost_time` bigint NULL DEFAULT 0 COMMENT '消耗时间',
  PRIMARY KEY (`oper_id`) USING BTREE,
  INDEX `idx_sys_oper_log_bt`(`business_type`) USING BTREE,
  INDEX `idx_sys_oper_log_s`(`status`) USING BTREE,
  INDEX `idx_sys_oper_log_ot`(`oper_time`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 145 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '操作日志记录' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_oper_log
-- ----------------------------
INSERT INTO `sys_oper_log` VALUES (100, '通知公告', 2, 'co.lvyi.controller.SysNoticeController.edit()', 'PUT', 1, 'admin', '/system/notice', '127.0.0.1', NULL, '{\"createBy\":\"admin\",\"createTime\":\"2023-04-25 15:17:40\",\"noticeContent\":\"<p>test2</p>\",\"noticeId\":12,\"noticeTitle\":\"温馨提醒：2023-06-05 今天是世界环境日哦！\",\"noticeType\":\"2\",\"params\":{},\"status\":\"0\",\"updateBy\":\"admin\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-25 15:21:43', 115);
INSERT INTO `sys_oper_log` VALUES (101, '垃圾分类', 1, 'co.lvyi.controller.RefuseSortController.add()', 'POST', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"description\":\"test\",\"params\":{}}', NULL, 1, '\r\n### Error updating database.  Cause: java.sql.SQLException: Field \'refuse_type\' doesn\'t have a default value\r\n### The error may exist in file [D:\\User\\Program Files\\codeProject\\IDEA\\refuse-classification-applet\\refuseClassification\\refuse-classification-system\\target\\classes\\mapper\\RefuseSortMapper.xml]\r\n### The error may involve co.lvyi.system.mapper.RefuseSortMapper.insertSort-Inline\r\n### The error occurred while setting parameters\r\n### SQL: insert into sort(                            description,                             create_time         )         values (                    ?,                     sysdate()         )\r\n### Cause: java.sql.SQLException: Field \'refuse_type\' doesn\'t have a default value\n; Field \'refuse_type\' doesn\'t have a default value; nested exception is java.sql.SQLException: Field \'refuse_type\' doesn\'t have a default value', '2023-04-25 17:06:21', 137);
INSERT INTO `sys_oper_log` VALUES (102, '垃圾分类', 1, 'co.lvyi.controller.RefuseSortController.add()', 'POST', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"description\":\"test\",\"params\":{},\"refuseType\":\"不可回收垃圾\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-25 17:09:49', 67);
INSERT INTO `sys_oper_log` VALUES (103, '垃圾分类', 2, 'co.lvyi.controller.RefuseSortController.update()', 'PUT', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"createTime\":\"2023-04-04 22:27:36\",\"description\":\"可回收物(再生资源)是指回收后经过再加工可以成为生产原料或者经过整理可以再利用的物品，主要包括废纸类、塑料类、玻璃类、金属类、电子废弃物类、织物类等。\",\"params\":{},\"refuseType\":\"可回收垃圾\",\"sortId\":1}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-25 17:19:40', 66);
INSERT INTO `sys_oper_log` VALUES (104, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"g\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"\\\"}\",\"content\":\"test\",\"reprintedFrom\":\"ee\",\"status\":\"PUBLISHED\",\"title\":\"test\"}', NULL, 1, 'nested exception is org.apache.ibatis.reflection.ReflectionException: There is no getter for property named \'keywords\' in \'class co.lvyi.bean.admin.entity.Article\'', '2023-04-26 15:39:15', 180);
INSERT INTO `sys_oper_log` VALUES (105, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"g\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"\\\"}\",\"content\":\"test\",\"reprintedFrom\":\"ee\",\"status\":\"PUBLISHED\",\"title\":\"test\"}', NULL, 1, 'nested exception is org.apache.ibatis.reflection.ReflectionException: There is no getter for property named \'abstracts\' in \'class co.lvyi.bean.admin.entity.Article\'', '2023-04-26 15:41:18', 851);
INSERT INTO `sys_oper_log` VALUES (106, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"g\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"\\\"}\",\"content\":\"test\",\"reprintedFrom\":\"ee\",\"status\":\"PUBLISHED\",\"title\":\"test\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-26 15:43:08', 2330);
INSERT INTO `sys_oper_log` VALUES (107, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"的风格\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-04-2671795f42-a8f7-483c-b283-6325534d8a29.jpg\\\"}\",\"content\":\"人人有责！！\",\"reprintedFrom\":\"sd\",\"status\":\"PUBLISHED\",\"title\":\"保护环境\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-26 16:05:00', 125);
INSERT INTO `sys_oper_log` VALUES (108, '删除文章', 3, 'co.lvyi.controller.ArticleController.delete()', 'GET', 1, 'admin', '/uniapp/article/delete', '127.0.0.1', NULL, '{\"articleId\":\"2\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-26 16:36:58', 102);
INSERT INTO `sys_oper_log` VALUES (109, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"新闻网\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-04-26775153e5-acb4-46bb-9d36-a6c844542068.jpg\\\"}\",\"content\":\"test\",\"reprintedFrom\":\"人民日报\",\"status\":\"PUBLISHED\",\"title\":\"二氧化碳排放\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-26 16:58:36', 466);
INSERT INTO `sys_oper_log` VALUES (110, '删除文章', 3, 'co.lvyi.controller.ArticleController.delete()', 'GET', 1, 'admin', '/uniapp/article/delete', '127.0.0.1', NULL, '{\"articleId\":\"1\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-26 16:59:12', 124);
INSERT INTO `sys_oper_log` VALUES (111, '角色管理', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"2分15秒\",\"name\":\"环保视频的宣传_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-04-276c54181d-3dfc-459f-a4e6-23a3ee52dbc5.mp4\",\"remark\":\"test\",\"title\":\"海鸥\"}', NULL, 1, '\r\n### Error updating database.  Cause: com.mysql.cj.jdbc.exceptions.MysqlDataTruncation: Data truncation: Incorrect datetime value: \'test\' for column \'create_time\' at row 1\r\n### The error may exist in file [D:\\User\\Program Files\\codeProject\\IDEA\\refuse-classification-applet\\refuseClassification\\refuse-classification-system\\target\\classes\\mapper\\VideoMapper.xml]\r\n### The error may involve co.lvyi.system.mapper.VideoMapper.addVideo-Inline\r\n### The error occurred while setting parameters\r\n### SQL: insert into video (title, name, path, duration, video_size, video_format, status, create_time, remark)         values (?, ?, ?, ?, ?, ?, ?, ?, sysdate())\r\n### Cause: com.mysql.cj.jdbc.exceptions.MysqlDataTruncation: Data truncation: Incorrect datetime value: \'test\' for column \'create_time\' at row 1\n; Data truncation: Incorrect datetime value: \'test\' for column \'create_time\' at row 1; nested exception is com.mysql.cj.jdbc.exceptions.MysqlDataTruncation: Data truncation: Incorrect datetime value: \'test\' for column \'create_time\' at row 1', '2023-04-27 16:05:30', 127);
INSERT INTO `sys_oper_log` VALUES (112, '角色管理', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"2分15秒\",\"name\":\"环保视频的宣传_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-04-27614bdcff-1a55-4c3d-bc0b-3a423d8eb88d.mp4\",\"remark\":\"test\",\"title\":\"海鸥\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 16:08:27', 83);
INSERT INTO `sys_oper_log` VALUES (113, '角色管理', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"2分15秒\",\"name\":\"环保视频的宣传_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-04-27c550d175-7579-4bb9-8db2-326e9026c5d5.mp4\",\"remark\":\"test\",\"title\":\"test\",\"videoSize\":\"0.72MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 16:15:14', 69);
INSERT INTO `sys_oper_log` VALUES (114, '角色管理', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:00:15\",\"name\":\"环保视频的宣传_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-04-2743db05a3-c7c8-4357-83b0-5235ecf71d3c.mp4\",\"remark\":\"test\",\"title\":\"植物\",\"videoSize\":\"0.72MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 16:24:48', 79);
INSERT INTO `sys_oper_log` VALUES (115, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/2', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 16:41:47', 67);
INSERT INTO `sys_oper_log` VALUES (116, '新增试题', 1, 'co.lvyi.controller.QuestionController.add()', 'POST', 1, 'admin', '/uniapp/test', '127.0.0.1', NULL, '{\"analysis\":\"无\",\"answerA\":\"有害垃圾\",\"answerB\":\"可回收垃圾\",\"answerC\":\"不可回收垃圾\",\"answerD\":\"湿垃圾\",\"correctAnswer\":\"A\",\"question\":\"电池属于什么类型垃圾？\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 20:34:52', 102);
INSERT INTO `sys_oper_log` VALUES (117, '修改试题', 2, 'co.lvyi.controller.QuestionController.update()', 'PUT', 1, 'admin', '/uniapp/test', '127.0.0.1', NULL, '{\"analysis\":\"无\",\"answerA\":\"可回收垃圾\",\"answerB\":\"不可回收垃圾\",\"answerC\":\"干垃圾\",\"answerD\":\"湿垃圾\",\"correctAnswer\":\"d\",\"question\":\"果皮属于什么类别垃圾？\",\"questionId\":1}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 21:47:11', 615);
INSERT INTO `sys_oper_log` VALUES (118, '角色管理', 3, 'co.lvyi.controller.SysRoleController.remove()', 'DELETE', 1, 'admin', '/system/role/1', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 21:57:21', 199);
INSERT INTO `sys_oper_log` VALUES (119, '删除试题', 3, 'co.lvyi.controller.QuestionController.delete()', 'DELETE', 1, 'admin', '/uniapp/test/1', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-04-27 22:01:50', 73);
INSERT INTO `sys_oper_log` VALUES (120, '垃圾分类', 2, 'co.lvyi.controller.RefuseSortController.update()', 'PUT', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"createTime\":\"2023-04-25 17:09:49\",\"description\":\"test\",\"params\":{},\"refuseType\":\"湿垃圾\",\"sortId\":2}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-02 22:41:55', 75);
INSERT INTO `sys_oper_log` VALUES (121, '垃圾分类', 2, 'co.lvyi.controller.RefuseSortController.update()', 'PUT', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"createTime\":\"2023-04-25 17:09:49\",\"description\":\"test\",\"params\":{},\"refuseType\":\"干垃圾\",\"sortId\":2}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-02 22:42:23', 71);
INSERT INTO `sys_oper_log` VALUES (122, '垃圾分类', 1, 'co.lvyi.controller.RefuseSortController.add()', 'POST', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"description\":\"狭义的厨余垃圾是有机垃圾的一种，分为熟厨余包括剩菜、剩饭、菜叶；生厨余垃圾包括果皮、蛋壳、茶渣、骨、贝壳；泛指家庭生活饮食中所需用的来源生料及成品(熟食)或残留物。但广义的厨余垃圾还包括用过的筷子，食品的包装材料等。\",\"params\":{},\"refuseType\":\"厨余垃圾\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-02 22:44:41', 111);
INSERT INTO `sys_oper_log` VALUES (123, '垃圾分类', 2, 'co.lvyi.controller.RefuseSortController.update()', 'PUT', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"createTime\":\"2023-04-25 17:09:49\",\"description\":\"有毒有害垃圾是指存有对人体健康有害的重金属、有毒的物质或者对环境造成现实危害或者潜在危害的废弃物。\",\"params\":{},\"refuseType\":\"有害垃圾\",\"sortId\":2}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-02 22:45:44', 70);
INSERT INTO `sys_oper_log` VALUES (124, '垃圾分类', 1, 'co.lvyi.controller.RefuseSortController.add()', 'POST', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"description\":\"包括除上述几类垃圾之外难以回收的废弃物，通常根据垃圾特性采取焚烧或者填埋的方式处理。\",\"params\":{},\"refuseType\":\"其他垃圾\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-02 22:46:23', 68);
INSERT INTO `sys_oper_log` VALUES (125, '垃圾分类', 2, 'co.lvyi.controller.RefuseSortController.update()', 'PUT', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"createTime\":\"2023-05-02 22:46:23\",\"description\":\"包括除上述几类垃圾之外难以回收的废弃物，通常根据垃圾特性采取焚烧或者填埋的方式处理。\",\"params\":{},\"refuseType\":\"其他垃圾\",\"remark\":\"test\",\"sortId\":4}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-02 23:12:11', 72);
INSERT INTO `sys_oper_log` VALUES (126, '垃圾分类', 2, 'co.lvyi.controller.RefuseSortController.update()', 'PUT', 1, 'admin', '/uniapp/sort', '127.0.0.1', NULL, '{\"createTime\":\"2023-05-02 22:46:23\",\"description\":\"包括除上述几类垃圾之外难以回收的废弃物，通常根据垃圾特性采取焚烧或者填埋的方式处理。\",\"params\":{},\"refuseType\":\"其他垃圾\",\"remark\":\"test\",\"sortId\":4}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-02 23:13:12', 80);
INSERT INTO `sys_oper_log` VALUES (127, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-03757a5f30-596c-483f-97ff-9b46f61ee05d.jpg\\\"}\",\"content\":\"“低碳生活”其实并非“高大上”，绝大多数都是日常生活中举手之劳就可见成效的，不妨看看“低碳达人”推荐的绿色生活小妙招：\\n\\n1.选用节能电器，使用节能灯，用完电器马上拔插头。\\n\\n2.电视机、电脑、手机屏幕调暗一点，节能又护眼。\\n\\n3.短时间不用电脑时，启用电脑“睡眠”模式，能耗可下降到50%以下；关掉不常用的程序和音箱、打印机等外围设备。\\n\\n4.在同样长的洗涤时间里，洗衣机用强档比弱档省电，且可延长洗衣机寿命。\\n\\n5.冰箱内存放食物的量以占冰箱容积80%为宜，放得过多或过少都费电。\\n\\n6.微波炉每次加热或烹调食品不超过0.5千克为宜，最好切成小块，尽可能使用“高火”。\\n\\n7.燃气用大火比用小火烹调时间短，可减少热量散失；烧煮前先擦干锅外水滴，能煮的食物尽量不用蒸的方法烹饪。\\n\\n8.空调启动瞬间电流较大，频繁开关费电且易损坏压缩机；可将风扇放在空调室内机下方，利用风扇风力提高制冷效果，空调开启几小时后就关闭并马上打开电风扇；用此法可不用整夜开空调，省电近50%。\\n\\n9.在马桶水箱中放几瓶水，可减少用水量；也可用桶积攒平时淘米洗菜或洗衣服的水来冲马桶，洗衣机最后一遍水也可用来拖地。\\n\\n10.坚持无纸化办公，多用电子邮件等即时通讯工具，少用打印机和传真机。\\n\\n11.有条件可使用太阳能热水器。\\n\\n12.多骑车或乘公共交通工具出行，健身环保一举两得。\\n\\n13.每月少开一天车。驾车保持合理车速，避免冷车启动，减少怠速时间，尽量避免突然变速。用黏度最低的润滑油，定期更换机油，高速驾驶时不要开窗，轮胎气压要适当。\\n\\n14.少买不必要的衣服和其他物品，少买过度包装商品。\\n\\n15.出门自带水杯、碗筷和环保购物袋，少用一次性塑料袋、纸杯和一次性筷子。\",\"reprintedFrom\":\"中国妇女报\",\"status\":\"PUBLISHED\",\"title\":\"生活中哪些小事是“低碳”？\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-03 22:38:46', 109);
INSERT INTO `sys_oper_log` VALUES (128, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-036681f06b-758a-4eea-8c7b-a48ec6b30df1.jpg\\\"}\",\"content\":\"“低碳生活”其实并非“高大上”，绝大多数都是日常生活中举手之劳就可见成效的，不妨看看“低碳达人”推荐的绿色生活小妙招：\\n\\n1.选用节能电器，使用节能灯，用完电器马上拔插头。\\n\\n2.电视机、电脑、手机屏幕调暗一点，节能又护眼。\\n\\n3.短时间不用电脑时，启用电脑“睡眠”模式，能耗可下降到50%以下；关掉不常用的程序和音箱、打印机等外围设备。\\n\\n4.在同样长的洗涤时间里，洗衣机用强档比弱档省电，且可延长洗衣机寿命。\\n\\n5.冰箱内存放食物的量以占冰箱容积80%为宜，放得过多或过少都费电。\\n\\n6.微波炉每次加热或烹调食品不超过0.5千克为宜，最好切成小块，尽可能使用“高火”。\\n\\n7.燃气用大火比用小火烹调时间短，可减少热量散失；烧煮前先擦干锅外水滴，能煮的食物尽量不用蒸的方法烹饪。\\n\\n8.空调启动瞬间电流较大，频繁开关费电且易损坏压缩机；可将风扇放在空调室内机下方，利用风扇风力提高制冷效果，空调开启几小时后就关闭并马上打开电风扇；用此法可不用整夜开空调，省电近50%。\\n\\n9.在马桶水箱中放几瓶水，可减少用水量；也可用桶积攒平时淘米洗菜或洗衣服的水来冲马桶，洗衣机最后一遍水也可用来拖地。\\n\\n10.坚持无纸化办公，多用电子邮件等即时通讯工具，少用打印机和传真机。\\n\\n11.有条件可使用太阳能热水器。\\n\\n12.多骑车或乘公共交通工具出行，健身环保一举两得。\\n\\n13.每月少开一天车。驾车保持合理车速，避免冷车启动，减少怠速时间，尽量避免突然变速。用黏度最低的润滑油，定期更换机油，高速驾驶时不要开窗，轮胎气压要适当。\\n\\n14.少买不必要的衣服和其他物品，少买过度包装商品。\\n\\n15.出门自带水杯、碗筷和环保购物袋，少用一次性塑料袋、纸杯和一次性筷子。\",\"htmlContent\":\"<p>“低碳生活”其实并非“高大上”，绝大多数都是日常生活中举手之劳就可见成效的，不妨看看“低碳达人”推荐的绿色生活小妙招：</p>\\n<p>1.选用节能电器，使用节能灯，用完电器马上拔插头。</p>\\n<p>2.电视机、电脑、手机屏幕调暗一点，节能又护眼。</p>\\n<p>3.短时间不用电脑时，启用电脑“睡眠”模式，能耗可下降到50%以下；关掉不常用的程序和音箱、打印机等外围设备。</p>\\n<p>4.在同样长的洗涤时间里，洗衣机用强档比弱档省电，且可延长洗衣机寿命。</p>\\n<p>5.冰箱内存放食物的量以占冰箱容积80%为宜，放得过多或过少都费电。</p>\\n<p>6.微波炉每次加热或烹调食品不超过0.5千克为宜，最好切成小块，尽可能使用“高火”。</p>\\n<p>7.燃气用大火比用小火烹调时间短，可减少热量散失；烧煮前先擦干锅外水滴，能煮的食物尽量不用蒸的方法烹饪。</p>\\n<p>8.空调启动瞬间电流较大，频繁开关费电且易损坏压缩机；可将风扇放在空调室内机下方，利用风扇风力提高制冷效果，空调开启几小时后就关闭并马上打开电风扇；用此法可不用整夜开空调，省电近50%。</p>\\n<p>9.在马桶水箱中放几瓶水，可减少用水量；也可用桶积攒平时淘米洗菜或洗衣服的水来冲马桶，洗衣机最后一遍水也可用来拖地。</p>\\n<p>10.坚持无纸化办公，多用电子邮件等即时通讯工具，少用打印机和传真机。</p>\\n<p>11.有条件可使用太阳能热水器。</p>\\n<p>12.多骑车或乘公共交通工具出行，健身环保一举两得。</p>\\n<p>13.每月少开一天车。驾车保持合理车速，避免冷车启动，减少怠速时间，尽量避免突然变速。用黏度最低的润滑油，定期更换机油，高速驾驶时不要开窗，轮胎气压要适当。</p>\\n<p>14.少买不必要的衣服和其他物品，少买过度包装商品。</p>\\n<p>15.出门自带水杯、碗筷和环保购物袋，少用一次性塑料袋、纸杯和一次性筷子。</p>\\n\",\"reprintedFrom\":\"人民日报\",\"status\":\"PUBLISHED\",\"title\":\"二氧化碳排放\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-03 23:15:47', 156);
INSERT INTO `sys_oper_log` VALUES (129, '修改文章', 2, 'co.lvyi.controller.ArticleController.update()', 'PUT', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"articleId\":4,\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-04-26775153e5-acb4-46bb-9d36-a6c844542068.jpg\\\"}\",\"content\":\"test!!!\",\"htmlContent\":\"<p>test!!!</p>\\n\",\"isOnTop\":0,\"reprintedFrom\":\"人民日报\",\"status\":\"PUBLISHED\",\"title\":\"二氧化碳排放\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-05 15:32:23', 88);
INSERT INTO `sys_oper_log` VALUES (130, '修改文章', 2, 'co.lvyi.controller.ArticleController.update()', 'PUT', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"articleId\":3,\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-099dc0c5e4-ae26-40f9-9797-c94f981bd454.jpg\\\"}\",\"content\":\"“实行垃圾分类，关系广大人民群众生活环境，关系节约使用资源，也是社会文明水平的一个重要体现。”近日，习近平总书记对垃圾分类工作作出重要指示，深刻指出垃圾分类的重要意义，明确提出推行垃圾分类的具体要求，为我们进一步做好垃圾分类工作指明了方向，对于动员全社会共同为推动绿色发展、建设美丽中国贡献智慧和力量，具有十分重要的意义。\\n\\n垃圾分类关系千家万户，习近平总书记一直牵挂在心。从在中央财经领导小组第十四次会议上，强调“普遍推行垃圾分类制度”，到在上海考察时，指出“垃圾分类工作就是新时尚”，再到在北京考察时，鼓励老街坊们“养成文明健康的生活方式，搞好垃圾分类和环境卫生”……一以贯之的关注和重视，从一个侧面深刻表明，我们党始终把以人民为中心的发展思想落到实处、落在细处，把人民群众的小事当作自己的大事，从人民群众关心的事情做起，从让人民群众满意的事情做起，带领人民不断创造着美好生活。\\n\\n垃圾分类不是小事，它不仅是基本的民生问题，也是生态文明建设的题中之义。近些年来，随着经济社会发展和物质消费水平大幅提高，我国垃圾产生量迅速增长，不仅造成资源浪费，也使环境隐患日益突出，成为经济社会持续健康发展的制约因素、人民群众反映强烈的突出问题。遵循减量化、资源化、无害化原则，实施垃圾分类处理，引导人们形成绿色发展方式和生活方式，可以有效改善城乡环境，促进资源回收利用，也有利于国民素质提升、社会文明进步。\\n\\n垃圾分类不是易事，需要加强科学管理、形成长效机制、推动习惯养成。这几年，垃圾分类的顶层设计不断完善、推进力度持续加强，由点到面、逐步推开，成效初显。从今年开始，全国地级及以上城市全面启动生活垃圾分类工作，垃圾分类取得积极进展。但也要看到，总体上，我国垃圾分类覆盖范围还很有限，垃圾分类收运和处置设施依然存在短板，群众对垃圾分类的思想认识仍有不足。进一步做好垃圾分类工作，就要按照习近平总书记的重要指示，加强引导、因地制宜、持续推进，把工作做细做实，持之以恒抓下去。\\n\\n垃圾分类不是哪一方面的事，需要全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。垃圾分类是一个系统工程，涉及政府、企业、社区、居民等多方主体，包括投放、收集、运输、处理等多个环节，需要协力推进。推进垃圾分类工作，就要按照习近平总书记的重要指示，开展广泛的教育引导工作，让广大人民群众认识到实行垃圾分类的重要性和必要性，通过有效的督促引导，让更多人行动起来，培养垃圾分类的好习惯。\\n\\n“不积跬步，无以至千里。”推动形成绿色发展方式和生活方式，是发展观的一场深刻革命。按照习近平总书记的重要指示，大家携起手来，将一件一件“垃圾分类”的事情办实做好，我们就能让良好生态环境成为人民幸福生活的增长点、成为经济社会持续健康发展的支撑点、成为展现我国良好形象的发力点，让中华大地天更蓝、山更绿、水更清、环境更优美。\",\"htmlContent\":\"<p>“实行垃圾分类，关系广大人民群众生活环境，关系节约使用资源，也是社会文明水平的一个重要体现。”近日，习近平总书记对垃圾分类工作作出重要指示，深刻指出垃圾分类的重要意义，明确提出推行垃圾分类的具体要求，为我们进一步做好垃圾分类工作指明了方向，对于动员全社会共同为推动绿色发展、建设美丽中国贡献智慧和力量，具有十分重要的意义。</p>\\n<p>垃圾分类关系千家万户，习近平总书记一直牵挂在心。从在中央财经领导小组第十四次会议上，强调“普遍推行垃圾分类制度”，到在上海考察时，指出“垃圾分类工作就是新时尚”，再到在北京考察时，鼓励老街坊们“养成文明健康的生活方式，搞好垃圾分类和环境卫生”……一以贯之的关注和重视，从一个侧面深刻表明，我们党始终把以人民为中心的发展思想落到实处、落在细处，把人民群众的小事当作自己的大事，从人民群众关心的事情做起，从让人民群众满意的事情做起，带领人民不断创造着美好生活。</p>\\n<p>垃圾分类不是小事，它不仅是基本的民生问题，也是生态文明建设的题中之义。近些年来，随着经济社会发展和物质消费水平大幅提高，我国垃圾产生量迅速增长，不仅造成资源浪费，也使环境隐患日益突出，成为经济社会持续健康发展的制约因素、人民群众反映强烈的突出问题。遵循减量化、资源化、无害化原则，实施垃圾分类处理，引导人们形成绿色发展方式和', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 13:52:50', 206);
INSERT INTO `sys_oper_log` VALUES (131, '修改文章', 2, 'co.lvyi.controller.ArticleController.update()', 'PUT', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"articleId\":4,\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0901fd7f6e-53e7-45f3-933c-6e6c30a54b78\\\"}\",\"content\":\"    绿色生活方式的塑造，需要在法律制度层面上推一把，把环保意识转化为社会共识和集体行动\\n\\n　　正是在制度的推动下，在垃圾分类的实践过程中，相关理念才能成为人们的生活习惯、文明自觉，进而推动树立绿色风尚的标杆\\n\\n　　微信朋友圈里，有人晒出厨房里一字排开的4只垃圾筒；办公室里，同事们因为“小龙虾壳算干垃圾还是湿垃圾”争得面红耳赤；家里面，小朋友把刚从学校学会的垃圾分类知识教给爷爷奶奶……将于7月1日起施行的《上海市生活垃圾管理条例》，成了上海市民的环保动员令，也映照着市民对绿色风尚的追求。\\n\\n　　今天，践行绿色生活、实现垃圾减量、破解“垃圾围城”的城市困局，已经成为全社会的共识。一段时间以来，北京、上海、广州、深圳等超大城市先后就生活垃圾管理建章立制，通过督促引导，强化全流程分类、严格执法监管，让更多人行动起来。有专家称，垃圾分类进入了“强制时代”。让“垃圾分类，从我做起”由墙上的标语，变为法律之下的全社会集体行动，需要更加精细化的城市管理、市民的积极配合，同时也需要生活习惯、消费理念乃至相关行业商业模式的改变，从而形成全社会的环保合力。\\n\\n　　绿色生活方式的塑造，需要在法律制度层面上推一把，把环保意识转化为社会共识和集体行动。垃圾分类的刚性制度和市民的环保意识本来就是相辅相成的，不可能等到环保意识完全成熟之后，再让相关措施落地。这次上海的《条例》公布后，很多市民拿出了复习考试的劲头，钻研起了各种垃圾分类的问题：用过的粽叶算干垃圾，还是湿垃圾？家里的宠物粪便算什么垃圾，要不要冲进马桶里？这一现象说明：正是在制度的推动下，在垃圾分类的实践过程中，相关理念才能成为人们的生活习惯、文明自觉，进而推动树立绿色风尚的标杆。\\n\\n　　环保意识，最终要落实到人们的生活细节中。不可否认，突破生活的“舒适区”，告别长期以来养成的习惯，对谁都不轻松，但向前跨出一步，才能望到更远的风景。大家总是向往干净整洁的环境、期待成熟的垃圾分类制度，轮到自己实施时，才更深体会到细节的重要。小区的垃圾房改为定时定点开放，生活的节奏要匹配上垃圾房的开放时间；买菜时，带上帆布袋子，尽量不用塑料袋；出差时，带上便携式的洗漱用品……一些关乎环境保护的宏大命题，也与个人生活细节的改变有关。\\n\\n　　对于一些商家来说，环保升级也是一次转型升级的契机。比如，有的地方立法规定，酒店不得主动提供一次性日用品；餐饮外卖，不得主动提供一次性餐具。对此，一些手机订餐平台表示：将推出“推荐无需餐具”功能，用户下单时，平台将不再默认提供餐具。对消费者来说，细节的变化，促使自己选择更绿色的生活方式，尽可能自备餐具，从源头减少垃圾产生；对商家来说，因为法律作出了硬性规定，促动经营主体在绿色包装、产品质量、价值赋能上下更大的功夫。减少的是一双一次性筷子、一根塑料吸管，多的却是商家与消费者之间关于绿色生活的默契。\\n\\n　　习近平总书记强调，培养垃圾分类的好习惯，全社会人人动手，一起来为改善生活环境作努力，一起来为绿色发展、可持续发展作贡献。垃圾分类看似小事，却需要所有人的付出，也将改变几代人的生活方式。干净、整洁的环境背后，是城市的精细化管理和成熟的环保理念。只有人人行动起来，转变生活习惯和消费方式，才能让环保意识成为生活中那条细细的红线，推动绿色生活方式更加深入人心。\",\"htmlContent\":\"<pre><code>绿色生活方式的塑造，需要在法律制度层面上推一把，把环保意识转化为社会共识和集体行动\\n</code></pre>\\n<p>正是在制度的推动下，在垃圾分类的实践过程中，相关理念才能成为人们的生活习惯、文明自觉，进而推动树立绿色风尚的标杆</p>\\n<p>微信朋友圈里，有人晒出厨房里一字排开的4只垃圾筒；办公室里，同事们因为“小龙虾壳算干垃圾还是湿垃圾”争得面红耳赤；家里面，小朋友把刚从学校学会的垃圾分类知识教给爷爷奶奶……将于7月1日起施行的《上海市生活垃圾管理条例》，成了上海市民的环保动员令，也映照着市民对绿色风尚的追求。</p>\\n<p>今天，践行绿色生活、实现垃圾减量、破解“垃圾围城”的城市困局，已经成为全社会的共识。一段时间以来，北京、上海、广州、深圳等超大城市先后就生活垃圾管理建章立制，通过督促引导，强化全流程分类、严格执法监管，让更多人行动起来。有专家称，垃圾', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 13:55:52', 106);
INSERT INTO `sys_oper_log` VALUES (132, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-09c88922b2-eb48-43ce-a497-342ba50a9933.jpg\\\"}\",\"content\":\"    彼得罗波利斯是巴西里约热内卢州的一座山城，曾是巴西末代皇帝的避暑之地，但是连日来的暴雨让这座历史名城满目疮痍。2月15日，该地在短短6小时内下了260毫米的暴雨。巴西气象学家谢鲁契表示，这是当地近90年来最大雨量，高于以往2月一整月的降雨量。事实上，自去年12月以来，巴西东北部、东南部等地频降暴雨，并多次触发洪水和山体滑坡灾害。\\n\\n    受暴雨影响，今年1月，全球第二大铁矿巨头也不得不暂停在米纳斯州部分铁矿山的生产，停工影响了约150万吨铁矿石的生产。此外，巴西也是世界著名的粮仓之一。早在2021年，世界各地发生的一连串极端天气事件破坏了许多农作物的生产，推高部分农产品价格。目前，暴雨已严重影响巴西农作物的收割，美国银行下调巴西谷物供应预测数据，且巴西天气状况仍不稳定，加剧了人们对今年农作物产量的担忧。英国《金融时报》预测，罕见的极端天气将持续，2022年粮食价格仍维持高位。\\n\\n    在当前全球气候变化大背景下，极端天气愈加频发。特别是2021年底，拉尼娜现象连续第二年出现，预计这一现象将加剧世界各地的降雨和干旱。农业受气候变化影响严重，农作物减产和价格上涨可能导致一些适应能力较差、依赖进口的国家面临粮食短缺问题，并增加全球消费者的生活成本。提前对天气气候做好预判，进而作出积极应对，世界各国还有很长的路要走。\",\"htmlContent\":\"<pre><code>彼得罗波利斯是巴西里约热内卢州的一座山城，曾是巴西末代皇帝的避暑之地，但是连日来的暴雨让这座历史名城满目疮痍。2月15日，该地在短短6小时内下了260毫米的暴雨。巴西气象学家谢鲁契表示，这是当地近90年来最大雨量，高于以往2月一整月的降雨量。事实上，自去年12月以来，巴西东北部、东南部等地频降暴雨，并多次触发洪水和山体滑坡灾害。\\n\\n受暴雨影响，今年1月，全球第二大铁矿巨头也不得不暂停在米纳斯州部分铁矿山的生产，停工影响了约150万吨铁矿石的生产。此外，巴西也是世界著名的粮仓之一。早在2021年，世界各地发生的一连串极端天气事件破坏了许多农作物的生产，推高部分农产品价格。目前，暴雨已严重影响巴西农作物的收割，美国银行下调巴西谷物供应预测数据，且巴西天气状况仍不稳定，加剧了人们对今年农作物产量的担忧。英国《金融时报》预测，罕见的极端天气将持续，2022年粮食价格仍维持高位。\\n\\n在当前全球气候变化大背景下，极端天气愈加频发。特别是2021年底，拉尼娜现象连续第二年出现，预计这一现象将加剧世界各地的降雨和干旱。农业受气候变化影响严重，农作物减产和价格上涨可能导致一些适应能力较差、依赖进口的国家面临粮食短缺问题，并增加全球消费者的生活成本。提前对天气气候做好预判，进而作出积极应对，世界各国还有很长的路要走。</code></pre>\\n\",\"reprintedFrom\":\"澎湃网\",\"status\":\"PUBLISHED\",\"title\":\"2月15日，巴西彼得罗波利斯突降暴雨，造成山体滑坡，截至2月22日已造成至少193人死亡、69人失踪。\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 13:59:39', 101);
INSERT INTO `sys_oper_log` VALUES (133, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-093936cd39-7e0f-4a56-aa16-0cdedc9ecf2f.jpg\\\"}\",\"content\":\"新华社北京3月1日电（记者王悦阳）中国气象局1日发布的2021年度《中国气候公报》显示，2021年我国极端天气气候事件多发、强发、广发、并发。全国平均气温为1951年以来历史最高，平均降水量较常年偏多。\\n\\n“2021年总体来说气象灾害风险是增强的，但是气象灾害的损失不仅与气象灾害危险性相关，也和防灾减灾的能力有关系。”国家气候中心副主任肖潺说，“多年来我们一直在完善预报预警服务能力，防灾减灾能力得到大幅提升。”\\n\\n据了解，2021年，全国共出现36次区域性暴雨过程，汛期暴雨过程强度大、极端性显著，河南特大暴雨影响重；黄河流域秋季出现持续降雨。全国共发生47次区域性强对流天气过程，局地致灾重。寒潮过程多、强度大、极端低温频现。\\n\\n肖潺表示，2021年北方地区降水异常偏多且极端性强。这既有全球变暖和拉尼娜事件的影响，也与年代际气候演变有关，近70年来我国主雨带具有显著的年代际变化特征。\\n\\n公报还显示，2021年全国平均气温为10.5摄氏度，比常年偏高1摄氏度，为1951年以来历史最高，高温过程多、结束晚。全国平均年降水量为672.1毫米，比常年偏多6.7%，其中北方地区平均年降水量为历史次多，仅次于1964年。\\n\\n与此同时，与近十年平均值相比，气象灾害造成的农作物受灾面积和死亡失踪人口明显偏少，直接经济损失略偏少。\",\"htmlContent\":\"<p>新华社北京3月1日电（记者王悦阳）中国气象局1日发布的2021年度《中国气候公报》显示，2021年我国极端天气气候事件多发、强发、广发、并发。全国平均气温为1951年以来历史最高，平均降水量较常年偏多。</p>\\n<p>“2021年总体来说气象灾害风险是增强的，但是气象灾害的损失不仅与气象灾害危险性相关，也和防灾减灾的能力有关系。”国家气候中心副主任肖潺说，“多年来我们一直在完善预报预警服务能力，防灾减灾能力得到大幅提升。”</p>\\n<p>据了解，2021年，全国共出现36次区域性暴雨过程，汛期暴雨过程强度大、极端性显著，河南特大暴雨影响重；黄河流域秋季出现持续降雨。全国共发生47次区域性强对流天气过程，局地致灾重。寒潮过程多、强度大、极端低温频现。</p>\\n<p>肖潺表示，2021年北方地区降水异常偏多且极端性强。这既有全球变暖和拉尼娜事件的影响，也与年代际气候演变有关，近70年来我国主雨带具有显著的年代际变化特征。</p>\\n<p>公报还显示，2021年全国平均气温为10.5摄氏度，比常年偏高1摄氏度，为1951年以来历史最高，高温过程多、结束晚。全国平均年降水量为672.1毫米，比常年偏多6.7%，其中北方地区平均年降水量为历史次多，仅次于1964年。</p>\\n<p>与此同时，与近十年平均值相比，气象灾害造成的农作物受灾面积和死亡失踪人口明显偏少，直接经济损失略偏少。</p>\\n\",\"reprintedFrom\":\"新华社\",\"status\":\"PUBLISHED\",\"title\":\"2021年极端天气气候事件多发\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 14:02:42', 98);
INSERT INTO `sys_oper_log` VALUES (134, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-09adcb873b-53ee-42b9-88ce-8b80143f769c.jpg\\\"}\",\"content\":\"    河南遭遇罕见特大暴雨 欧洲多地持续降雨 高温席卷美国西北部\\n\\n　　极端天气凸显气候变化威胁\\n\\n　　7月20日，河南遭遇罕见的极端强降雨天气，造成人员伤亡，财产损失，城市内涝，农田积涝，山区山洪、地质灾害风险陡增，铁路、公路、民航交通受到严重影响。\\n\\n　　灾情让人揪心，也让人疑惑：河南雨势如此猛烈，成因是什么？极端天气近期在全球多地出现，背后有无共性原因？面对天灾，我们能做些什么？\\n\\n　　1 大陆高压、西太平洋副热带高压、台风“烟花”等共同造成河南特大暴雨\\n\\n　　7月17日以来，河南郑州、焦作、新乡、洛阳、南阳、平顶山、济源、安阳、鹤壁、许昌等地出现特大暴雨，强降雨中心位于郑州，最强时段集中在7月19日至20日。从7月17日20时到20日20时，郑州的过程降雨量达到617.1mm，相当于三天下了以往一年的雨量。\\n\\n　　此次河南暴雨具有累计雨量大、持续时间长、短时降雨强、极端性突出的特点。中央气象台首席预报员陈涛解释称，西太平洋副热带高压(副高)、大陆高压、台风“烟花”等多种因素共同造成了河南持续特大暴雨过程，而非某种因素单独影响。\\n\\n　　大气环流形势稳定，降雨持续时间长。据河南省气象台副台长苏爱芳介绍，副高和大陆高压分别稳定维持在日本海和我国西北地区，导致两者间的低值天气系统在黄淮地区停滞少动，河南中西部因此出现长时间降水天气。目前，只有等台风“烟花”更靠近我国后，环流形势出现调整，截断水汽来源，河南的雨才能停。\\n\\n　　台风远程“操控”，水汽条件充沛。7月中旬，河南处于副高边缘，对流不稳定能量充足；7月18日，台风“烟花”在西太平洋生成并向我国靠近。“‘烟花’虽然还没有登陆我国，但其北侧和副热带高气压之间形成联通气流，持续向我国黄淮一带输送，在偏东风的影响下，大量水汽从海上向河南一带汇集，再加上河南本地的地势抬升，以及天气系统稳定维持的效应，造成了此次河南特大暴雨集中的情况。”陈涛说。\\n\\n　　地势抬升，即地形原因。苏爱芳表示，太行山区、伏牛山区特殊地形对偏东气流起到抬升辐合效应，强降水区在河南省西部、西北部沿山地区稳定少动，地形迎风坡前降水增幅明显，雨势更强。\\n\\n　　对流“列车效应”也是导致极端强降水的原因。“列车效应”是指多个风暴单体(雷雨云团)先后经过同一个地点，就像列车的不同车厢先后经过同一铁轨一样，间歇性的短时强降水将最终导致发生局地大暴雨或特大暴雨。\\n\\n　　“在稳定天气形势下，中小尺度对流反复在伏牛山前地区发展并向郑州方向移动，形成‘列车效应’，导致降水强度大、维持时间长，引起局地极端强降水。”苏爱芳说。\",\"htmlContent\":\"<pre><code>河南遭遇罕见特大暴雨 欧洲多地持续降雨 高温席卷美国西北部\\n</code></pre>\\n<p>极端天气凸显气候变化威胁</p>\\n<p>7月20日，河南遭遇罕见的极端强降雨天气，造成人员伤亡，财产损失，城市内涝，农田积涝，山区山洪、地质灾害风险陡增，铁路、公路、民航交通受到严重影响。</p>\\n<p>灾情让人揪心，也让人疑惑：河南雨势如此猛烈，成因是什么？极端天气近期在全球多地出现，背后有无共性原因？面对天灾，我们能做些什么？</p>\\n<p>1 大陆高压、西太平洋副热带高压、台风“烟花”等共同造成河南特大暴雨</p>\\n<p>7月17日以来，河南郑州、焦作、新乡、洛阳、南阳、平顶山、济源、安阳、鹤壁、许昌等地出现特大暴雨，强降雨中心位于郑州，最强时段集中在7月19日至20日。从7月17日20时到20日20时，郑州的过程降雨量达到617.1mm，相当于三天下了以往一年的雨量。</p>\\n<p>此次河南暴雨具有累计雨量大、持续时间长、短时降雨强、极端性突出的特点。中央气象台首席预报员陈涛解释称，西太平洋副热带高压(副高)、大陆高压、台风“烟花”等多种因素共同造成了河南持续特大暴雨过程，而非某种因素单独影响。</p>\\n<p>大气环流形势稳定，降雨持续时间长。据河南省气象台副台长苏爱芳介绍，副高和大陆高压分别稳定维持在日本海和我国西北地区，导致两者间的低值天气系统在黄淮地区停滞少动，河南中西部因此出现长时间降水天气。目前，只有等台风“烟花”更靠近我国后，环流形势出现调整，截断水汽来源，河南的雨才能停。</p>\\n<p', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 14:05:04', 179);
INSERT INTO `sys_oper_log` VALUES (135, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-09ab8d7897-b90d-4234-8c10-2319cb8d203f.jpg\\\"}\",\"content\":\"当地时间2021年12月10日晚至11日凌晨，龙卷重创美国中南部多地，造成近百人伤亡，此次龙卷灾害有影响范围广、强度大、持续时间长等特点。\\n\\n龙卷是强对流天气的一种，充足的水汽和不稳定能量是强对流发生的必要条件。通常来说，美国龙卷多发于春季，由于冬季气象条件总体不太利于强对流活动，属龙卷淡季，特别是12月发生龙卷和强龙卷的概率总体较小。此外，龙卷属于小尺度天气过程，不仅影响范围相对较小，持续时间也不会太久。但此次龙卷事件持续4个多小时，其中一个被称作“四州龙卷”的单体，行程超过375公里，跨越阿肯色州、密苏里州、田纳西州和肯塔基州。\\n\\n我国风云三号D星监测图像显示，此次过程的主要影响天气系统为锋面气旋云系，其头部位于加拿大东南部，锋面主要影响美国中东部地区。专家认为，在锋面右侧出现明显的向外流出的卷云羽，说明对流层高层的辐散较强，有利于强对流天气的发生。\\n\\n此外，在龙卷发生时，存在深厚的西风带大槽，地面则为典型温带气旋发展。强大的高空干冷急流叠加在强盛的西南低空暖湿急流之上，冷暖交汇造成强烈的不稳定大气层结。值得注意的是，龙卷的发生还需要较强的低空垂直风切变。2021年12月10日，美国中南部地区有强冷锋过境，而此时近地面气温较高，积聚了大量不稳定能量。同时，水汽输送和低层风垂直切变条件较为有利，形成了发生大范围强对流天气的物理环境。\\n\\n在强对流天气监测预报综合能力方面，美国在全球的水平首屈一指。但由于此次龙卷发生在夜间，加大了防范和避险难度，此次预报预警也略显保守。为了减少不同极端天气带来的影响和风险，强化极端天气科学机理研究，构建综合气象保障服务体系等十分必要。\\n\\n在未来很长一段时间内\\n\\n全球天气气候波动将变得更加剧烈\\n\\n增强气候韧性\\n\\n荡起“韧性”的双桨\\n\\n可能是应对气候变化\\n\\n为人类遮风挡雨的有效“武器”之一\",\"htmlContent\":\"<p>当地时间2021年12月10日晚至11日凌晨，龙卷重创美国中南部多地，造成近百人伤亡，此次龙卷灾害有影响范围广、强度大、持续时间长等特点。</p>\\n<p>龙卷是强对流天气的一种，充足的水汽和不稳定能量是强对流发生的必要条件。通常来说，美国龙卷多发于春季，由于冬季气象条件总体不太利于强对流活动，属龙卷淡季，特别是12月发生龙卷和强龙卷的概率总体较小。此外，龙卷属于小尺度天气过程，不仅影响范围相对较小，持续时间也不会太久。但此次龙卷事件持续4个多小时，其中一个被称作“四州龙卷”的单体，行程超过375公里，跨越阿肯色州、密苏里州、田纳西州和肯塔基州。</p>\\n<p>我国风云三号D星监测图像显示，此次过程的主要影响天气系统为锋面气旋云系，其头部位于加拿大东南部，锋面主要影响美国中东部地区。专家认为，在锋面右侧出现明显的向外流出的卷云羽，说明对流层高层的辐散较强，有利于强对流天气的发生。</p>\\n<p>此外，在龙卷发生时，存在深厚的西风带大槽，地面则为典型温带气旋发展。强大的高空干冷急流叠加在强盛的西南低空暖湿急流之上，冷暖交汇造成强烈的不稳定大气层结。值得注意的是，龙卷的发生还需要较强的低空垂直风切变。2021年12月10日，美国中南部地区有强冷锋过境，而此时近地面气温较高，积聚了大量不稳定能量。同时，水汽输送和低层风垂直切变条件较为有利，形成了发生大范围强对流天气的物理环境。</p>\\n<p>在强对流天气监测预报综合能力方面，美国在全球的水平首屈一指。但由于此次龙卷发生在夜间，加大了防范和避险难度，此次预报预警也略显保守。为了减少不同极端天气带来的影响和风险，强化极端天气科学机理研究，构建综合气象保障服务体系等十分必要。</p>\\n<p>在未来很长一段时间内</p>\\n<p>全球天气气候波动将变得更加剧烈</p>\\n<p>增强气候韧性</p>\\n<p>荡起“韧性”的双桨</p>\\n<p>可能是应对气候变化</p>\\n<p>为人类遮风挡雨的有效“武器”之一</p>\\n\",\"reprintedFrom\":\"中国气象报社\",\"status\":\"PUBLISHED\",\"title\":\"当地时间2021年12月10日晚至11日凌晨，龙卷重创美国中南部多地，造成近百人伤亡，此次龙卷灾害有影响范围广、强度大、持续时间长等特点。\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 14:07:17', 99);
INSERT INTO `sys_oper_log` VALUES (136, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0918f2bb81-e0fc-41c2-8f25-ddb625711905\\\"}\",\"content\":\"罕见热浪正肆虐北半球。8月22日6时，中央气象台连续第11天发布我国高温最高级别预警——高温红色预警。不仅是中国，西班牙、葡萄牙、法国、英国等地均出现超40℃高温热浪，多地突破历史极值，人体健康、电力供应、农业生产、水资源等受到威胁。\\n\\n热浪为何来势汹汹？极端天气未来会成为常态吗？受访气象专家表示，今年极端天气的程度之强、频次之高十分罕见。除短期的直接气象因素之外，已有大量证据表明，这与长期的气候变化关系密切。气候变化再一次给全世界敲响警钟。\\n\\n北半球普遍遭遇高温热浪，多国气温破历史纪录\\n\\n环球同此凉热——此刻，整个北半球的人们感受尤为真切。\\n\\n“我国经历了1961年有完整气象观测记录以来的最强高温过程，这一过程具有持续时间长、范围广、强度大、极端性强等特点。”据国家气候中心气候服务首席专家周兵介绍，截至8月21日，今夏我国高温事件在持续时间（70天）、40℃以上高温区覆盖范围（150万平方公里）、单站最高气温强度（45℃）和国家气象站破或平历史极值站数（330站）均创下新纪录。\\n\\n放眼全球，气温图上象征35℃以上高温天气的深红色和橙色，广泛分布在欧洲、北非、北美、东亚等地。在短短1个月内，欧洲经历了两轮热浪侵袭。世界气象组织表示，当前正席卷欧洲的热浪还将持续，高温等气候变化的负面影响将至少持续至21世纪60年代。\\n\\n江河水位降低、森林草原火灾风险增高、农作物干旱、电力和水资源供应紧张……热浪带来的不仅是体感热，还有一系列次生灾害。\\n\\n异常高温外加降雨明显少于往年，欧洲多地旱情严重。“从西班牙干涸开裂的水库，到多瑙河、莱茵河、波河等主要河流水位下降，一场史无前例的旱灾正席卷近半个欧洲。”美联社报道称，欧洲大陆多数地区近两个月没有出现明显降水，有专家称这是“500年来最严重的干旱”。\\n\\n高温干旱导致河流水位严重下降，河床裸露，航船难行。莱茵河是欧洲重要的内陆航道，流经德国、法国、荷兰、瑞士等国，素有“黄金水道”之称。德国联邦和地方的航道与航运管理机构近期多次预警，莱茵河下游沿岸不少城市附近的航道水位都已刷新历史最低纪录，导致航运量大幅减少，船舶实际负载量不足正常情况的一半。\\n\\n多位受访专家表示，面对越来越频繁、强烈的极端天气，我们既要着眼于当前、解决眼下问题，更要着眼于长远，进行全面应对。比如，极端天气影响农业生产、能源供应，应未雨绸缪，备足应对之策。又比如，城市规划应将极端降水、极端高温纳入考虑，建设能抵御极端天气的防洪排涝体系等基础设施，提供更多遮阴场所，使用更环保、隔热的建筑材料等。\\n\\n热浪终究会退潮，但气候问题不会消失，极端天气不会消失。气候变化带给人类的挑战是现实的、严峻的、长远的，我们每个人都有责任给地球“降降温”。\",\"htmlContent\":\"<p>罕见热浪正肆虐北半球。8月22日6时，中央气象台连续第11天发布我国高温最高级别预警——高温红色预警。不仅是中国，西班牙、葡萄牙、法国、英国等地均出现超40℃高温热浪，多地突破历史极值，人体健康、电力供应、农业生产、水资源等受到威胁。</p>\\n<p>热浪为何来势汹汹？极端天气未来会成为常态吗？受访气象专家表示，今年极端天气的程度之强、频次之高十分罕见。除短期的直接气象因素之外，已有大量证据表明，这与长期的气候变化关系密切。气候变化再一次给全世界敲响警钟。</p>\\n<p>北半球普遍遭遇高温热浪，多国气温破历史纪录</p>\\n<p>环球同此凉热——此刻，整个北半球的人们感受尤为真切。</p>\\n<p>“我国经历了1961年有完整气象观测记录以来的最强高温过程，这一过程具有持续时间长、范围广、强度大、极端性强等特点。”据国家气候中心气候服务首席专家周兵介绍，截至8月21日，今夏我国高温事件在持续时间（70天）、40℃以上高温区覆盖范围（150万平方公里）、单站最高气温强度（45℃）和国家气象站破或平历史极值站数（330站）均创下新纪录。</p>\\n<p>放眼全球，气温图上象征35℃以上高温天气的深红色和橙色，广泛分布在欧洲、北非、北美、东亚等地。在短短1个月内，欧洲经历了两轮热浪侵袭。世界气象组织表示，当前正席卷欧洲的热浪还将持续，高温等气候变化的负面影响将至少持续至21世纪60年代。</p>\\n<p>江河水位降低、森林草原火灾风险增高、农', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 14:10:51', 100);
INSERT INTO `sys_oper_log` VALUES (137, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0929d06d52-5d43-480f-b4bf-17d65874c597\\\"}\",\"content\":\"关于极端天气的N个猜想\\n\\n“烤红了健康码。”这是有人形容近日河南的天气到底有多热，这当然是玩笑话，但河南确实发生过“玻璃热炸了”“蚂蚁落地活不过3秒”的事情。有记录显示，6月24日13时，河南济源的地表温度达到74.1℃，打破了当地有观测以来地表温度的最高纪录。\\n\\n不单是河南，中央气象台6月25日6时继续发布高温黄色预警：预计6月25日白天，内蒙古西部、陕西东部和关中地区等近20个省市地区有35℃～36℃的高温天气。其中，陕西关中、山西西南部等地部分地区最高气温37℃～39℃，河北中南部、山东西北部、河南西北部等地局地可达40℃以上。后来的事实也证明了这个预计是准确的。与此同时，我国南方的“暴雨”也在这个夏天来势“凶猛”。\\n\\n同样，5月以来，全球各地都出现了极端性天气现象，美国密歇根州盖洛德镇遭到龙卷风袭击，大量杂物被龙卷风卷到空中，大量房屋建筑受到损坏，车辆被掀翻，地面一片狼藉；印度、孟加拉国和巴西洪涝，导致几百万人被洪水围困，上百万人流离失所，成百上千个村庄被淹没；西班牙经历了近20年来罕见的高温天气，局地气温一度高达40℃；加拿大安大略省南部多地，遭遇到雷雨极端天气，造成大风和暴雨灾害，部分地区还下起了冰雹，导致两人死亡。\\n\\n为什么会出现极端天气？极端天气为何“扎堆”而来？如果把极端天气比作“哥德巴赫猜想”，谁来解题？如何解题？\\n\\n都是全球变暖“惹的祸”吗\\n\\n对于极端天气的讨论，由来已久，目前的主基调就是把全球变暖当成了“背锅侠”。10年前，科学家们就认为，虽然恶劣天气的发生具有一定的随机性，但是全球气温变暖才是极端天气的真正幕后黑手。2012年北京经历60年一遇的暴雨就是全球气温变暖的恶果体现之一。\\n\\n美国气象学家约翰·尼尔森·加蒙认为，人类造成的全球变暖是导致极端天气频发最根本的原因。相比1970年，全球气温平均上升了0.5℃，这主要是由于温室气体大量向大气中排放。但就是这点上升的温度，导致了一些极端的热浪天气、干旱灾害和其他一些极端天气的发生。\\n\\n还有运气成分，美国国家大气研究中心科学家杰拉德·米尔表示：“这一切都得归功于温室气体的排放，向大气中排放多一点点的二氧化碳，就会增加一点点极端天气的发生概率，人们在原来认为极为罕见的天气，可能再也不会罕见了。”\\n\\n但也有专家认为，如果把全球变暖完全归结于人类的活动，那“你也太高看人类了”。因为，全球变暖的原因是多层次的，除了人类活动，还有太阳周期、冰川期的问题，相比而言，人类在这些“大神”面前显得就太渺小了。\",\"htmlContent\":\"<p>关于极端天气的N个猜想</p>\\n<p>“烤红了健康码。”这是有人形容近日河南的天气到底有多热，这当然是玩笑话，但河南确实发生过“玻璃热炸了”“蚂蚁落地活不过3秒”的事情。有记录显示，6月24日13时，河南济源的地表温度达到74.1℃，打破了当地有观测以来地表温度的最高纪录。</p>\\n<p>不单是河南，中央气象台6月25日6时继续发布高温黄色预警：预计6月25日白天，内蒙古西部、陕西东部和关中地区等近20个省市地区有35℃～36℃的高温天气。其中，陕西关中、山西西南部等地部分地区最高气温37℃～39℃，河北中南部、山东西北部、河南西北部等地局地可达40℃以上。后来的事实也证明了这个预计是准确的。与此同时，我国南方的“暴雨”也在这个夏天来势“凶猛”。</p>\\n<p>同样，5月以来，全球各地都出现了极端性天气现象，美国密歇根州盖洛德镇遭到龙卷风袭击，大量杂物被龙卷风卷到空中，大量房屋建筑受到损坏，车辆被掀翻，地面一片狼藉；印度、孟加拉国和巴西洪涝，导致几百万人被洪水围困，上百万人流离失所，成百上千个村庄被淹没；西班牙经历了近20年来罕见的高温天气，局地气温一度高达40℃；加拿大安大略省南部多地，遭遇到雷雨极端天气，造成大风和暴雨灾害，部分地区还下起了冰雹，导致两人死亡。</p>\\n<p>为什么会出现极端天气？极端天气为何“扎堆”而来？如果把极端天气比作“哥德巴赫猜想”，谁来解题？如何解题？</p>\\n<p>都是全球变暖“惹的祸”吗</p>\\n<p>对于极端天气的讨论，由来已久，目前的主基调就是把全球变暖当成了“背锅侠”。10年前，科学家们就认为，虽然恶劣天气的发生具有一定的随机性，但是全球气温变暖才是极端', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 14:13:59', 101);
INSERT INTO `sys_oper_log` VALUES (138, '文章管理', 1, 'co.lvyi.controller.ArticleController.add()', 'POST', 1, 'admin', '/uniapp/article', '127.0.0.1', NULL, '{\"abstracts\":\"\",\"attribute\":\"{\\\"articleCoverUrl\\\":\\\"https://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/images/2023-05-0933e0e043-603e-45e9-988b-2e38d17f24b9.jpg\\\"}\",\"content\":\"第二十六届联合国气候变化框架公约缔约方会议（COP26）即将召开之际，华东师范大学地理科学学院研究员李超解读联合国政府间气候变化专门委员会（IPCC）第六次评估报告第一工作组报告时表示，相比于第五次评估报告，此次报告以更多的证据和更高的信度，指出人类活动引起的气候变化已经影响了全球各个地区的极端天气与气候事件，未来任何的持续增暖都会引起愈加频繁和严重的极端事件。\\n\\nIPCC第一工作组报告《气候变化 2021：自然科学基础》在经过IPCC 195个成员国政府代表参加的为期两周的线上会议评审后，于今年8月6日批准。第一工作组的报告是IPCC第六次评估报告（AR6）的第一部分，AR6将于2022年完成。\\n\\nIPCC的最新报告内容为本月底进行的气候谈判提供了更进一步的科学基础。COP26将于当地时间10月31日在英国格拉斯哥召开。\\n\\n历史变化：极端事件风险上升\\n\\n对于气象学家和关注全球气候变化的人们来说，刚刚过去的这个夏天令人“眼花缭乱”：全球主要热带风暴发源地都记录下了多个以极快速度形成的超级热带风暴。人们担心，今年的风暴是否会再次创下新的纪录?\\n\\n尽管仍有许多不确定之处，但是极端天气事件和气候变化之间的联系正在变得越来越明显。\\n\\n李超介绍说，本次IPCC气候科学报告《气候变化2021：自然科学基础》单独设立了“气候变化中的极端天气事件”一章，首次凸显极端天气事件是全球变暖的重要威胁。\\n\\n报告指出，自20世纪50年代以来，全球绝大部分地区极端高温事件的频率和强度在增加，极端低温事件的频率和强度在下降。受区域陆气互馈过程影响，如土壤湿度以及冰雪覆盖与气温的互馈，内陆半干旱和干旱地区以及冰雪覆盖的高纬度和高海拔地区是极端温度变化最剧烈的区域。城市热岛效应使城市遭受更多更强的高温热浪威胁，1980年以来，全球海洋热浪的数量增加了近一倍。\\n\\n全球气温每上升1℃，大气水汽增加约7%，从而导致极端降水增加。除了增强的水汽作用，与环流相关的动力过程改变也会影响极端降水，且其自然波动更剧烈。报告显示，1950年以来，极端降水在大部分有观测资料的区域呈增加趋势。由于极端降水增加的速度整体快于平均降水，导致降水的年内变率增加，从而给区域水资源管理带来挑战。\",\"htmlContent\":\"<p>第二十六届联合国气候变化框架公约缔约方会议（COP26）即将召开之际，华东师范大学地理科学学院研究员李超解读联合国政府间气候变化专门委员会（IPCC）第六次评估报告第一工作组报告时表示，相比于第五次评估报告，此次报告以更多的证据和更高的信度，指出人类活动引起的气候变化已经影响了全球各个地区的极端天气与气候事件，未来任何的持续增暖都会引起愈加频繁和严重的极端事件。</p>\\n<p>IPCC第一工作组报告《气候变化 2021：自然科学基础》在经过IPCC 195个成员国政府代表参加的为期两周的线上会议评审后，于今年8月6日批准。第一工作组的报告是IPCC第六次评估报告（AR6）的第一部分，AR6将于2022年完成。</p>\\n<p>IPCC的最新报告内容为本月底进行的气候谈判提供了更进一步的科学基础。COP26将于当地时间10月31日在英国格拉斯哥召开。</p>\\n<p>历史变化：极端事件风险上升</p>\\n<p>对于气象学家和关注全球气候变化的人们来说，刚刚过去的这个夏天令人“眼花缭乱”：全球主要热带风暴发源地都记录下了多个以极快速度形成的超级热带风暴。人们担心，今年的风暴是否会再次创下新的纪录?</p>\\n<p>尽管仍有许多不确定之处，但是极端天气事件和气候变化之间的联系正在变得越来越明显。</p>\\n<p>李超介绍说，本次IPCC气候科学报告《气候变化2021：自然科学基础》单独设立了“气候变化中的极端天气事件”一章，首次凸显极端天气事件是全球变暖的重要威胁。</p>\\n<p>报告指出，自20世纪50年代以来，全球绝大部分地区极端高温事件的频率和强度在增加，极端低温事件的频率和强度在下降。受区域陆气互馈过程影响，如土壤湿度以及冰雪覆盖与气温的互馈，内陆半干旱和干旱地区以及冰雪覆盖的高纬度和高海拔地区是极端温度变化最剧烈的区域。城市热岛效应使城市遭受更多更强的高温热浪威胁，1980年以来，全球海洋热浪的数量增加了近一倍。</p>\\n<', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 14:15:56', 189);
INSERT INTO `sys_oper_log` VALUES (139, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/1', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 14:37:47', 66);
INSERT INTO `sys_oper_log` VALUES (140, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"title\":\"垃圾分类小科普\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:07:40', 110);
INSERT INTO `sys_oper_log` VALUES (141, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/5', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:14:11', 105);
INSERT INTO `sys_oper_log` VALUES (142, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"title\":\"垃圾分类小科普\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:24:19', 70);
INSERT INTO `sys_oper_log` VALUES (143, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/6', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:24:45', 70);
INSERT INTO `sys_oper_log` VALUES (144, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"title\":\"垃圾分类小科普\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:33:48', 255);
INSERT INTO `sys_oper_log` VALUES (145, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"0\",\"name\":\"\",\"path\":\"\",\"remark\":\"\",\"title\":\"垃圾分类小科普\",\"videoSize\":\"\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:43:55', 80);
INSERT INTO `sys_oper_log` VALUES (146, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"0\",\"name\":\"\",\"path\":\"\",\"remark\":\"\",\"title\":\"垃圾分类小科普\",\"videoSize\":\"\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:46:43', 395);
INSERT INTO `sys_oper_log` VALUES (147, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:00:15\",\"name\":\"环保视频的宣传_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09ecaf38c6-5ee7-4606-976a-489d7a75b5d5.mp4\",\"remark\":\"\",\"title\":\"垃圾分类小科普\",\"videoSize\":\"0.72MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:52:14', 67);
INSERT INTO `sys_oper_log` VALUES (148, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:00:15\",\"name\":\"环保视频的宣传_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-095e2c2e97-96e0-4a23-974f-b1bfea0c25f3.mp4\",\"title\":\"垃圾分类小科普\",\"videoSize\":\"0.72MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:54:20', 69);
INSERT INTO `sys_oper_log` VALUES (149, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"path\":\"\",\"title\":\"垃圾分类小科普\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:54:43', 183);
INSERT INTO `sys_oper_log` VALUES (150, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:00:15\",\"name\":\"环保视频的宣传_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-094e08eae6-4ca5-4eda-a54c-d6501382164d.mp4\",\"title\":\"adasd\",\"videoSize\":\"0.72MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 15:57:51', 101);
INSERT INTO `sys_oper_log` VALUES (151, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:05:18\",\"name\":\"垃圾分类小科普_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-0951642b7e-8bcc-412a-8a73-505d1c8c05fd.mp4\",\"title\":\"垃圾分类小科普\",\"videoSize\":\"13.62MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:02:03', 658);
INSERT INTO `sys_oper_log` VALUES (152, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/3', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:03:02', 70);
INSERT INTO `sys_oper_log` VALUES (153, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/9', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:03:22', 70);
INSERT INTO `sys_oper_log` VALUES (154, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/8', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:03:25', 70);
INSERT INTO `sys_oper_log` VALUES (155, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/7', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:03:28', 69);
INSERT INTO `sys_oper_log` VALUES (156, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/12', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:04:05', 77);
INSERT INTO `sys_oper_log` VALUES (157, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/4', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:04:56', 80);
INSERT INTO `sys_oper_log` VALUES (158, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/10', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:04:58', 70);
INSERT INTO `sys_oper_log` VALUES (159, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/11', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:05:02', 70);
INSERT INTO `sys_oper_log` VALUES (160, '删除视频', 3, 'co.lvyi.controller.VideoController.delete()', 'DELETE', 1, 'admin', '/uniapp/video/13', '127.0.0.1', NULL, '{}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:05:08', 70);
INSERT INTO `sys_oper_log` VALUES (161, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:02:56\",\"name\":\"环保视频的宣传.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-097ac8a0df-2f25-4e1e-8eef-dadd7f9f2a6f.mp4\",\"title\":\"环保视频的宣传\",\"videoSize\":\"9.45MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:06:00', 72);
INSERT INTO `sys_oper_log` VALUES (162, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:02:39\",\"name\":\"科普中国-垃圾分类宣传视频_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09936ef200-6ad1-49dd-a76d-665b09ed85cc.mp4\",\"title\":\"科普中国-垃圾分类宣传视频\",\"videoSize\":\"5.96MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:10:33', 110);
INSERT INTO `sys_oper_log` VALUES (163, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:00:47\",\"name\":\"白色污染，水源枯竭，垃圾分类，每个人都有的责任！_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09c38759a2-8e34-47d6-84c6-2f8e684fa579.mp4\",\"title\":\"白色污染，水源枯竭，垃圾分类，每个人都有的责任！\",\"videoSize\":\"5.53MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:12:25', 106);
INSERT INTO `sys_oper_log` VALUES (164, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:02:58\",\"name\":\"3分钟看懂全球气候变化严峻形势 改变已刻不容缓_高清1080P在线观看平台_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09224bdb0b-aa52-4562-8939-9d390fda1283.mp4\",\"title\":\"3分钟看懂全球气候变化严峻形势 改变已刻不容缓\",\"videoSize\":\"6.28MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:18:27', 106);
INSERT INTO `sys_oper_log` VALUES (165, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:02:43\",\"name\":\"全球变化加剧？2030年世界近半人口面临气候危害，人类该何去何从-全球-人类-人口_新浪新闻.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-0915ad8ce1-e367-4869-8af4-2abe58290f7b.mp4\",\"title\":\"全球变化加剧？2030年世界近半人口面临气候危害，人类该何去何从\",\"videoSize\":\"7.52MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:30:37', 383);
INSERT INTO `sys_oper_log` VALUES (166, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:04:02\",\"name\":\"关注全球气候变暖——公益宣传片_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09a4ed1b15-ef4a-4be1-b748-1d8050598aa1.mp4\",\"title\":\"关注全球气候变暖——公益宣传片\",\"videoSize\":\"13.94MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:33:39', 106);
INSERT INTO `sys_oper_log` VALUES (167, '新增视频', 1, 'co.lvyi.controller.VideoController.add()', 'POST', 1, 'admin', '/uniapp/video', '127.0.0.1', NULL, '{\"duration\":\"00:01:15\",\"name\":\"有关垃圾分类介绍小视频_腾讯视频.mp4\",\"path\":\"http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09756ad704-ae7b-4687-9ea4-f0625e156702.mp4\",\"title\":\"有关垃圾分类介绍小视频\",\"videoSize\":\"8.79MB\"}', '{\"msg\":\"操作成功\",\"code\":200}', 0, NULL, '2023-05-09 16:36:19', 103);

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role`  (
  `role_id` bigint NOT NULL AUTO_INCREMENT COMMENT '角色ID',
  `role_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '角色名称',
  `role_key` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '角色权限字符串',
  `role_sort` int NOT NULL COMMENT '显示顺序',
  `data_scope` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '1' COMMENT '数据范围（1：全部数据权限 2：自定数据权限 3：本部门数据权限 4：本部门及以下数据权限）',
  `menu_check_strictly` tinyint(1) NULL DEFAULT 1 COMMENT '菜单树选择项是否关联显示',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '角色状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`role_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 100 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '角色信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_role
-- ----------------------------
INSERT INTO `sys_role` VALUES (1, '超级管理员', 'admin', 1, '1', 1, '0', '0', 'admin', '2023-04-10 16:57:01', '', NULL, '超级管理员');
INSERT INTO `sys_role` VALUES (2, '普通角色', 'common', 2, '2', 1, '0', '0', 'admin', '2023-04-10 16:57:01', '', NULL, '普通角色');

-- ----------------------------
-- Table structure for sys_role_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_menu`;
CREATE TABLE `sys_role_menu`  (
  `role_id` bigint NOT NULL COMMENT '角色ID',
  `menu_id` bigint NOT NULL COMMENT '菜单ID',
  PRIMARY KEY (`role_id`, `menu_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '角色和菜单关联表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_role_menu
-- ----------------------------
INSERT INTO `sys_role_menu` VALUES (2, 1);
INSERT INTO `sys_role_menu` VALUES (2, 2);
INSERT INTO `sys_role_menu` VALUES (2, 3);
INSERT INTO `sys_role_menu` VALUES (2, 4);
INSERT INTO `sys_role_menu` VALUES (2, 5);
INSERT INTO `sys_role_menu` VALUES (2, 6);
INSERT INTO `sys_role_menu` VALUES (2, 7);
INSERT INTO `sys_role_menu` VALUES (2, 8);
INSERT INTO `sys_role_menu` VALUES (2, 9);
INSERT INTO `sys_role_menu` VALUES (2, 10);
INSERT INTO `sys_role_menu` VALUES (2, 11);
INSERT INTO `sys_role_menu` VALUES (2, 12);
INSERT INTO `sys_role_menu` VALUES (2, 13);
INSERT INTO `sys_role_menu` VALUES (2, 14);
INSERT INTO `sys_role_menu` VALUES (2, 15);
INSERT INTO `sys_role_menu` VALUES (2, 16);
INSERT INTO `sys_role_menu` VALUES (2, 17);
INSERT INTO `sys_role_menu` VALUES (2, 18);
INSERT INTO `sys_role_menu` VALUES (2, 19);
INSERT INTO `sys_role_menu` VALUES (2, 20);
INSERT INTO `sys_role_menu` VALUES (2, 21);
INSERT INTO `sys_role_menu` VALUES (2, 22);
INSERT INTO `sys_role_menu` VALUES (2, 23);
INSERT INTO `sys_role_menu` VALUES (2, 24);
INSERT INTO `sys_role_menu` VALUES (2, 25);
INSERT INTO `sys_role_menu` VALUES (2, 26);
INSERT INTO `sys_role_menu` VALUES (2, 27);
INSERT INTO `sys_role_menu` VALUES (2, 28);
INSERT INTO `sys_role_menu` VALUES (2, 29);
INSERT INTO `sys_role_menu` VALUES (2, 30);
INSERT INTO `sys_role_menu` VALUES (2, 31);
INSERT INTO `sys_role_menu` VALUES (2, 32);
INSERT INTO `sys_role_menu` VALUES (2, 33);
INSERT INTO `sys_role_menu` VALUES (2, 34);
INSERT INTO `sys_role_menu` VALUES (2, 35);

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user`  (
  `user_id` bigint NOT NULL AUTO_INCREMENT COMMENT '用户ID',
  `user_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '用户账号',
  `nick_name` varchar(30) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL COMMENT '用户昵称',
  `user_type` varchar(2) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '00' COMMENT '用户类型（00系统用户）',
  `email` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '用户邮箱',
  `phonenumber` varchar(11) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '手机号码',
  `sex` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '用户性别（0男 1女 2未知）',
  `avatar` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '头像地址',
  `password` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '密码',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '帐号状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `login_ip` varchar(128) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '最后登录IP',
  `login_date` datetime NULL DEFAULT NULL COMMENT '最后登录时间',
  `create_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`user_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 102 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '用户信息表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES (1, 'admin', '吕易', '00', 'lxfghome@gmail.com', '18466666666', '0', '', '$2a$10$7JB720yubVSZvUI0rEqK/.VqGOZTH.ulu33dHOiBE8ByOhJIrdAu2', '0', '0', '', NULL, 'admin', '2023-04-11 20:36:10', 'admin', '2023-04-11 20:36:39', '管理员');
INSERT INTO `sys_user` VALUES (101, 'lvyi', '易', '00', 'lxf@gmail.com', '18487955613', '0', '', '$2a$10$q9MCghwVWk4kSXv6cc01H.OtE5DZlzEUKx0V5WN.TZrqzSuB7b7Wq', '0', '2', '', NULL, 'admin', '2023-04-25 13:17:50', 'admin', '2023-04-25 13:27:35', NULL);

-- ----------------------------
-- Table structure for sys_user_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_role`;
CREATE TABLE `sys_user_role`  (
  `user_id` bigint NOT NULL COMMENT '用户ID',
  `role_id` bigint NOT NULL COMMENT '角色ID',
  PRIMARY KEY (`user_id`, `role_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '用户和角色关联表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of sys_user_role
-- ----------------------------
INSERT INTO `sys_user_role` VALUES (1, 1);
INSERT INTO `sys_user_role` VALUES (2, 2);

-- ----------------------------
-- Table structure for video
-- ----------------------------
DROP TABLE IF EXISTS `video`;
CREATE TABLE `video`  (
  `video_id` bigint NOT NULL AUTO_INCREMENT COMMENT '视频表id',
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '视频标题',
  `name` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '视频名',
  `path` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '视频地址',
  `duration` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '视频时长',
  `video_size` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '视频大小',
  `video_format` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '视频格式',
  `status` char(1) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '视频状态（0正常 1停用）',
  `create_time` datetime NULL DEFAULT NULL COMMENT '创建时间',
  `update_time` datetime NULL DEFAULT NULL COMMENT '修改时间',
  `remark` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`video_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 8 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_general_ci COMMENT = '视频表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of video
-- ----------------------------
INSERT INTO `video` VALUES (14, '垃圾分类小科普', '垃圾分类小科普_腾讯视频.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-0951642b7e-8bcc-412a-8a73-505d1c8c05fd.mp4', '00:05:18', '13.62MB', NULL, '0', '2023-05-09 16:02:03', NULL, NULL);
INSERT INTO `video` VALUES (15, '环保视频的宣传', '环保视频的宣传.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-097ac8a0df-2f25-4e1e-8eef-dadd7f9f2a6f.mp4', '00:02:56', '9.45MB', NULL, '0', '2023-05-09 16:06:00', NULL, NULL);
INSERT INTO `video` VALUES (16, '科普中国-垃圾分类宣传视频', '科普中国-垃圾分类宣传视频_腾讯视频.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09936ef200-6ad1-49dd-a76d-665b09ed85cc.mp4', '00:02:39', '5.96MB', NULL, '0', '2023-05-09 16:10:32', NULL, NULL);
INSERT INTO `video` VALUES (17, '白色污染，水源枯竭，垃圾分类，每个人都有的责任！', '白色污染，水源枯竭，垃圾分类，每个人都有的责任！_腾讯视频.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09c38759a2-8e34-47d6-84c6-2f8e684fa579.mp4', '00:00:47', '5.53MB', NULL, '0', '2023-05-09 16:12:25', NULL, NULL);
INSERT INTO `video` VALUES (18, '3分钟看懂全球气候变化严峻形势 改变已刻不容缓', '3分钟看懂全球气候变化严峻形势 改变已刻不容缓_高清1080P在线观看平台_腾讯视频.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09224bdb0b-aa52-4562-8939-9d390fda1283.mp4', '00:02:58', '6.28MB', NULL, '0', '2023-05-09 16:18:27', NULL, NULL);
INSERT INTO `video` VALUES (19, '全球变化加剧？2030年世界近半人口面临气候危害，人类该何去何从', '全球变化加剧？2030年世界近半人口面临气候危害，人类该何去何从-全球-人类-人口_新浪新闻.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-0915ad8ce1-e367-4869-8af4-2abe58290f7b.mp4', '00:02:43', '7.52MB', NULL, '0', '2023-05-09 16:30:37', NULL, NULL);
INSERT INTO `video` VALUES (20, '关注全球气候变暖——公益宣传片', '关注全球气候变暖——公益宣传片_腾讯视频.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09a4ed1b15-ef4a-4be1-b748-1d8050598aa1.mp4', '00:04:02', '13.94MB', NULL, '0', '2023-05-09 16:33:39', NULL, NULL);
INSERT INTO `video` VALUES (21, '有关垃圾分类介绍小视频', '有关垃圾分类介绍小视频_腾讯视频.mp4', 'http://test-oss-2023-3-19.oss-cn-shenzhen.aliyuncs.com/refuseClassification/videos/2023-05-09756ad704-ae7b-4687-9ea4-f0625e156702.mp4', '00:01:15', '8.79MB', NULL, '0', '2023-05-09 16:36:19', NULL, NULL);

SET FOREIGN_KEY_CHECKS = 1;
